Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Is it known by any other titles?
ar: هل يُعرف تحت أي عناوين أخرى؟
de: Kennt man es auch unter anderen Titeln?
es: ¿Se conoce por otros títulos?
fr: Est-elle connue par d'autres titres ?
hi: क्या यह किसी अन्य शीर्षक से जाना जाता है?
hr: Je li poznato pod drugim naslovom?
it: È conosciuto con altri titoli?
pl: Czy ta pozycja jest znana pod innymi tytułami?
pt: É conhecido por outros títulos?
ru: Известна ли она под другими названиями?
sc: Est connotu cun àteros tìtulos?
uk: Інші назви книги?

source: Use this field if the title is different on the cover or spine. If the edition is a collection or anthology, you may also add the individual titles of each work here.
ar: استخدم هذا الحقل إذا كان العنوان مختلفًا على الغلاف أو ظهر الكتاب. إذا كانت النسخة عبارة عن مجموعة أو أنطولوجيا، يمكنك أيضًا إضافة العناوين الفردية لكل عمل هنا.
de: Benutzen Sie dieses Feld, wenn der Titel sich von dem auf dem Cover und dem Buchrücken unterscheidet. Wenn die Ausgabe eine Sammlung oder Anthologie ist, können Sie die individuellen Titel der einzelnen Werke hier angeben.
es: Usa este campo si el título es diferente en la portada o en el lomo. Si la edición es una colección o antología, también puedes añadir aquí los títulos individuales de cada obra.
fr: Utilisez ce champ si le titre est différent sur la couverture ou le dos. Si l'édition est une collection ou une anthologie, vous pouvez également ajouter les titres individuels de chaque œuvre ici.
hi: अगर कवर या रीढ़ की हड्डी पर शीर्षक अलग है, तो इस फ़ील्ड का इस्तेमाल करें। यदि संस्करण एक संग्रह या संकलन है, तो आप यहां प्रत्येक कार्य के व्यक्तिगत शीर्षक भी जोड़ सकते हैं।
hr: Koristi ovo polje, ako je naslov drugačiji na koricama ili hrptu. Ako je izdanje zbirka ili antologija, ovdje možeš dodati i pojedinačne naslove svakog djela.
it: Usa questo campo se il titolo è diverso sulla copertina o sul dorso. Se l'edizione è una collezione o un'antologia puoi anche aggiungere qui i titoli di ogni opera.
pl: Wypełnij te pole jeśli tytuł jest inny na okładce lub grzbiecie książki. Jeśli te wydanie jest kolekcją lub antologią, możesz tutaj także dodać poszczególne tytuły.
pt: Use este campo se o título é diferente na capa ou na lombada. Se a edição é de uma coleção ou antologia, você também pode adicionar os outros títulos individuais de cada obra.
ru: Используйте это поле, если названная обложка и форзац отличаются. Если это издание является антологией или сборником, вы можете добавить сюда названия каждого входящего в него произведения.
sc: Imprea custu campu si su tìtulu est diferente in sa cobertedda o in s'ischina. Si s'editzione est una colletzione o antologia podes fintzas annànghere su tìtulu individuale de cada òpera inoghe.
uk: Використовуйте це поле, якщо названа обкладинці та форзаці відрізняється. Якщо це видання є антологією або збіркою, ви можете додати сюди назви кожного твору, що входить до неї.

source: For example: <i>Eaters of the Dead</i> is an alternate title for <i><a href="/books/OL24923038M">The 13th Warrior</a></i>.
es: Por ejemplo: <i>Eaters of the Dead</i> es un título alternativo para <i><a href="/books/OL24923038M">The 13th Warrior</a></i>.
hr: Na primjer: <i>Eaters of the Dead</i> je alternativni naslov za <i><a href="/books/OL24923038M">The 13th Warrior</a></i>.
sc: Pro esèmpiu: <i>Eaters of the Dead</i> est unu tìtulu alternativu pro <i><a href="/books/OL24923038M">The 13th Warrior</a></i>.

source: What work is this an edition of?
ar: من أي عمل هذه نسخة؟
cs: Jakého díla je tohle vydání?
de: Von welchem Werk ist dies eine Ausgabe?
es: ¿Con qué obra corresponde esta edición?
fr: De quelle œuvre est-ce une édition ?
hi: यह किस काम का संस्करण है?
hr: Kojem djelu pripada ovo izdanje?
it: Questa è un edizione di quale opera?
pl: Jest to wydanie książki...
pt: Que obra corresponde a esta edição?
ru: Изданием какой работы является эта книга?
sc: Custa est un'editzione de cale òpera?
uk: Виданням якої роботи є ця книга?

source: Sometimes editions can be associated with the wrong work. You can correct that here.
ar: في بعض الأحيان يمكن أن تكون النسخ مرتبطة بالعمل الخطأ. يمكنك تصحيح ذلك هنا.
de: Manchmal sind Ausgaben dem falschen Werk zugeordnet. sie können dies hier korrigieren.
es: A veces las ediciones pueden estar asociadas con la obra equivocada. Puedes corregir eso aquí.
fr: Parfois des éditions sont associées à la mauvaise œuvre. Vous pouvez corriger cela ici.
hi: कभी - कभी संस्करणों को गलत काम से जोड़ा जा सकता है। आप इसे यहाँ ठीक कर सकते हैं।
hr: Izdanja su ponekad povezana s pogrešnim djelom. To se može odvje ispraviti.
it: Alcune volte le edizioni possono essere associate con l'opera sbagliata. Puoi correggere ciò qui.
pl: Zdarza się, że wydania są skojarzone z niepoprawnymi książkami. Możesz to poprawić tutaj.
pt: Às vezes edições podem estar associadas a obra erradas. Você pode corrigir isso aqui.
ru: Иногда издание может быть связано с неправильной работой. Вы можете исправить здесь.
sc: A bortas sas editziones podent èssere assotziadas a s'òpera isballiada. Lu podes currègere inoghe.
uk: Інколи видання можуть бути пов'язані з неправильною роботою. Ви можете виправити це тут.

source: You can search by title or by Open Library ID (like <a href="/works/OL262757W" target="_blank"><em>OL262757W</em></a>).
es: Puedes buscar por título o por ID de la Biblioteca Abierta (como <a href="/works/OL262757W" target="_blank"><em>OL262757W</em></a>).
hr: Možeš tražiti po naslovu ili po Open Library ID-u (poput <a href="/works/OL262757W" target="_blank"><em>OL262757W</em></a>).
sc: Podes chircare impreende su tìtulu o s'ID de Open Library (che a <a href="/works/OL262757W" target="_blank"><em>OL262757W</em></a>).

source: WARNING: Any edits made to the work from this page will be ignored.
ar: تحذير: سيتم تجاهل أي تعديلات تُجرى على العمل من هذه الصفحة.
de: WARNUNG: Alle Änderungen an diesem Werks von dieser Seite werden ignoriert.
es: ADVERTENCIA: Cualquier edición hecha a la obra desde esta página será ignorada.
fr: ATTENTION : Toutes modifications de l'œuvre depuis cette page sera ignorées.
hi: चेतावनी: इस पेज से किए गए किसी भी बदलाव को नज़रअंदाज़ कर दिया जाएगा।
hr: UPOZORENJE: Zanemarit će se sve promjene djela s ove stranice.
it: ATTENZIONE: Ogni modifica all'opera fatta da questa pagina sarà ignorata.
pl: OSTRZEŻENIE: Wszystkie zmiany dokonane z tej strony zostaną zignorowane.
pt: AVISO: Qualquer edição feita a obra por essa página será ignorada.
ru: ВНИМАНИЕ: Любые изменения, внесённые в работу с этой страницы, будут проигнорированы.
sc: DAE CARA: Cale si siat modìfica fata a s'òpera dae custa pàgina at a èssere ignorada.
uk: УВАГА: будь-які зміни, зроблені до цієї роботи з цієї сторінки будуть проігноровані.

source: Copy authors to new work
es: Copiar autores a nueva obra
hr: Kopiraj autore u novo djelo
sc: Còpia sos autores cara a un'òpera noa

source: Copy subjects to new work
es: Copiar temas a nueva obra
hr: Kopiraj predmete u novo djelo
sc: Còpia sos argumentos cara a un'òpera noa

source: Please select an identifier.
ar: يرجى اختيار معرف.
de: Bitte eine Identifikationsnummer auswählen.
es: Por favor, selecciona un identificador.
fr: Veuillez sélectionner un identifiant.
hi: कृपया एक पहचानकर्ता चुनें।
hr: Odaberi identifikatora.
it: Seleziona un identificatore.
pl: Wybierz typ identyfikacji.
pt: Por favor, selecione um identificador.
ru: Выберите идентификатор.
sc: Pro praghere seletziona un'identificadore.
uk: Будь ласка, оберіть ідентифікатор.

source: You need to give a value to ID.
ar: يجب عليك إعطاء قيمة للمعرف.
de: Sie müssen der ID einen Wert geben.
es: Necesitas dar un valor al identificador.
fr: Vous devez donner une valeur à l'identifiant.
hi: आपको आईडी को एक मान देना होगा।
hr: Moraš zadati vrijednost za ID-oznaku.
it: Devi dare un valore per ID.
pl: Pole ID nie może być puste.
pt: Você precisa dar um valor ao ID.
ru: Вы должны указать значение для ID.
sc: Depes dare unu valore a s'ID.
uk: Ви повинні вказати значення для ID.

source: ID ids cannot contain whitespace.
ar: المعرفات لا يمكن أن تحتوي على مسافات.
de: IDs können keine Leerzeichen enthalten.
es: Los identificadores no pueden contener espacios en blanco.
fr: Le nom des identifiants ne peut pas contenir d'espace.
hi: आईडी आईडी में व्हाइटस्पेस नहीं हो सकता।
hr: ID-oznake ne smiju sadržati znakove razmaka.
it: Gli ID non possono contenere spazi.
pl: Pole ID nie może zawierać spacji
pt: Identificadores de ID não podem conter espaços em branco.
ru: Значение ID не может содержать пробелы.
sc: S'ID non podet tènnere ispàtzios bòidos.
uk: Значення ID не може містити пропуски.

source: ID must be exactly 10 characters [0-9] or X.
ar: يجب أن يكون المعرف بالضبط 10 أحرف [0-9] أو X.
de: ID muss aus exakt 10 Ziffern (0-9), oder Xs bestehen.
es: El identificador debe ser exactamente de 10 caracteres [0-9] o X.
fr: L'identifiant doit contenir exactement 10 caractères de 0 à 9 ou X.
hi: आईडी ठीक 10 कैरेक्टर [0 -9] या X की होनी चाहिए।
hr: ID-oznaka mora imati točno 10 znakova [0 – 9] ili X.
it: Gli ID devono essere esattamente 10 caratteri [0-9] o X.
pl: ID musi zawierać dokładnie 10 znaków [0-9] lub X.
pt: O ID deve ser exatamente de 10 caracteres [0-9] ou X.
ru: ID должно содержать ровно 10 символов [0-9] или X.
sc: s'ID depet èssere de 10 caràteres [0-9] esatos o X.
uk: ID має містити рівно 10 символів [0-9] або X.

source: That ID already exists for this edition.
ar: هذا المعرف موجود بالفعل لهذه النسخة.
de: Diese ID existiert bereits für diese Ausgabe.
es: Ese ID ya existe para esta edición.
hr: Taj ID već postoji za ovo izdanje.
sc: Custu ID esistit giai pro custa editzione.

source: ID must be exactly 13 digits [0-9]. For example: 978-1-56619-909-4
ar: يجب أن يكون المعرف بالضبط 13 رقما [0-9]. على سبيل المثال: 978-1-56619-909-4
de: ID muss aus exakt 13 Ziffern [0-9] bestehen. Zum Beispiel: 978-1-56619-909-4
es: El identificador debe tener exactamente 13 dígitos [0-9]. Por ejemplo: 978-1-56619-909-4
fr: L'identifiant doit contenir exactement 13 chiffres de 0 à 9. Par exemple : 978-1-56619-909-4
hi: आईडी बिल्कुल 13 अंकों [0 -9] की होनी चाहिए। उदाहरण के लिए: 978 -1 -56619 -909 -4
hr: ID-oznaka mora imati točno 13 znamenki [0-9]. Na primjer: 978-1-56619-909-4
it: Gli ID devono contenere esattamente 13 cifre [0-9]. Per esempio: 978-1-56619-909-4
pt: O ID deve ter exatamente 13 dígitos [0-9]. Por exemplo: 978-1-56619-909-4
ru: ID должно содержать ровно 13 символов [0-9]. Например, 978-1-56619-909-4
sc: s'ID depet èssere de 13 caràteres [0-9] esatos. A esèmpiu: 978-1-56619-909-4
uk: ID має містити рівно 13 символів [0-9]. Наприклад, 978-1-56619-909-4

source: Invalid ID format
ar: تنسيق المعرف غير صحيح
de: Ungültiges ID-Format
es: Formato de ID no válido
hr: Neispravni format ID-a
sc: Formadu de ID non vàlidu

source: ID Numbers
ar: أرقام المعرف
cs: Identifikační čísla
de: IDs
es: Números ID
fr: Identifiants
hi: आईडी नंबर
hr: ID-oznake
it: Numeri identificativi
pl: Numery indentyfikacyjne
pt: Números de ID
ru: Идентификаторы
sc: Nùmeros ID
uk: Ідентифікатори

source: Do you know any identifiers for this edition?
ar: هل تعرف أي معرفات لهذه النسخة؟
cs: Znáte neějaké identifikátory pro tohle vydání
de: Kennen Sie eine Identifikationsnummer dieser Ausgabe?
es: ¿Conoces algún identificador para esta edición?
fr: Connaissez-vous des identifiants pour cette édition ?
hi: क्या आप इस संस्करण के लिए किसी पहचानकर्ता को जानते हैं?
hr: Poznaš li bilo koji identifikator za ovo izdanje?
it: Conosci un identificatore per questa edizione?
pl: Czy znasz oznaczenia tego wydania?
pt: Você conhece algum identificador para esta edição?
ru: Знаете ли вы какие-либо идентификаторы для этого издания?
sc: Connosches carchi identificadore pro custa editzione?
uk: Чи знаєте ви будь-які ідентифікатори для цього видання?

source: Like, ISBN?
ar: مثل، ISBN؟
cs: Jako ISBN?
de: Z.B. die ISBN?
es: ¿Como, ISBN?
fr: Comme l'ISBN ?
hi: पसंद है, ISBN?
hr: Na primjer ISBN?
it: Come l'ISBN?
pl: Np., ISBN
pt: Como, ISBN?
ru: Например, ISBN?
sc: Che a s'ISBN?
uk: Наприклад, ISBN?

source: Please select a classification.
ar: يرجى اختيار تصنيف.
de: Bitte wählen Sie eine Klassifikation aus.
es: Por favor, selecciona una clasificación.
fr: Veuillez sélectionner une classification.
hi: कृपया कोई वर्गीकरण चुनें।
hr: Odaberi klasifikaciju.
it: Seleziona una classificazione.
pl: Wybierz klasyfikację.
pt: Por favor, selecione uma classificação.
ru: Выберите классификацию.
sc: Seletziona una classificatzione.
uk: Будь ласка, оберіть класифікацію.

source: You need to give a value to CLASS.
ar: يجب عليك إعطاء قيمة للتصنيف.
de: Sie müssen der Klassifikation einen Wert geben.
es: Necesitas dar un valor al CLASS.
fr: Vous devez donner une valeur à CLASS.
hi: आपको कक्षा को एक मूल्य देना होगा।
hr: Moraš zadati vrijednost za KLASU.
it: Non non c'è bisogno che dai un valore a CLASS
pl: Nadanie wartości KATEGORII jest wymagane.
pt: Você precisa dar um valor à CLASS.
ru: Вы должны указать значение для CLASS.
sc: Depes dare unu valore a CLASS.
uk: Ви повинні вказати значення для CLASS.

source: Classifications
ar: التصنيفات
cs: Klasifikace
de: Klassifikationen
es: Clasificaciones
hi: वर्गीकरण
hr: Klasifikacije
it: Classificazioni
pl: Klasyfikacje
pt: Classificações
ru: Классификации
sc: Classificatziones
uk: Класифікації

source: Do you know any classifications of this edition?
ar: هل تعرف أي تصنيفات لهذه النسخة؟
de: Kennen Sie eine Klassifikation dieser Ausgabe?
es: ¿Conoces alguna clasificación de esta edición?
fr: Connaissez-vous des classifications de cette édition ?
hi: क्या आप इस संस्करण के किसी वर्गीकरण को जानते हैं?
hr: Poznaš li bilo koju klasifikaciju za ovo izdanje?
it: Conosci una classificazione per questa edizione?
pl: Czy znasz klasyfikacje tego wydania?
pt: Você conhece alguma classificação para essa edição?
ru: Знаете ли вы какие-либо классификации для этого издания?
sc: Connosches carchi classificatzione pro custa editzione?
uk: Чи знаєте ви будь-які класифікації для цього видання?

source: Like, Dewey Decimal?
ar: مثل، تصنيف ديوي العشري؟
de: Z.B. die Dewey-Dezimalklassifikation?
es: ¿Como, Decimal Dewey?
fr: Comme la classification décimale de Dewey ?
hr: Na primjer Dewey Decimal?
it: Come Dewey Decimal?
pl: Np., klasyfikacja dziesiętna Deweya
pt: Tipo, Dewey Decimal?
ru: Например, Десятичная классификация Дьюи?
sc: Che a sa detzimale de Dewey?
uk: Наприклад, Десяткова класифікація Дьюї?

source: Select one of many...
ar: اختر واحدًا من العديد...
de: Wähle einen von mehreren…
es: Selecciona uno de muchos...
fr: Choisissez-en un parmi…
hi: कई में से एक चुनें...
hr: Odaberi jednu …
it: Seleziona uno di tanti...
pl: Wybierz jeden z wielu...
pt: Selecione um de muitos...
ru: Выберите один из них...
sc: Seletziona·nde unu de medas...
uk: Оберіть один з них...

source: Add a new classification type
ar: إضافة نوع تصنيف جديد
de: Neuen Klassifizierungs-Typ hinzufügen
es: Añadir un nuevo tipo de clasificación
fr: Ajouter un nouveau type de classification
hi: एक नया वर्गीकरण प्रकार जोड़ें
hr: Dodaj novu vrstu klasifikacije
it: Aggiungi un nuovo tipo di classificazione
pl: Dodaj nowy typ klasyfikacji
pt: Adicionar um novo tipo de classificação
ru: Добавить новый тип классификации
sc: Annanghe una casta noa de classificatzione
uk: Додати новий тип класифікації

source: Remove this classification
ar: إزالة هذا التصنيف
de: Diese Klassifizierung entfernen
es: Eliminar esta clasificación
fr: Supprimer cette classification
hi: इस वर्गीकरण को हटाएँ
hr: Ukloni ovu klasifikaciju
it: Rimuovi questa classificazione
pl: Usuń tę klasyfikację
pt: Eliminar esta classificação
ru: Удалить эту классификацию
sc: Boga custa classificatzione
uk: Видалити цю класифікацію

source: The Physical Object
ar: الشيء المادي
cs: Fyzický předmět
de: Das physische Objekt
es: El objeto físico
fr: L'objet physique
hi: भौतिक वस्तु
hr: Fizički objekt
it: L'oggetto fisico
pl: Obiekt fizyczny
pt: O objeto físico
ru: Физический объект
sc: S'ogetu fìsicu
uk: Фізичний об'єкт

source: What sort of book is it?
ar: ما نوع الكتاب؟
cs: Jaký je druh vazby
de: Welche Art von Buch ist es?
es: ¿Qué clase de libro es?
fr: Quelle sorte de livre est-ce ?
hi: यह किस तरह की किताब है?
hr: O kojoj se vrsti knjige radi?
it: Che tipo di libro è?
pl: Jaki to rodzaj książki?
pt: Que tipo de livro é esse?
ru: Какая эта книга?
sc: Ite casta de libru est?
uk: Що це за книга?

source: Paperback; Hardcover, etc.
ar: غلاف ورقي؛ غلاف صلب، إلخ.
de: Taschenbuch; gebundene Ausgabe, etc.
es: Rústica; Tapa dura, etc.
fr: De poche; relié, etc.
hi: पेपरबैक; हार्डकवर वगैरह.
hr: Meki uvez, tvrdi uvez itd.
it: Brossura, copertina rigida, ecc.
pl: Okładka miękka, twarda, itp.
pt: Livro de bolso; Capa dura, etc.
ru: С мягкой обложкой; С твёрдым переплётом и др.
sc: Brossura; Coberta tosta, etz.
uk: Тверда; М'яка; Аудіокнига тощо.

source: How many pages?
ar: كم عدد الصفحات؟
cs: Kolik stránek
de: Wie viele Seiten?
es: ¿Cuántas páginas?
fr: Combien de pages ?
hi: कितने पेज हैं?
hr: Koliko stranica?
it: Quante pagine?
pl: Ile ma stron?
pt: Quantas páginas?
ru: Сколько страниц?
sc: Cantas pàginas?
uk: Скільки сторінок?

source: Pagination?
ar: ترقيم الصفحات؟
cs: Stránkování?
de: Seitennummerierung?
es: ¿Paginación?
hi: पेजिनेशन?
hr: Paginacija?
it: Impaginazione?
pl: Paginacja?
pt: Paginação?
ru: Нумерация?
sc: Impaginatzione?
uk: Нумерація?

source: Note the highest number in each pagination pattern.
ar: لاحظ أعلى رقم في كل نمط ترقيم.
cs: Zadejte nejvyšší číslo stránkování
de: Notieren Sie die höchste Zahl jedes Nummerierungsschemas.
es: Anota el número más alto en cada patrón de paginación.
fr: Entrez le plus grand numéro de chaque modèle de pagination.
hi: प्रत्येक पृष्ठीकरण पैटर्न में सबसे अधिक संख्या पर ध्यान दें।
hr: Zabilježi najveći broj u svakom obliku paginacije.
it: Annota il numero maggiore in ogni schema di impaginazione.
pl: Zanotuj najwyższą liczbę w każdym wzorze paginacji.
pt: Anote o maior número em cada padrão de paginação.
ru: Введите самое высокое число в каждой схеме нумерации.
sc: Annota su nùmeru màssimu de pàginas in cada ischema de impaginatzione.
uk: Введіть найвище число у кожній схемі нумерації.

source: Help
ar: مساعدة
cs: Pomoc
de: Hilfe
es: Ayuda
fr: Aide
hi: सहायता
hr: Pomoć
it: Aiuto
pl: Pomoc
pt: Ajuda
ru: Помощь
sc: Agiudu
uk: Допомога

source: For example: <em>xii, 346p.</em>
es: Por ejemplo: <em>xii, 346p.</em>
hr: Na primjer: <em>xii, 346 str.</em>
sc: Pro esèmpiu: <em>xii, 346p.</em>

source: How much does the book weigh?
ar: كم يزن الكتاب؟
cs: Kolik kniha váží
de: Wie schwer ist das Buch?
es: ¿Cuánto pesa este libro?
fr: Combien pèse ce livre ?
hi: किताब का वजन कितना है?
hr: Koliko teži knjiga?
it: Quanto pesa il libro?
pl: Ile waży ta książka?
pt: Quanto pesa este livro?
ru: Сколько весит книга?
sc: Cantu pesat su libru?
uk: Скільки важить ця книга?

source: Dimensions
ar: الأبعاد
cs: Rozměry
de: Maße
es: Dimensiones
hi: आयाम
hr: Dimenzije
it: Dimensioni
pl: Wymiary
pt: Dimensões
ru: Размеры
sc: Dimensiones
uk: Розміри

source: dimensions
ar: الأبعاد
de: Maße
es: dimensiones
hr: dimenzije
sc: dimensiones

source: Height:
ar: الارتفاع:
cs: Výška:
de: Höhe:
es: Altura:
fr: Hauteur :
hi: ऊँचाई:
hr: Visina:
it: Altezza:
pl: Wysokość
pt: Altura:
ru: Высота:
sc: Artària:
uk: Висота:

source: Width:
ar: العرض:
cs: Šířka:
de: Breite:
es: Anchura:
fr: Largeur :
hi: चौड़ाई::
hr: Širina:
it: Larghezza:
pl: Szerokość
pt: Largura:
ru: Ширина:
sc: Largària:
uk: Ширина:

source: Depth:
ar: العمق:
cs: Hloubka:
de: Tiefe:
es: Grosor:
fr: Épaisseur :
hi: गहराई:
hr: Debljina:
it: Profondità:
pl: Grubość
pt: Profundidade:
ru: Глубина:
sc: Profundidade:
uk: Глибина:

source: Web Book Providers
ar: موفرو الكتب على الويب
de: Web-Buch-Anbieter
es: Proveedores de libros web
fr: Fournisseurs de livres en ligne
hi: वेब बुक प्रोवाइडर
hr: Pružatelji web knjiga
it: Fornitori di libri online
sc: Frunidores de libros in lìnia
uk: Постачальники вебкниг

source: Access Type
ar: نوع الوصول
de: Zugangsart
es: Tipo de acceso
fr: Type d'accés
hi: पहुँच का प्रकार
hr: Vrsta pristupa
it: Tipo di accesso
sc: Casta de atzessu
uk: Тип доступу

source: File Format
ar: تنسيق الملف
de: Dateiformat
es: Formato de archivo
fr: Format de fichier
hi: छवि तारीख
hr: Format datoteke
it: Formato di file
sc: Formadu de archìviu
uk: Формат файлу

source: Provider Name
ar: اسم المزوّد
de: Anbietername
es: Nombre del proveedor
fr: Nom du fournisseur
hi: प्रदाता का नाम
hr: Ime pružatelja
it: Nome del fornitore
sc: Nùmene de su frunidore
uk: Ім'я постачальника

source: Buy
ar: شراء
de: Kaufen
es: Comprar
fr: Acheter
hi: खरीद
hr: Kupi
it: Compra
sc: Còmpora
uk: Купити

source: Add a provider
ar: إضافة مزوّد
de: Neuen Anbieter hinzufügen
es: Añadir un proveedor
fr: Ajouter un fournisseur
hi: एक प्रदाता जोड़ें
hr: Dodaj pružatelja
it: Aggiungi fornitore
sc: Annanghe unu frunidore
uk: Додати почтачальника

source: First sentence
ar: الجملة الأولى
cs: První věta
de: Erster Satz
es: Primera frase
fr: Première phrase
hi: पहला वाक्य
hr: Prva rečenica
it: Prima frase
pl: Pierwsze zdanie
pt: Primeira frase
ru: Первое предложение
sc: Prima frase
uk: Перше речення

source: The opening line that starts the lead paragraph
ar: الجملة الافتتاحية التي تبدأ الفقرة الرئيسية
de: Die erste Zeile, mit der der Hauptabsatz beginnt
es: La línea que inicia el párrafo principal
hr: Prvi redak odlomka uvoda
sc: Sa frase de abertura chi faghet incumintzare su primu paràgrafu

source: Admin Only
ar: للمسؤولين فقط
de: Nur Administatoren
es: Solo administradores
fr: Administrateur uniquement
hi: सिर्फ़ एडमिन के लिए
hr: Samo za administratore
it: Solo amministratore
pl: Tylko administratorzy
pt: Somente administradores
ru: Только для администраторов
sc: Amministradores ebbia
uk: Лише для адмінів

source: Additional Metadata
ar: بيانات وصفية إضافية
cs: Další metadata
de: Zusätzliche Metadaten
es: Metadatos adicionales
fr: Métadonnée supplémentaire
hi: अतिरिक्त मेटाडेटा
hr: Dodatni metapodaci
it: Metadati aggiuntivi
pl: Dodatkowe metadane
pt: Metadatos adicionais
ru: Дополнительные метаданные
sc: Metadatos additzionales
uk: Додаткові метадані

source: This field can accept arbitrary key:value pairs
ar: يمكن أن يحتوي هذا الحقل على أزواج مفتاح: قيمة عشوائية
de: Dieses Feld darf beliebige Schlüssel-Wert-Paare enthalten
es: Este campo puede aceptar pares clave:valor arbitrarios
fr: Ce champ supporte des pairs de clé:valeur arbitraire
hi: यह फ़ील्ड मनमानी कुंजी स्वीकार कर सकती है:मान जोड़े
hr: Ovo polje može prihvatiti proizvoljne parove za ključ:vrijednosti (key:value)
it: Questo campo accetta coppie di chiave:valore arbitrarie.
pt: Este campo pode aceitar pares chave:valor arbitrários
ru: Это поле может принимать произвольные пары ключ:значение
sc: Custu campu podet atzetare crobas arbitràrias key:value

source: Please provide an excerpt.
ar: يرجى تقديم مقتطف.
de: Bitte geben Sie einen Auszug an.
es: Por favor, proporciona un extracto.
hr: Navedi izvadak.
pl: Proszę wpisać fragment.
sc: Pro praghere fruni un'estratu.

source: That excerpt is too long.
ar: هذا المقتطف طويل جدًا.
de: Der Auszug ist zu lang.
es: Ese extracto es demasiado largo.
hr: Izvadak je predug.
pl: Ten fragment jest za długi.
sc: Custu estratu est tropu longu.
