Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: [Record deleted]
es: [Registro eliminado]

source: Declined
ar: مرفوض
de: Abgelehnt
es: Rechazado
hr: Odbijeno
sc: Negadu

source: Pending
es: Pendiente
hr: Predstojeće
sc: In suspesu

source: Merged
ar: تم الدمج
de: Zusammengeführt
es: Fusionado
hr: Sjedinjeno
sc: Aunidos

source: Unknown
es: Desconocido

source: Look for this edition for sale at %(store)s
ar: ابحث عن هذه النسخة للبيع في %(store)s
de: Nach dieser Ausgabe bei %(store)s suchen
es: Buscar esta edición a la venta en %(store)s
fr: Rechercher cette édition en vente sur %(store)s
hi: %(store)s पर बिक्री के लिए इस संस्करण को देखें
hr: Traži ovo izdanje na rasprodaji na %(store)s
it: Cerca questa edizione in vendita su %(store)s
pt: Buscar esta edição em liquidação em %(store)s
ru: Ищите это издание в продаже в %(store)s
sc: Chirca cust'editzione in bèndida in %(store)s

source: Fetching prices
ar: جلب الأسعار
de: Preise laden
es: Búsqueda de precios
hr: Dohvaćanje cijena
sc: Recuperende sos prètzios

source: - includes shipping
ar: - يشمل الشحن
de: - Versand inbegriffen
es: - incluye el envío
fr: - inclut les frais d'envoi
hi: - इसमें शिपिंग भी शामिल है
hr: – uključuje isporuku
it: - spedizione inclusa
pt: - inclui o envio
ru: - включает доставку
sc: - includet s'ispeditzione
uk: — включає доставку

source: More
ar: المزيد
cs: Další
de: Mehr
es: Más
fr: Plus
hi: ज़्यादा
hr: Više
it: Di più
pl: Więcej
pt: Mais
ru: Больше
sc: De prus
uk: Більше

source: When you buy books using these links the Internet Archive may earn a <a class="nostyle" href="/help/faq/about#selling">small commission</a>.
ar: عند شراء الكتب باستخدام هذه الروابط، قد يكسب أرشيف الإنترنت <a class="nostyle" href="/help/faq/about#selling">عمولة بسيطة</a>.
de: Wenn Sie über diese Links Bücher kaufen, erhält das Internet Archive möglicherweise eine <a class="nostyle" href="/help/faq/about#selling">kleine Provision</a>.
es: Cuando compras libros usando estos enlaces, el Archivo de Internet puede ganar una <a class="nostyle" href="/help/faq/about#selling">pequeña comisión</a>.
hr: Kada kupuješ knjige pomoću ovih poveznica, Internet Archive može zaraditi <a class="nostyle" href="/help/faq/about#selling">malu proviziju</a>.
sc: Cando còmporas libros impreende custos ligàmenes s'Internet Archive diat pòdere balangiare una <a class="nostyle" href="/help/faq/about#selling">cummissione minore</a>.

source: New Batch Import
es: Nueva importación por lotes
hr: Novi skupni uvoz

source: Pending Imports
es: Importaciones pendientes
hr: Predstojeći uzvozi

source: Unknown author
ar: مؤلف غير معروف
de: Unbekannter Autor
es: Autor desconocido
fr: Auteur inconnu
hi: अज्ञात लेखक
hr: Nepoznat autor
it: Autore sconosciuto
pl: Nieznany autor
pt: Autor desconhecido
ru: Неизвестный автор
sc: Autore disconnotu
uk: Невідомий автор

source: %(n)s other
ar: %(n)s أخرى
de: %(n)s weitere
es: %(n)s otra
fr: %(n)s autre
hi: %(n)s अन्य
hr: još %(n)s
it: %(n)s altro
pt: %(n)s outra
sc: %(n)s àteru

source: by %(name)s
ar: بواسطة %(name)s
de: von %(name)s
es: de %(name)s
fr: par %(name)s
hi: %(name)s द्वारा
hr: od %(name)s
it: di %(name)s
pt: de %(name)s
ru: от %(name)s
sc: de %(name)s
uk: від %(name)s

source: by an <em>unknown author</em>
ar: بواسطة <em>مؤلف غير معروف</em>
de: von einem <em>unbekannten Autor</em>
es: por un <em>autor desconocido</em>
fr: par un <em>auteur inconnu</em>
hi: एक <em>अज्ञात लेखक</em> द्वारा
hr: od <em>nepoznatog autora</em>
it: da un <em>autore sconosciuto</em>
pt: por um <em>autor desconhecido</em>
ru: от <em>неизвестного автора</em>
sc: de un'<em>autore disconnotu</em>
uk: від <em>невідомого автора</em>

source: Preview Only
es: Vista previa
hr: Samo pregled
sc: Anteprima ebbia

source: Preview
ar: معاينة
de: Vorschau
es: Vista Previa
fr: Aperçu
hi: प्रिव्यू
hr: Pregled
it: Anteprima
pt: Vista prévia
ru: Предпросмотр
sc: Anteprima
uk: Передперегляд

source: Preview Book
ar: معاينة الكتاب
de: Vorschau
es: Previsualizar libro
fr: Aperçu du livre
hi: पुस्तक का पूर्वावलोकन करें
hr: Pregled knjige
it: Anteprima del libro
pt: Pré-visualizar livro
ru: Предпросмотр книги
sc: Abbista un'anteprima de su libru
uk: Передперегляд книги

source: Close
ar: إغلاق
cs: Zvařít
de: Schließen
es: Cerrar
fr: Fermer
hi: बंद करें
hr: Zatvori
it: Chiudi
pl: Zamknij
pt: Fechar
ru: Закрыть
sc: Serra
uk: Закрити

source: Search Inside
ar: البحث داخل
de: Volltextsuche
es: Buscar dentro
fr: Recherche plein texte
hi: अंदर खोजें
hr: Traži unutar
it: Cerca all'interno
pl: Szukaj w
pt: Buscar Dentro
ru: Искать внутри
sc: Chirca a intro
uk: Шукати всередині

source: Create a new list
ar: إنشاء قائمة جديدة
de: Neue Liste erstellen
es: Crear una nueva lista
fr: Créer une nouvelle liste
hi: नई कार्य सूची सृजित करें
hr: Stvori nov popis
it: Crea nuova lista
pl: Stwórz nową listę
pt: Criar uma nova lista
ru: Создать новый список
sc: Crea una lista noa
uk: Створити новий список

source: Name:
ar: الاسم:
es: Nombre:
fr: Nom :
hi: नाम :
hr: Ime:
it: Nome:
pl: Nazwa:
pt: Nome:
ru: Имя:
sc: Nùmene:
uk: Ім'я:

source: Description:
ar: الوصف:
de: Beschreibung:
es: Descripción:
hi: विवरण :
hr: Opis:
it: Descrizione:
pl: Opis
pt: Descrição:
ru: Описание:
sc: Descritzione:
uk: Опис:

source: Create new list
ar: إنشاء قائمة جديدة
de: Neue Liste erstellen
es: Crear nueva lista
fr: Créer une nouvelle liste
hi: नया बनाएँ
hr: Stvori nov popis
it: Crea nuova lista
pl: Utwórz nową listę
pt: Criar nova lista
ru: Создать новый список
sc: Crea una lista noa
uk: Створити новий список

source: Cancel
ar: إلغاء
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
hr: Prekini
it: Annulla
pl: Anuluj
pt: Cancelar
ru: Отмена
sc: Annulla
uk: Скасувати

source: Templates in the website are disabled now. Editing them will not have any effect on the live website.
es: Las plantillas del sitio web están desactivadas. Editarlas no tendrá ningún efecto en el sitio web activo.
hr: Predlošci u web-stranici su sada deaktivirani. Njihovo uređivanje neće utjecati na web-stranicu uživo.
sc: Sos modellos in su situ como sunt disativados. Sa modìfica issoro no at a tènnere perunu efetu in su situ web in lìnia.

source: Donate this book to the <a href="https://archive.org">Internet Archive</a> library.
ar: تبرع بهذا الكتاب إلى مكتبة <a href="https://archive.org">أرشيف الإنترنت</a>.
es: Dona este libro a la biblioteca del <a href="https://archive.org">Archivo de Internet</a>.
hr: Doniraj ovu knjigu knjižnici <a href="https://archive.org">Internet Archive</a> .
sc: Dona custu libru a sa biblioteca de <a href="https://archive.org">s'Internet Archive</a>.

source: Hooray! You've discovered a title that's missing from our <a href="https://help.archive.org/hc/en-us/articles/360016554912-Borrowing-From-The-Lending-Library">library</a>. Can you help donate a copy?
ar: تهانينا! لقد اكتشفت عنوانًا مفقودًا من <a href="https://help.archive.org/hc/en-us/articles/360016554912-Borrowing-From-The-Lending-Library">المكتبة</a> الخاصة بنا. هل يمكنك مساعدة في التبرع بنسخة؟
es: ¡Hurra! Has descubierto un título que faltaba en nuestra <a href="https://help.archive.org/hc/en-us/articles/360016554912-Borrowing-From-The-Lending-Library"> Biblioteca</a>. ¿Puedes donar un ejemplar?
hr: Hura! Otkrio/la si naslov koji nedostaje u <a href="https://help.archive.org/hc/en-us/articles/360016554912-Borrowing-From-The-Lending-Library">našoj knjižnici</a>. Možeš li donirati primjerak?
sc: Urrà! As iscobertu unu tìtulu chi mancat in sa <a href="https://help.archive.org/hc/en-us/articles/360016554912-Borrowing-From-The-Lending-Library">biblioteca</a> nostra. Podes agiudare a nde donare una còpia?

source: If you own this book, you can<a href="https://store.usps.com/store/product/shipping-supplies/priority-mail-express-padded-flat-rate-envelope-P_EP13PE">mail</a> it to our address below.
ar: إذا كنت تمتلك هذا الكتاب، يمكنك <a href="https://store.usps.com/store/product/shipping-supplies/priority-mail-express-padded-flat-rate-envelope-P_EP 13PE">إرساله بالبريد</a> إلى عنواننا أدناه.
es: Si tienes este libro, puedes <a href="https://store.usps.com/store/product/shipping-supplies/priority-mail-express-padded-flat-rate-envelope-P_EP13PE">enviarlo</a> a nuestra dirección.
hr: Ako si vlasnik ove knjige, možeš je<a href="https://store.usps.com/store/product/shipping-supplies/priority-mail-express-padded-flat-rate-envelope-P_EP13PE">poslati e-poštom</a> na našu dolje navedenu adresu.
sc: Si tenes custu libru, nos lu podes <a href="https://store.usps.com/store/product/shipping-supplies/priority-mail-express-padded-flat-rate-envelope-P_EP13PE">ispedire</a> a s'indiritzu nostru inoghe in suta.

source: You can also purchase this book from a vendor and ship it to our address:
ar: يمكنك أيضًا شراء هذا الكتاب من بائع وشحنه إلى عنواننا:
es: También puedes comprar este libro a un vendedor y enviarlo a nuestra dirección:
hr: Ovu knjigu također možeš kupiti od dobavljača i poslati je na našu adresu:
sc: Podes fintzas comporare custu libru dae unu bendidore e imbiare·nos·lu a s'indiritzu nostru:

source: Benefits of donating
ar: فوائد التبرع
es: Ventajas de donar
hr: Prednosti doniranja
sc: Vantàgios de sa donatzione

source: When you donate a physical book to the Internet Archive, your book will enjoy:
ar: عند التبرع بكتاب مادي إلى أرشيف الإنترنت، سيستفيد كتابك من:
es: Cuando dones un libro físico al Archivo de Internet, tu libro disfrutará de:
hr: Kada fizičku knjigu doniraš Internet Archive knjižnici, tvoja će knjiga uživati:
sc: Cando donas unu libru a s'Internet Archive, su libru tuo at a tènnere:

source: Donation info
ar: معلومات التبرع
es: Información sobre donaciones
hr: Podaci donacije
sc: Informatziones de donatzione

source: Beautiful <a target="_blank" href="https://archive.org/scanning">high-fidelity digitization</a>
ar: رقمنة <a target="_blank" href="https://archive.org/scanning">عالية الدقة</a>
es: Hermosa <a target="_blank" href="https://archive.org/scanning">digitalización de alta fidelidad</a>
hr: Prekrasno <a target="_blank" href="https://archive.org/scanning">digitaliziranje u visokoj rezoluciji</a>
sc: Una <a target="_blank" href="https://archive.org/scanning">digitalizatzione a fidelidade arta</a> bella a beru

source: Long-term <a href="https://blog.archive.org/2011/06/06/why-preserve-books-the-new-physical-archive-of-the-internet-archive/">archival preservation</a>
ar: الحفظ <a href="https://blog.archive.org/2011/06/06/why-preserve-books-the-new-physical-archive-of-the-internet-archive/">الآثاري طويل الأمد</a>
es: <a href="https://blog.archive.org/2011/06/06/why-preserve-books-the-new-physical-archive-of-the-internet-archive/">Conservación de archivos</a> a largo plazo
hr: Dugoročno <a href="https://blog.archive.org/2011/06/06/why-preserve-books-the-new-physical-archive-of-the-internet-archive/">čuvanje u arhivi</a>
sc: Unu <a href="https://blog.archive.org/2011/06/06/why-preserve-books-the-new-physical-archive-of-the-internet-archive/">custoimentu in archìviu</a> a tèrmine longu

source: Free <a href="https://controlleddigitallending.org/">controlled digital library access</a> by the <a href="https://en.wikipedia.org/wiki/Print_disability">print-disabled</a> public
ar: الوصول <a href="https://controlleddigitallending.org/">الرقمي المسيطر عليه</a> مجاناً من قبل <a href="https://en.wikipedia.org/wiki/Print_disability">الأشخاص ذوي الإعاقة البصرية</a>
es: Acceso gratuito <a href="https://controlleddigitallending.org/">controlado a la biblioteca digital</a> para el público con <a href="https://en.wikipedia.org/wiki/Print_disability">dificultades de lectura</a>
hr: Besplatan <a href="https://controlleddigitallending.org/">pristup kontroliranoj digitalnoj knjižnici</a> za <a href="https://en.wikipedia.org/wiki/Print_disability">slijepe/slabovidne osobe</a>
sc: Atzessu lìberu <a href="https://controlleddigitallending.org/">a sa biblioteca digitale controllada</a> pro su pùblicu cun<a href="https://en.wikipedia.org/wiki/Print_disability">disabilidades ligadas a sos caràteres imprentados</a>

source: Open Library is a project of the <a href="https://archive.org/about">Internet Archive</a>, a 501(c)(3) non-profit
ar: المكتبة الحرة هي مشروع تابع لـ <a href="https://archive.org/about">أرشيف الإنترنت</a>، وهو منظمة غير ربحية 501(c)(3)
es: Biblioteca Abierta es un proyecto del <a href="https://archive.org/about">Archivo de Internet</a>, una 501(c)(3) sin fines de lucro
hr: Open Library je projekt neprofitne organizacije <a href="https://archive.org/about">Internet Archive</a>
sc: Open Library est unu progetu de s'<a href="https://archive.org/about">Internet Archive</a>, un'assòtziu 501(c)(3) chene punna de logru

source: Please, leave a short note about what you changed: <span class="small gray">(Optional, but very useful!)</span>
ar: يرجى ترك ملاحظة قصيرة حول ما قمت بتغييره: <span class="small gray">(اختياري، ولكن مفيد جدًا!)</span>
de: Bitte beschreiben Sie kurz Ihre Änderungen: <span class="small gray">(Optional, aber sehr hilfreich!)</span>
es: Por favor, deja una breve nota sobre lo que has cambiado: <span class="small gray">(Opcional, pero muy útil)</span>
hr: Zapiši kratku napomenu o tvojim promjenama: <span class="small gray">(Opcionalano, ali vrlo korisno!)</span>
sc: Lassa una nota curtza subra de su chi as cambiadu: <span class="small gray">(Optzionale, ma utilosu meda!)</span>

source: By saving a change to this wiki, you agree that your contribution is given freely to the world under <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="This link to Creative Commons will open in a new window">CC0</a>. Yippee!
ar: بمجرد حفظ تغيير في هذه الويكي، فإنك توافق على أن مساهمتك تُعطى بحرية للعالم تحت <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="سيفتح هذا الرابط إلى Creative Commons في نافذة جديدة">CC0</a>. ياي!
de: Mit dem Speichern der Änderungen in diesem Wikki stimmen Sie der weltweit freien Nutzung Ihres Beitrags unter <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="This link to Creative Commons will open in a new window">CC0</a> zu. Juhu!
es: Al guardar un cambio en este wiki, estás de acuerdo en que tu contribución se ofrezca libremente al mundo bajo <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="Este enlace a Creative Commons se abrirá en una nueva ventana">CC0</a>. ¡Yuju!
fr: En enregistrant votre contribution sur ce wiki, vous acceptez de la placer irrévocablement sous licence <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="Ouvrir les termes de la Creative Commons dans une nouvelle fenêtre">CC0</a>. Youpi !
hi: इस विकी में बदलाव सेव करके, आप इस बात से सहमत होते हैं कि आपका योगदान <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="This link to Creative Commons will open in a new window">CC0</a> के तहत दुनिया को स्वतंत्र रूप से दिया जाता है। Yippee!
hr: Spremanjem promjena na ovoj wiki-stranici prihvaćaš da je cijeli svijet slobodno koristi pod <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="Ova poveznica na Creative Commons otvara novi prozor">CC0</a> licencom. Super!
it: Salvando una modifica su questa wiki accetti che la tua contribuzione venga data al mondo liberamente sotto <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="Questo link a Creative Commons si apre in una nuova scheda">CC0</a>. Urrà!
pl: Zapisując zmianę w tej wiki, zgadzasz się, że Twój wkładjest dobrowolny, zgodnie z <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="Ten link do Creative Commons będzie otwarty w nowym oknie">CC0</a>. Hurra!
pt: Ao salvar essa mudança na wiki, você está de acordo que sua cotribuição é oferecida livremente a partir de <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="Ese link para Creative Commons se abrirá em uma nov janela">CC0</a>. Ebaa!
ru: Сохраняя изменения в этой вики, вы соглашаетесь с тем, что ваш вклад свободно передается миру в соответствии с <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="This link to Creative Commons will open in a new window">CC0</a>. Ура!
sc: Sarvende una modìfica a custa wiki atzetas chi sa contributzione tua la daes in manera lìbera a su mundu suta de sa <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="This link to Creative Commons will open in a new window">CC0</a>. Urrà!
uk: Зберігаючи свої зміни, ви погоджуєтесь поширювати ваш внесок на умовах ліцензії <a href="https://creativecommons.org/publicdomain/zero/1.0/" target="_blank" title="This link to Creative Commons will open in a new window">CC0</a>. Ура!

source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव करें
hr: Spremi
it: Salva
pl: Zachowaj
pt: Salvar
ru: Сохранить
sc: Sarva
uk: Зберегти

source: Go to previous section
es: Ir a la sección anterior

source: Overview
ar: نظرة عامة
de: Übersicht
es: Resumen
fr: Aperçu
hi: समीक्षा
hr: Pregled
it: Anteprima
pt: Resumo
ru: Обзор
sc: Panoràmica
uk: Огляд

source: View %(count)s Edition
ar: عرض نسخة %(count)s
de: %(count)s Ausgabe anzeigen
es: Ver %(count)s edición
fr: Voir %(count)s édition
hi: %(count)s संस्करण देखें
hr: Pogledaj %(count)s izdanje
it: Vedi %(count)s edizione
pt: Ver %(count)s edição
ru: Посмотреть %(count)s издание
sc: Abbista %(count)s editzione

source: Details
ar: تفاصيل
es: Detalles
fr: Détails
hi: विवरण
hr: Detalji
it: Dettagli
sc: Detàllios
uk: Деталі

source: %(reviews)s Review
ar: %(reviews)s مراجعة
de: %(reviews)s Rezension
es: %(reviews)s reseña
fr: %(reviews)s Critique
hi: %(reviews)s समीक्षा
hr: %(reviews)s pregled
it: %(reviews)s recensione
sc: %(reviews)s retzensione

source: Reviews
ar: المراجعات
de: Rezensionen
es: Reseñas
fr: Critiques
hi: समीक्षाएं
hr: Recenzije
it: Recensioni
pt: Resenhas
ru: Отзывы
sc: Retzensiones
uk: Відгуки

source: Lists
ar: قوائم
cs: Seznamy
de: Listen
es: Listas
fr: Listes
hi: सूचियाँ
hr: Popisi
it: Liste
pl: Listy
pt: Listas
ru: Списки
sc: Listas
uk: Списки

source: Related Books
ar: كتب ذات صلة
de: Verwandte Bücher
es: Libros relacionados
fr: Livres similaires
hi: संबंधित पुस्तकें
hr: Srodne knjige
it: Libri collegati
sc: Libros ligados
uk: Пов'язані книги

source: Go to next section
es: Ir a la siguiente sección
hr: Idi na sljedeći odjeljak
sc: Bae a sa setzione imbeniente

source: Follow
ar: تابع
de: Abonnieren
es: Seguir
hr: Prati
sc: Sighi

source: Unfollow
es: Dejar de seguir

source: Failed to update followers. Please try again in a few moments.
es: No se han podido actualizar los seguidores. Vuelve a intentarlo dentro de unos minutos.

source: Expires
ar: تاريخ الانتهاء
de: Rückgabedatum
es: Expira
fr: Échéance
hi: समाप्त हो रहा
hr: Isteče
it: Scade
pt: Expira
ru: Истекает
sc: Iscadit
uk: Закінчується

source: Checking for Search Inside matches
es: Comprobación de coincidencias en «Buscar dentro»
hr: Provjera poklapanja pretraživanja unutar
sc: Verifichende sas currispondèntzias de sa Chirca a intro

source: Search Inside Icon
es: Icono Buscar Dentro
hr: Ikona pretrage unutar
sc: Icona de sa Chirca a intro

source: search inside icon
es: icono buscar dentro
hr: ikona pretrage unutar
sc: icona de sa chirca a intro

source: %(book_count)s books found with matching passages
es: Se han encontrado %(book_count)s libros con pasajes coincidentes
hr: %(book_count)s pronađene knjige s odgovarajućim odlomcima
sc: %(book_count)s libros atzapados cun passàgios chi currispondent

source: See all %(results_count)s Search Inside Matches
es: Ver todas las %(results_count)s coincidencias de «Buscar dentro»
hr: Pogledaj sva %(results_count)s poklapanja za „Traži unutar“
sc: Abbista totu sas %(results_count)s currispondèntzias de sa chirca a intro

source: right chevron
es: Flecha derecha
hr: strelica udesno
sc: fritza cara a destra

source: Cover of: %(title)s
ar: غلاف: %(title)s
de: Cover von: %(title)s
es: Portada de: %(title)s
fr: Couverture de : %(title)s
hi: कवर: %(title)s
hr: Korice od: %(title)s
it: Copertina di: %(title)s
pt: Capa de: %(title)s
ru: Обложка %(title)s
sc: Cobertedda de: %(title)s
uk: Обкладинка %(title)s

source: Page: %(page)s
es: Página: %(page)s
hr: Stranica: %(page)s
sc: Pàgina: %(page)s

source: Borrowed from Internet Archive: %(title)s
ar: مستعار من أرشيف الإنترنت: %(title)s
de: Aus dem Internet Archive geliehen: %(title)s
es: Prestado del Archivo de Internet: %(title)s
hr: Posuđeno od Internet Archive: %(title)s
sc: Pigados in prèstidu libros dae s'Internet Archive: %(title)s

source: Loading indicator
ar: مؤشر التحميل
de: Indicator lädt
es: Indicador de carga
hr: Indikator učitavanja
sc: Indicadore de carrigamentu

source: Read
ar: اقرأ
cs: Číst
de: Lesen
es: Leer
fr: Lire
hi: पढ़ें
hr: Pročitano
it: Leggi
pl: Przeczytaj
pt: Ler
ru: Читать
sc: Leghe
uk: Читати

source: You are <strong>next</strong> on the waiting list
ar: أنت <strong>التالي</strong> في قائمة الانتظار
de: <strong>Wählen Sie eines</strong> der existierenden Umschlagsbilder
es: Eres el <strong>próximo</strong> en la lista de espera
fr: Vous êtes le <strong>suivant</strong> sur la liste d'attente
hi: आप प्रतीक्षा सूची में <strong>अगले</strong> स्थान पर हैं
hr: Ti si <strong>sljedeći/a</strong> na popisu čekanja
it: Sei il <strong>prossimo</strong> nella lista d'attesa
pl: Jesteś <strong> następny </strong> na liście oczekujących
pt: Você é <strong>próximo</strong> na lista de espera
ru: Вы <strong>следующий</strong> в списке ожидания
sc: Ses <strong>su pròssimu</strong> in sa lista de isetu

source: You are <strong>#%(spot)d</strong> of %(wlsize)d on the waiting list.
ar: أنت <strong>#%(spot)d</strong> من %(wlsize)d في قائمة الانتظار.
de: Sie sind <strong>#%(spot)d</strong> von %(wlsize)d auf der Warteliste.
es: Eres el <strong>#%(spot)d</strong> de %(wlsize)d en la lista de espera.
fr: Vous êtes <strong>#%(spot)d</strong> de %(wlsize)d sur la liste d'attente.
hi: आप प्रतीक्षा सूची में <strong>%(wlsize)d में से #%(spot)d</strong> में हैं।
hr: Ti si <strong>%(spot)d.</strong> od %(wlsize)d na popisu čekanja.
it: Sei in posizione <strong>#%(spot)d</strong> di %(wlsize)d nella lista d'attesa
pl: Jesteś <strong>#%(spot)d</strong> %(wlsize)d na liście oczekujących.
pt: Você é <strong>#%(spot)d</strong> de %(wlsize)d na lista de espera.
ru: Вы <strong>#%(spot)d</strong> из %(wlsize)d в списке ожидания.
sc: Ses <strong>#%(spot)d</strong> de %(wlsize)d in sa lista de isetu.

source: Leave waiting list
ar: ترك قائمة الانتظار
de: Warteliste verlassen
es: Abandonar la lista de espera
fr: Quitter la liste d'attente
hi: प्रतीक्षा सूची छोड़ें
hr: Izbriši se iz popisa čekanja
it: Lascia la lista d'attesa
pt: Abandonar a lista de espera
ru: Покинуть список ожидания
sc: Lassa sa lista de isetu

source: Join Waitlist
ar: الانضمام إلى قائمة الانتظار
de: Buch vormerken
es: Reservar
fr: Réserver
hi: वेटलिस्ट में शामिल हों
hr: Dodaj se u popis čekanja
it: Entra in lista d'attesa
pt: Reservar
ru: Присоединиться к списку ожидания
sc: Auni·ti a sa lista de isetu
uk: Приєднатися до списку очікування

source: Readers in line: %(count)s
ar: القراء في الانتظار: %(count)s
de: Nutzer*innen die auf auf diesen Titel warten: %(count)s
es: Lectores en línea: %(count)s
fr: Lecteurs en attente : %(count)s
hi: पंक्ति में पाठक: %(count)s
hr: Broj čitatelja u redu čekanja: %(count)s
it: Lettori in coda: %(count)s
sc: Letores in lìnia: %(count)s

source: You'll be next in line.
ar: ستكون التالي في القائمة.
de: Sie sind an nächster Stelle auf der Liste.
es: Serás el siguiente en la lista.
fr: Vous serez le prochain dans la file.
hi: आप अगली कतार में होंगे।
hr: Bit ćeš sljedeći/a na redu.
it: Se il prossimo in coda.
pt: Você será o seguinte na lista.
ru: Вы будете следующим.
sc: As a èssere su pròssimu in lìnia.
