Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: About the Project
ar: عن المشروع
de: Über das Projekt
es: Sobre el proyecto
fr: À propos du projet
hi: परियोजना के बारे में
hr: Informacije o projektu
it: Riguardo il progetto
pl: O projekcie
pt: Sobre o projeto
ru: О проекте
sc: Subra su Progetu
uk: Про проєкт

source: Open Library is an open, editable library catalog, building towards a web page for every book ever published.
ar: المكتبة الحرة هي كتالوج مكتبة مفتوح وقابل للتعديل، يهدف إلى إنشاء صفحة ويب لكل كتاب تم نشره.
de: Open Library ist ein frei zugänglicher und von allen zu bearbeitender Online-Katalog, welcher jedes Buch enthalten soll, das jemals veröffentlicht wurde.
es: Biblioteca Abierta es un catálogo de biblioteca abierto y editable, orientado a tener una página web por cada libro que se haya publicado jamás.
fr: Open Library est un catalogue de bibliothèque ouvert et modifiable, qui cherche à créer une page web pour chaque livre qui ait jamais été publié.
hi: ओपन लाइब्रेरी एक खुली, संपादन योग्य लाइब्रेरी कैटलॉग है, जो प्रत्येक पुस्तक के लिए एक वेब पेज बनाती है।
hr: Open Library je otvoren i urediv knjižnični katalog, smišljen za izradu web-stranice za svaku ikada izdanu knjigu.
it: Open Library è un catalogo aperto e modificabile che mira a costruire una pagina per ogni libro mai pubblicato.
pl: Open Library to otwarty, edytowalny katalog biblioteczny, dążący do stworzenia strony internetowej dla każdej kiedykolwiek opublikowanej książki.
pt: Open Library é um catálogo de biblioteca aberto e editável, orientado a ter uma página web para todo livro já publicado.
ru: Open Library - это открытый, редактируемый библиотечный каталог, создающий веб-страницу для каждой когда-либо опубликованной книги.
sc: S'Open Library est unu catàlogu abertu, chi si podet modificare e punnat a tènnere una pàgina web pro cada libru mai publicadu.
uk: Open Library — це відкритий бібліотечний каталог, який може редагувати кожен, створюючи вебсторінку для кожної книги, яка була опублікована.

source: Just like Wikipedia, you can contribute new information or corrections to the catalog. You can browse by <a href="/subjects">subjects</a>, <a href="/authors">authors</a> or <a href="/lists">lists</a> members have created. If you love books, why not help build a library?
ar: تمامًا مثل ويكيبيديا، يمكنك المساهمة بمعلومات جديدة أو تصحيحات للكتالوج. يمكنك البحث حسب <a href="/subjects">الموضوعات</a>، <a href="/authors">المؤلفين</a> أو <a href="/lists">القوائم</a> التي أنشأها الأعضاء. إذا كنت تحب الكتب، لماذا لا تساعد في بناء مكتبة؟
de: Wie in der Wikipedia auch, können Sie neue Informationen und Korrekturen zum Katalog beitragen. Sie können nach <a href="/subjects">Themen</a>, <a href="/authors">Autoren</a> oder <a href="/lists">Listen</a> der Mitglieder durchsuchen. Wenn Sie Bücher lieben, warum nicht mithelfen eine Bücherei aufzubauen?
es: Al igual que Wikipedia, puedes contribuir al catálogo con nueva información o con correcciones. Puedes explorar por <a href="/subjects">temas</a>, <a href="/authors">autores</a> o <a href="/lists">listas</a> que los miembros han creado. Si adoras los libros, ¿por qué no ayudar a construir una biblioteca?
fr: Tout comme Wikipédia, vous pouvez apporter de nouvelles informations ou corrections au catalogue. Vous pouvez parcourir les <a href="/subjects">thèmes</a>, les <a href="/authors">auteurs</a> ou les <a href="/lists">listes</a> que les membres ont créées. Si vous aimez les livres, pourquoi ne pas aider à créer une bibliothèque ?
hi: विकिपीडिया की तरह, आप कैटलॉग में नई जानकारी या सुधार का योगदान कर सकते हैं। आप <a href="/subjects">विषयों</a>, <a href="/authors">लेखकों</a> या सदस्यों द्वारा बनाई गई <a href="/lists">सूचियों</a> के आधार पर ब्राउज़ कर सकते हैं। अगर आपको किताबें पसंद हैं, तो लाइब्रेरी बनाने में मदद क्यों नहीं करते?
hr: Baš kao i kod Wikipedije, katalog možeš nadopuniti i ispravljati. Možeš pregledati po <a href="/subjects">područjima</a>, <a href="/authors">autorima</a> ili <a href="/lists">popisima</a> koje su stvorili članovi. Ako voliš knjige, pomogni izgraditi knjižnicu!
it: Proprio come Wikipedia, puoi contribuire con nuove informazioni o correzioni al catalogo. Puoi sfogliare per <a href="/subjects">argomento</a>, per <a href="/authors">autori</a> o <a href="/lists">liste</a> create dai membri. Se ami i libri, perché non aiutare a costruire una biblioteca?
pl: Tak jak na Wikipedii, możesz dodać nowe informacje lub poprawki do katalogu. Możesz przeglądać według <a href="/subjects">tematyki</a>, <a href="/authors">autorów</a> lub <a href="/lists">list</a> stworzonych przez użytkowników. Jeśli kochasz książki - czemu nie pomóc w budowie biblioteki?
pt: Assim como a Wikipedia, você pode contribuir ao catálogo com novas informações ou correções. Você pode explorar por <a href="/subjects">temas</a>, <a href="/authors">autores</a> ou <a href="/lists">listas</a> que os membros tenham criado. Se você adora livros, por que não ajudar a construir uma biblioteca?
ru: Прямо как в Википедии, вы можете вносить в каталог новую информацию или исправления. Вы можете искать книги по <a href="/subjects">рубрикам</a>, <a href="/authors">авторам</a> или <a href="/lists">спискам</a>, созданных нашими участниками. Если вы любите книги, почему бы не помочь создать библиотеку?
sc: Gasi comente in Wikipedia, podes frunire informatziones noas o curretziones a su catàlogu. Podes esplorare pro <a href="/subjects">argumentu</a>, <a href="/authors">autores</a> o <a href="/lists">listas</a> chi sos membros ant creadu. Si amas sos libros, proite no agiudas a fraigare una biblioteca?
uk: Прямо як у Вікіпедії, ви можете додавати нову інформацію або робити правки до нашого каталогу. Ви можете шукати за <a href="/subjects">темами</a>, <a href="/authors">авторами</a> або <a href="/lists">списками</a>, які були створені нашими користувачами. Якщо ви любите книги, чому б не допомогти побудувати бібліотека?

source: Latest Blog Posts
ar: أحدث التدوينات
de: Letzte Blog-Beiträge
es: Últimas entradas en el blog
fr: Derniers articles de blog
hi: नवीनतम ब्लॉग पोस्ट
hr: Najnovije objave na blogu
it: Ultimi Blog Post
pl: Najnowsze wpisy na blogu
pt: Últimas postagens do blog
ru: Последние записи в блоге
sc: Ùrtimas publicatziones de su blog
uk: Останні блог пости

source: Browse by Subject
ar: تصفح حسب الموضوع
de: Nach Themen durchsuchen
es: Explorar por tema
fr: Explorer par thèmes
hi: विषय के आधार पर ब्राउज़ करें
hr: Pregledaj po području
it: Sfoglia per argomento
pl: Przeglądaj według tematów
pt: Explorar por tema
ru: Искать по рубрике
sc: Esplora pro argumentu
uk: Шукати за темами

source: %(count)s Book
ar: %(count)s كتاب
de: %(count)s Buch
es: %(count)s libro
fr: %(count)s livre
hi: %(count)s पुस्तक
hr: %(count)s knjiga
it: %(count)s libro
pt: %(count)s livro
sc: %(count)s libru
uk: %(count)s книга

source: Welcome to Open Library
ar: مرحبًا بكم في المكتبة الحرة
de: Willkommen in der Open Library
es: Bienvenido a la Biblioteca Abierta
fr: Bienvenue sur Open Library
hi: ओपन लाइब्रेरी में आपका स्वागत है
hr: Dobro došao, dobro došla u Open Library
it: Benvenuti su Open Library
pl: Witamy w Open Library
pt: Bem-vindo a Open Library
ru: Добро пожаловать в Open Library
sc: Bene bènnidu a s'Open Library
uk: Ласкаво просимо до Open Library

source: Recently Returned
ar: تمت إعادته مؤخرًا
de: Kürzlich zurückgegeben
es: Devuelto recientemente
fr: Récemment rendu
hi: हाल ही में लौटाया गया
hr: Nedavno vraćeno
it: Restituiti di recente
pl: Ostatnio zwrócone
pt: Devoluções recentes
ru: Недавно возвращены
sc: Torrados dae pagu
uk: Недавно повернені

source: You can still <a href="/borrow">borrow</a> one more book until you've hit the limit!
es: ¡Aún puedes <a href="/borrow">tomar prestado</a> un libro más hasta alcanzar el límite!
hr: Možeš <a href="/borrow">posuditi</a> još jednu knjigu prije nego što dosegneš ograničenje!
sc: Podes galu <a href="/borrow">pigare in prèstidu</a> un'àteru libru in antis de arribbare a su lìmite!

source: You have reached the borrowing limit. Please return a book to checkout something new.
es: Has alcanzado el límite de préstamos. Devuelve un libro para poder sacar otro nuevo.
hr: Dosegnuo/la si ograničenje posudbi. Vrati jednu knjigu kako bi posudio/la nešto novo.
sc: Ses arribbadu a su lìmite de prèstidos. Pro praghere torra unu libru pro pigare carchi cosa de nou.

source: Around the Library
ar: حول المكتبة
de: Über die Bibliothek
es: Sobre la Biblioteca
fr: Autour de la bibliothèque
hi: लाइब्रेरी इन दिनों
hr: O knjižnici
it: Intorno la biblioteca
pl: O Open Library
pt: Sobre a Biblioteca
ru: В библиотеке
sc: A giru in sa biblioteca
uk: У бібліотеці

source: Here's what's happened over the last 28 days. More <a href="/recentchanges">recent changes</a>
ar: إليك ما حدث خلال الأيام الـ 28 الماضية. المزيد من <a href="/recentchanges">التغييرات الأخيرة</a>
de: Hier sehen Sie was über die letzten 28 Tage passiert ist. Mehr <a href="/recentchanges">kürzlich Änderungen</a>
es: Esto es lo que ha pasado en los últimos 28 días. Más los <a href="/recentchanges">cambios recientes</a>
fr: Voici ce qui s'est passé au cours des 28 derniers jours. Plus de <a href="/recentchanges">modifications récentes</a>
hi: यहाँ बताया गया है कि पिछले 28 दिनों में क्या हुआ है। और भी <a href="/recentchanges">हाल के बदलाव</a>
hr: Evo što se dogodilo u zadnjih 28 dana. Detaljni prikaz <a href="/recentchanges">nedavnih promjena</a>
it: Cosa è successo negli scorsi 28 giorni. <a href="/recentchanges">cambiamenti più recenti</a>
pl: Oto co wydarzyło się w ciągu ostatnich 28 dni. Więcej <a href="/recentchanges">ostatnich zmian</a>
pt: Isso é o que aconteceu nos últimos 28 dias. Mais em <a href="/recentchanges">mudanças recentes</a>
ru: Вот что произошло за последние 28 дней. Больше <a href="/recentchanges">последних изменений</a>
sc: Custu est su chi est acontèssidu in sas ùrtimas 28 dies. Àteras <a href="/recentchanges">modìficas reghentes</a>
uk: Ось що відбулося за останні 28 днів. Більше <a href="/recentchanges">останні зміни</a>

source: See all visitors to OpenLibrary.org
ar: عرض جميع زوار المكتبة الحرة
de: Alle Besucher der OpenLibrary.org anzeigen
es: Ver todos los visitantes de OpenLibrary.org
fr: Voir tous les visiteurs d'OpenLibrary.org
hi: OpenLibrary.org पर सभी विज़िटर देखें
hr: Pogledaj sve posjetitelje stranice OpenLibrary.org
it: Vedi tutti i visitatori di OpenLibrary.org
pl: Zobacz wszystkich odwiedzających OpenLibrary.org
pt: Ver todos os visitantes de OpenLibrary.org
ru: Посмотреть всех посетителей OpenLibrary.org
sc: Pòmpia totu sos bisitadores de OpenLibrary.org
uk: Побачити усіх відвідувачів OpenLibrary.org

source: Area graph of recent unique visitors
ar: مخطط المنطقة للزوار الفريدين الحديثين
de: Flächendiagramm aktueller eindeutiger Besucher*innen
es: Gráfico de área de visitantes únicos recientes
fr: Graphique de zone des visiteurs uniques récents
hi: हाल ही के अनोखे विज़िटर का एरिया ग्राफ़
hr: Dijagram nedavnih pojedinačnih posjetitelja
it: Grafico ad area dei visitatori unici recenti.
sc: Gràficu a àrea de sos bisitadores ùnicos reghentes

source: How many new Open Library members have we welcomed?
ar: كم عدد أعضاء المكتبة الحرة الجدد الذين رحبنا بهم؟
de: Wie viele neue OpenLibrary-Mitglieder wurden begrüßt?
es: ¿A cuántos nuevos miembros de la Biblioteca Abierta hemos dado la bienvenida?
fr: Combien de nouveaux membres d'Open Library avons-nous accueillis ?
hi: हमने कितने नए ओपन लाइब्रेरी सदस्यों का स्वागत किया है?
hr: Koliko smo novih članova knjižnice Open Library pozdravili?
it: A quanti nuovi membri di Open Library abbiamo dato il benvenuto?
pl: Ilu nowych użytkowników Open Library powitaliśmy?
pt: Quantos novos membros da Open Library nós recebemos?
ru: Сколько новых участников мы приняли?
sc: A cantos membros noos de s'Open Library amus dadu su benebènnidu?
uk: Скількох нових користувачів ми привітали?

source: Area graph of new members
ar: مخطط المنطقة للأعضاء الجدد
de: Flächendiagramm neuer Mitglieder
es: Gráfico de área de nuevos miembros
fr: Graphique de zone des nouveaux membres
hi: नए सदस्यों का क्षेत्र ग्राफ़
hr: Dijagram novih članova
it: Grafico ad area dei nuovi membri
sc: Gràficu a àrea de sos membros noos

source: People are constantly updating the catalog
ar: الأشخاص يقومون بتحديث الكتالوج باستمرار
de: Der Katalog wird permanent erweitert
es: La personas están constantemente actualizando el catálogo
fr: Les gens mettent constamment à jour le catalogue
hi: लोग कैटलॉग को लगातार अपडेट कर रहे हैं
hr: Ljudi stalno aktualiziraju katalog
it: Le persone aggiornano costantemente il catalogo
pl: Użytkownicy na bierząco aktualizujący katalog
pt: Pessoas estão constantemente atualizando o catálogo
ru: Люди постоянно обновляющие каталог
sc: Sa gente annoat su catàlogu in manera sighida
uk: Люди постійно оновлюють каталог

source: Area graph of recent catalog edits
ar: مخطط المنطقة للتعديلات الحديثة على الكتالوج
de: Flächendiagramm aktueller Katalogbearbeitungen
es: Gráfico de área de las ediciones recientes del catálogo
fr: Graphique de zone des modifications récentes du catalogue
hi: हाल के कैटलॉग संपादन का क्षेत्र ग्राफ़
hr: Dijagram nedavnih promjena u katalogu
it: Grafico ad are delle modifiche recenti al catalogo
sc: Gràficu a àrea de sas modìficas reghentes a su catàlogu

source: Catalog Edits
ar: تعديلات الكتالوج
de: Katalog Bearbeitungen
es: Ediciones del catálogo
fr: Modifications du catalogue
hi: कैटलॉग में बदलाव
hr: Promjene kataloga
it: Modifiche al catalogo
pl: Edycje katalogu
pt: Edições ao catálogo
ru: Редактирований каталога
sc: Modìficas a su catàlogu
uk: Редагувань каталогу

source: Members can create Lists
ar: يمكن للأعضاء إنشاء قوائم
de: Mitglieder können Listen anlegen
es: Los miembros pueden crear listas
fr: Les membres peuvent créer des listes
hi: सदस्य लिस्ट बना सकते हैं
hr: Članovi mogu izraditi popise
it: I membri possono creare liste
pl: Użytkownicy mogą tworzyć Listy
pt: Membros podem criar listas
ru: Участники могут создавать списки
sc: Sos membros podent creare listas
uk: Користувачі можуть створювати списки

source: Area graph of lists created recently
ar: مخطط المنطقة للقوائم التي تم إنشاؤها مؤخرًا
de: Flächendiagramm kürzlich erstellter Listen
es: Gráfico de área de listas creadas recientemente
fr: Graphique de zone des listes créées récemment
hi: हाल ही में बनाई गई सूचियों का क्षेत्र ग्राफ़
hr: Dijagram nedavno stvorenih popisa
it: Grafico ad area delle liste create di recente
sc: Gràficu a àrea de listas creadas dae pagu

source: Lists Created
ar: القوائم التي تم إنشاؤها
de: Erstellte Listen
es: Listas creadas
fr: Listes créées
hi: बनाई गई सूचियाँ
hr: Stvoreni popisi
it: Liste create
pl: Utworzone Listy
pt: Listas criadas
ru: Списков создано
sc: Listas creadas
uk: Списків створено

source: We're a library, so we lend books, too
ar: نحن مكتبة، لذا نقوم أيضًا بإعارة الكتب
de: Wir sind eine Bibliothek, also verleihen wir auch Bücher
es: Somos una biblioteca, así que también prestamos libros
fr: Nous sommes une bibliothèque, donc nous prêtons aussi des livres
hi: हम एक लाइब्रेरी हैं, इसलिए हम किताबें भी उधार देते हैं
hr: Mi smo knjižnica, dakle iznajmljujemo i knjige
it: Siamo una biblioteca, quindi prestiamo libri, anche
pl: Jesteśmy biblioteką, więc równierz wypożyczamy książki
pt: Somos uma biblioteca, logo, emprestamos livros também
ru: Мы библиотека, поэтому мы занимаем книги, тоже
sc: Semus una biblioteca, duncas imprestamus libros, fintzas
uk: Ми бібліотека, тому ми також позичаємо книги

source: Area graph of ebooks borrowed recently
ar: مخطط المنطقة للكتب الإلكترونية المستعارة حديثًا
de: Flächendiagramm kürzlich entliehener E-Books
es: Gráfico de área de libros electrónicos prestados recientemente
fr: Graphique de zone des livres électroniques empruntés récemment
hi: हाल ही में उधार ली गई ई - बुक्स का एरिया ग्राफ़
hr: Dijagram nedavno posuđenih e-knjiga
it: Grafico ad area dei libri prestati di recente
sc: Gràficu a àrea de sos libros eletrònicos pigados a prèstidu dae pagu

source: eBooks Borrowed
ar: الكتب الإلكترونية المستعارة
de: Ausgeliehene eBooks
es: libros electrónicos prestados
fr: Livres empruntés
hi: उधार ली गई ई - पुस्तकें
hr: Posuđene e-knjige
it: eBook prestati
pl: Wypożyczone e-booki
pt: eBooks emprestados
ru: Книг занято
sc: Libros eletrònicos pigados a prèstidu
uk: Книг позичено

source: Read Free Library Books Online
ar: اقرأ الكتب المجانية من المكتبة على الإنترنت
de: Lesen Sie freie Bücher online
es: Leer libros de la biblioteca gratis en línea
fr: Lire des livres gratuits en ligne
hi: मुफ़्त लाइब्रेरी की किताबें ऑनलाइन पढ़ें
hr: Čitaj besplatne knjige knjižnice na internetu
it: Leggi libri dalla biblioteca online
pt: Leia Livros Gratuitos da Biblioteca Online
ru: Читайте книги из библиотек бесплатно онлайн
sc: Leghe libros de sa biblioteca de badas in lìnia
uk: Читайте книги з бібліотек безплатно онлайн

source: Millions of books available through Controlled Digital Lending
ar: ملايين الكتب متاحة من خلال الإعارة الرقمية المُراقبة
de: Millionen von Büchern sind für die kontrollierte digitale Ausleihe verfügbar
es: Millones de libros disponibles a través del préstamo digital controlado
fr: Des millions de livres disponible par Controlled Digital Lending
hi: नियंत्रित डिजिटल ऋण के माध्यम से लाखों किताबें उपलब्ध हैं
hr: Milijuni knjiga dostupne putem kontrolirane digitalne posudbe
it: Milioni di libri disponibili tramite prestito digitale controllato
pt: Milhões de livros estão disponíveis por meio do Empréstimo Digital Controlado
ru: Миллионы книг доступны через Контролируемый Цифровой Заем
sc: Milliones de libros a disponimentu pro mèdiu de su prèstidu digitale controlladu
uk: Мільйони книг доступні через Кероване Цифрове Позичання

source: Set a Yearly Reading Goal
ar: حدد هدف القراءة السنوي
de: Jahresziel setzen
es: Establecer un objetivo anual de lectura
fr: Fixer un objectif annuel de lecture
hr: Postavi godišnji cilj čitanja
sc: Cunfigura un'obietivu de letura annuale

source: Learn how to set a yearly reading goal and track what you read
ar: تعلم كيفية تحديد هدف قراءة سنوي وتتبع ما تقرأه
de: Erfahren Sie, wie Sie sich ein jährliches Leseziel setzen und Ihre Lektüre verfolgen können
es: Aprende a establecer un objetivo anual de lectura y a hacer un seguimiento de lo que lees
hr: Nauči kako postaviti godišnji cilj čitanja i prati što čitaš
sc: Impara comente cunfigurare un'obietivu de letura annuale e arrastare su chi leghes

source: Keep Track of your Favorite Books
ar: تابع كتبك المفضلة
de: Behalten Sie Ihre Lieblingsbücher im Auge
es: Sigue el rastro de tus libros favoritos
fr: Garder une trace de vos livres favoris
hi: अपनी पसंदीदा किताबों पर नज़र रखें
hr: Prati svoje omiljene knjige
it: Tieni traccia dei tuoi libri preferiti
pt: Acompanhe seus livros favoritos
ru: Следите за своими любимыми книгами
sc: Arrasta sos libros preferidos tuos
uk: Стежте за своїми улюбленими книгами

source: Organize your Books using Lists & the Reading Log
ar: نظم كتبك باستخدام القوائم وسجل القراءة
de: Organisieren Sie Ihre Bücher und in Listen und dem Lese-Log
es: Organiza tus libros usando listas y el registro de lectura
fr: Organisez vos livres en utilisant les listes et le journal de lecture
hi: सूचियों और रीडिंग लॉग का उपयोग करके अपनी पुस्तकों को व्यवस्थित करें
hr: Organiziraj svoje knjige pomoću popisa i dnevnika čitanja
it: Organizza i tuoi libri con liste e cronologia di lettura
pt: Organize seus livros utilizando listas e registros de leitura
ru: Организуйте свои книги с помощью списков и журнала чтения
sc: Organiza sos libros tuos impreende listas e su registru de letura
uk: Організуйте свої книги використовуючи списки та читацький журнал

source: Try the virtual Library Explorer
ar: جرب مستكشف المكتبة الافتراضي
de: Probieren Sie den virtuellen Bibliotheksexplorer
es: Prueba el Explorador de la Biblioteca virtual
fr: Essayer l'explorateur de bibliothèque virtuel
hi: वर्चुअल लाइब्रेरी एक्सप्लोरर आज़माएँ
hr: Isprobaj virtualni pretraživač knjižnice
it: Prova l'esploratore virtuale della biblioteca
pt: Teste o explorador virtual da Library
ru: Попробуйте виртуальный исследователь библиотеки
sc: Proa s'esploradore de sa biblioteca virtuale
uk: Спробуйте віртуальний дослідник бібліотеки

source: Digital shelves organized like a physical library
ar: رفوف رقمية منظمة مثل مكتبة حقيقية
de: Digitale Regale organisiert wie eine echte Bibliothek
es: Estantes digitales organizados como una biblioteca física
fr: Étagères numériques organisées comme dans une bibliothèque
hi: डिजिटल अलमारियों को एक भौतिक पुस्तकालय की तरह व्यवस्थित किया गया
hr: Digitalne police organizirane kao fizička knjižnica
it: Mensole digitali organizzate come una biblioteca fisica
pt: Estantes digitais organizadas como uma biblioteca física
ru: Цифровые полки организованы как в настоящей библиотеке
sc: Mènsolas digitales organizadas che a una biblioteca fìsica
uk: Цифрові полички організовані як справжня бібліотека

source: Try Fulltext Search
ar: جرب البحث النصي الكامل
de: Volltextsuche ausprobieren
es: Prueba la búsqueda de texto completo
fr: Essayez la recherche en plein texte
hi: फुलटेक्स्ट सर्च आज़माएँ
hr: Isprobaj pretraživanje cijelog teksta
it: Prova la ricerca testuale completa
sc: Proa sa chirca de testu integrale
uk: Пошук у тексті книг

source: Find matching results within the text of millions of books
ar: ابحث عن نتائج مطابقة ضمن نصوص ملايين الكتب
de: Finden Sie passende Ergebnisse im Text von Millionen Büchern
es: Encontrar resultados coincidentes en el texto de millones de libros
fr: Trouvez des résultats correspondants dans le texte de millions de livres
hi: लाखों पुस्तकों के टेक्स्ट के भीतर मिलान करने वाले परिणाम खोजें
hr: Pronađi poklapajuće rezultate u tekstovima od milijun knjiga
it: Trova risultati corrispondenti nel testo di milioni di libri
sc: Atzapa resurtados chi currispondent a intro de sos testos de milliones de libros
uk: Знайдіть збіги серед текстів мільйонів книг

source: Be an Open Librarian
ar: كن أمين مكتبة مفتوحة
de: Seien Sie ein freier Bibliothekar
es: Sé un bibliotecario abierto
fr: Être bibliothécaire
hi: एक ओपन लाइब्रेरियन बनें
hr: Budi „otvoreni knjižničar”
it: Diventa un Open Librarian
pt: Seja um Bibliotecário Aberto
ru: Станьте библиотекарем
sc: Faghe su bibliotecàriu abertu
uk: Станьте бібліотекарем

source: Dozens of ways you can help improve the library
ar: عشرات الطرق التي يمكنك من خلالها المساعدة في تحسين المكتبة
de: Dutzende Möglichkeiten wie Sie helfen können die Bibliothek zu verbessern
es: Docenas de formas de ayudar a mejorar la biblioteca
fr: Des douzaines de manière d'améliorer la bibliothèque
hi: लाइब्रेरी को बेहतर बनाने में आप दर्जनों तरीकों से मदद कर सकते हैं
hr: Razni načini za pomaganje u poboljšanju knjižnice
it: Decine di modi in cui puoi aiutare a migliorare la biblioteca
pt: Dezenas de formas que você pode ajudar a melhorar a biblioteca
ru: Есть десятки способов, которыми вы можете помочь улучшить работу библиотеки
sc: Dosinas de maneras cun chi podes agiudare sa biblioteca
uk: Багато шляхів, щоб допомогти покращити бібліотеку

source: Volunteer at Open Library
ar: تطوع في المكتبة الحرة
de: Bei OpenLibrary ehrenamtlich engagieren
es: Voluntariado en la Biblioteca Abierta
hr: Volontiraj u Open Library
sc: Faghe voluntariadu in s'Open Library

source: Discover opportunities to improve the library
ar: اكتشف الفرص لتحسين المكتبة
de: Entdecken Sie Möglichkeiten zur Verbesserung der Bibliothek
es: Descubrir oportunidades para mejorar la biblioteca
hr: Otkrij mogućnosti za poboljšanje knjižnice
sc: Iscoberi oportunidades pro megiorare sa biblioteca

source: Send us feedback
ar: أرسل لنا ملاحظاتك
de: Senden Sie uns Feedback
es: Envíanos tus comentarios
fr: Envoyer nous vos impressions
hi: हमें फीडबैक भेजें
hr: Pošalji nam povratne informacije
it: Mandaci il tuo feedback
pt: Envie feedback para nós
ru: Отправьте нам отзыв
sc: Imbia·nos su parre tuo
uk: Надішліть нам свій відгук
