Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: ID must be exactly 10 characters [0-9 or X]. For example 0-19-853453-1 or 0198534531
ar: يجب أن يكون المعرّف مكونًا من 10 أحرف بالضبط [0-9 أو X]. على سبيل المثال 0-19-853453-1 أو 0198534531
de: ID muss aus exakt 10 Zeichen [0-9 oder X] bestehen. Zum Beispiel: 0-19-853453-1 oder 0198534531
es: El ID debe tener exactamente 10 caracteres [0-9 o X]. Por ejemplo, 0-19-853453-1 o 0198534531
fr: L'identifiant doit contenir exactement 10 caractères de 0 à 9 ou X. Par exemple 0-19-853453-1 ou 0198534531
hi: आईडी ठीक 10 कैरेक्टर [0 -9 या X] की होनी चाहिए। उदाहरण के लिए 0 -19 -853453 -1 या 0198534531
hr: ID-oznaka mora imati točno 10 znakova [0 – 9 ili X]. Na primjer: 0-19-853453-1 ili 0198534531
it: L'ID deve essere esattamente 10 caratteri [0-9 o X]. Per esempio 0-19-853453-1 oppure 0198534531
sc: S'ID depet tènnere 10 caràteres esatos [0-9 o X]. A esèmpiu 0-19-853453-1 o 0198534531
uk: ID має містити рівно 10 символів [0-9 або X]. Наприклад, 0-19-853453-1 або 0198534531

source: ID must be exactly 13 characters [0-9]. For example 978-3-16-148410-0 or 9783161484100
ar: يجب أن يكون المعرّف مكونًا من 13 حرفًا بالضبط [0-9]. على سبيل المثال 978-3-16-148410-0 أو 9783161484100
de: ID muss aus exakt 13 Zeichen [0-9] bestehen. Zum Beispiel: 978-3-16-148410-0 oder 9783161484100
es: El ID debe tener exactamente 13 caracteres [0-9]. Por ejemplo, 978-3-16-148410-0 o 9783161484100
fr: L'identifiant doit contenir exactement 13 chiffres de 0 à 9. Par exemple 978-3-16-148410-0 ou 9783161484100
hi: आईडी बिल्कुल 13 कैरेक्टर [0 -9] की होनी चाहिए। उदाहरण के लिए 978 -3 -16 -148410 -0 या 9783161484100
hr: ID-oznaka mora imati točno 13 znakova [0 – 9]. Na primjer: 978-3-16-148410-0 ili 9783161484100
it: L'ID deve essere esattamente di 13 caratteri [0-9]. Per esempio 978-3-16-148410-0 oppure 9783161484100
sc: S'ID depet tènnere 13 caràteres esatos [0-9]. A esèmpiu 978-3-16-148410-0 o 9783161484100
uk: ID має містити рівно 13 символів [0-9]. Наприклад, 978-3-16-148410-0 або 9783161484100

source: Invalid LC Control Number format
ar: تنسيق رقم التحكم LC غير صحيح
de: Ungültiges Format der LC-Control-Number
es: Formato inválido del número de control LC
hr: Neispravan format kontrolnog broja LC-a
sc: Formadu de su nùmeru de controllu LC non vàlidu

source: Invalid OCLC/WorldCat Control Number format
es: Formato de número de control OCLC/WorldCat no válido

source: Please enter a value for the selected identifier
ar: يرجى إدخال قيمة للمعرّف المحدد
de: Bitte einen Wert für die gewählte Identifikationsnummer eingeben
es: Por favor, introduce un valor para el identificador seleccionado
hr: Upiši vrijednost za odabrani identifikator
sc: Inserta unu valore pro s'identificadore seletzionadu

source: Are you sure that's the published date?
es: ¿Estás seguro de que esa es la fecha de publicación?
hr: Jesi li siguran/na da je to datum izdanja?
sc: Ses seguru chi custa est sa data de publicatzione?

source: Add a book to Open Library
ar: أضف كتابًا إلى المكتبة الحرة
cs: Přidat knhu do Open Library
de: Buch zur Open Library hinzufügen
es: Añadir un libro a la Biblioteca Abierta
fr: Ajouter un livre à Open Library
hi: ओपन लाइब्रेरी में एक किताब जोड़ें
hr: Dodaj knjigu u Open Library
it: Aggiungi un libro su Open Library
pl: Dodaj książkę do Open Library
pt: Adicionar um livro à Open Library
ru: Добавить книгу в Open Library
sc: Annanghe unu libru a s'Open Library
uk: Додати книгу до Open Library

source: We require a minimum set of fields to create a new record. These are those fields.
ar: نحتاج إلى مجموعة أساسية من الحقول لإنشاء سجل جديد. وهذه هي الحقول المطلوبة.
cs: Pro vytvoření nového záznamu vyžadujeme vyplnění minimálně těchto polí.
de: Wir benötigen ein Minimum an Angaben um einen Datensatz zu erzeugen. Dies sind die die Felder.
es: Se requiere un conjunto mínimo de campos para crear un nuevo registro. Estos son esos campos.
fr: Nous avons au moins besoin des champs suivants pour créer une nouvelle entrée.
hi: नया रिकॉर्ड बनाने के लिए हमें फ़ील्ड के न्यूनतम सेट की ज़रूरत होती है। ये वे क्षेत्र हैं।
hr: Za stvaranje novog zapisa potreban je određen broj polja. Ovo su ta polja.
it: Un minimo insieme di campi sono necessari per la creazione di una nuova voce. Questi sono tali campi.
pl: Aby utworzyć nowy wpis wymagane jest uzupełnienie nastepujących pól.
pt: Nós necessitamos um número mínimo de campos para criar um novo registro. Esses são os campos.
ru: Для создания новой записи нам требуется минимальный набор полей. Вот эти поля.
sc: Tenimus bisòngiu de un'annantu mìnimu de campos pro creare unu registru nou. Custos sunt cussos campos.
uk: Нам потрібен мінімальний набір даних, щоб створити новий запис. Ось ці дані.

source: Title
ar: العنوان
cs: Název
de: Titel
es: Título
fr: Titre
hi: शीर्षक
hr: Naslov
it: Titolo
pl: Tytuł
pt: Título
ru: Название
sc: Tìtulu
uk: Назва

source: Use <b><i>Title: Subtitle</i></b> to add a subtitle.
ar: استخدم <b><i>العنوان: العنوان الفرعي</i></b> لإضافة عنوان فرعي.
de: Nutzen Sie <b><i>Titel: Untertitel</i></b> um einen Untertitel hinzuzufügen.
es: Usa <b><i>Título: Subtítulo</i></b> para añadir un subtítulo.
fr: Utilisez le format <b><i>Titre: Sous-titre</i></b> pour ajouter un sous-titre.
hi: उपशीर्षक जोड़ने के लिए <b><i>शीर्षक: उपशीर्षक</i></b> का उपयोग करें।
hr: Za dodavanje podnaslova koristi <b><i>Naslov: Podnaslov</i></b>.
it: Usa <b><i>Titolo: Sottotitolo</i></b> per aggiungere un sottotitolo.
pl: Użyj <b><i>Tytuł: Podtytuł</i></b> aby dodać podtytuł.
pt: Use <b><i>Título: Subtítulo</i></b> para adicionar um subtítulo.
ru: Используйте <b><i>Заголовок: подзаголовок</i></b>, чтобы добавить подзаголовок.
sc: Imprea <b><i>Tìtulu: Sutatìtulu</i></b> pro annànghere unu sutatìtulu.
uk: Використовуйте <b><i>Заголовок: підзаголовок</i></b>, щоб додати підзаголовок.

source: Required field
ar: حقل مطلوب
cs: Požadované pole
de: Feld zwingend erforderlich
es: Campo obligatorio
fr: Champ obligatoire
hi: आवश्यक फ़ील्ड
hr: Obavezno polje
it: Campo obbligatorio
pl: Pole wymagane
pt: Campo obligatório
ru: Обязательное поле
sc: Campu netzessàriu
uk: Обов'язкові поля

source: Like, "Agatha Christie" or "Jean-Paul Sartre." We'll also do a live check to see if we already know the author.
ar: مثل، "أجاثا كريستي" أو "جان بول سارتر." سنقوم أيضًا بالتحقق في الوقت الفعلي إذا كنا نعرف المؤلف بالفعل.
cs: Například, "Agatha Christie" nebo "Jean-Paul Sartre." Také rovnou ověříme zda již takového autora známe.
de: Wir überprüfen in Echtzeit ob ein Author bereits angelegt wurde.
es: Como «Agatha Christie» o «Jean-Paul Sartre». También haremos una comprobación en vivo para ver si ya conocemos al autor.
fr: Par exemple, « Agatha Christie » ou « Jean-Paul Sartre ». Nous vérifierons aussi à la volée si nous connaissons déjà cet auteur.
hi: जैसे, "अगाथा क्रिस्टी" या "जीन - पॉल सार्त्र।" हम यह देखने के लिए एक लाइव जाँच भी करेंगे कि क्या हम पहले से ही लेखक को जानते हैं।
hr: Na primjer „Agatha Christie” ili „Jean-Paul Sartre”. Također ćemo provjeriti je li već poznamo autora.
it: Come, "Agatha Christie" oppure "Jean-Paul Sartre." Faremo anche un controllo in tempo reale per vedere se conosciamo già l'autore.
pl: Na przykład, "Agatha Christie" lub "Jean-Paul Sartre." Jeśli autor znajduje się na liście - kliknij na jego nazwisko by wybrać.
pt: Como "Agatha Christie" ou "Jean-Paul Sartre". Também vamos verificar ao vivo para ver se já conhecemos o autor.
ru: Например, "Агата Кристи" или "Жан-Поль Сартр." Мы также проверим, есть ли уже этот автор.
sc: Che a "Agatha Christie" o "Jean-Paul Sartre." Amus a fàghere fintzas una verìfica in tempus reale pro bìdere si connoschimus giai s'autore.
uk: Наприклад, "Агата Крісті" або "Тарас Шевченко." Ми також наживо перевіримо, чи цей автор вже створений.

source: Who is the publisher?
ar: من هو الناشر؟
cs: Kdo je vydavatel?
de: Welcher Verlag?
es: ¿Cuál es la editorial?
fr: Quel est l'éditeur ?
hi: प्रकाशक कौन है?
hr: Tko je izdavač?
it: Chi è l'editore?
pl: Wydawnictwo
pt: Qual é a editora?
ru: Кто издатель?
sc: Chie est s'editore?
uk: Хто є видавцем?

source: For example:
ar: على سبيل المثال:
cs: Například
de: Zum Beispiel:
es: Por ejemplo:
fr: Par exemple :
hi: उदाहरण के लिए:
hr: Na primjer:
it: Per esempio:
pl: Na przykład:
pt: Por exemplo:
ru: Например:
sc: A esèmpiu:
uk: Наприклад:

source: When was it published?
ar: متى تم نشره؟
cs: Kdy byla vydána?
de: Wann wurde es veröffentlicht?
es: ¿Cuándo se publicó?
fr: Quand a-t-il été publié ?
hi: यह कब प्रकाशित हुआ था?
hr: Kada je izdano?
it: Quando è stato pubblicato?
pl: Data publikacji tego wydania
pt: Quando foi publicado?
ru: Когда опубликовано?
sc: Cando l'ant publicadu?
uk: Коли книга була опублікована?

source: You should be able to find this in the first few pages of the book.
ar: يجب أن تكون قادرًا على العثور على ذلك في الصفحات الأولى من الكتاب.
de: Sie sollten dies auf den ersten Seiten des Buches finden können.
es: Deberías poder encontrar esto en las primeras páginas del libro.
fr: Vous devriez pouvoir trouver cela dans les premières pages du livre.
hi: आपको इसे पुस्तक के पहले कुछ पृष्ठों में खोजने में सक्षम होना चाहिए।
hr: Ovo bi se trebalo moći pronaći na prvim stranicama knjige.
it: Dovresti trovare questo nelle prime pagine del libro.
pl: Możesz znaleźć te informacje na pierwszych stronach książki.
pt: Você deveria conseguir encontrar isso nas primeiras páginas do livro.
ru: Вы должны найти это на первых нескольких страницах книги.
sc: Dias dèpere pòdere atzapare custu in sas primas pàginas de su libru.
uk: Має бути на одній з перших сторінок книги.

source: And optionally, an ID number &#151; like an ISBN &#151; would be helpful...
ar: وبالإضافة إلى ذلك، قد يكون رقم معرّف &#151; مثل ISBN &#151; مفيدًا...
cs: A volitelně, identifikační číslo - jako ISBN
de: Optional eine ID-Number &#151; wie eine ISBN &#151; wäre hilfreich...
es: Y opcionalmente, un número identificador &#151; como un ISBN &#151; sería útil...
fr: Et facultativement, un numéro d'identification &#151; comme un ISBN &#151; serait utile…
hi: और वैकल्पिक रूप से, एक आईडी नंबर - एक आईएसबीएन की तरह - मददगार होगा...
hr: Opcionalno dodaj ID-oznaku poput ISBN-a …
it: E opzionalmente, un numero identificativo &#151; come un ISBN &#151; sarebbe utile...
pl: Opjonalnie możesz dodać numer identyfikacyjny &#151; np. ISBN &#151
pt: E, opcionalmente, um número identificador &#151; como um ISBN &#151; seria útil...
ru: И, необязательно, добавьте ID &#151; например, ISBN...
sc: E, optzionalmente, unu nùmeru ID &#151; che a un'ISBN &#151; diat èssere de agiudu...
uk: І, необов'язково, додайте ID, &#151; наприклад, ISBN &#151;...

source: ID Type
ar: نوع المعرف
de: ID-Typ
es: Tipo de ID
fr: Type d'identifiant
hi: आईडी का प्रकार
hr: Vrsta ID-oznake
it: Tipo di ID
pl: Rodzaj numeru identyfikacyjnego
pt: Tipo de ID
ru: Тип ID
sc: Casta de ID
uk: Тип ID

source: ISBN may be invalid. Click "Add" again to submit.
ar: قد تكون ISBN غير صحيحة. اضغط على "إضافة" مرة أخرى لتقديمها.
de: ISBN könnte ungültig sein. Erneut "Hinzufügen" zum Absenden klicken.
es: El ISBN puede no ser válido. Vuelve a hacer clic en «Añadir» para enviar.
fr: L'ISBN est peut-être invalide. Cliquez à nouveau sur « Ajouter » pour envoyer.
hi: ISBN अमान्य हो सकता है। सबमिट करने के लिए फिर से "जोड़ें" पर क्लिक करें।
hr: ISBN je možda neispravan. Za slanje ponovo pritisni „Dodaj”.
it: L'ISBN potrebbe essere invalido. Clidda di nuovo "Aggiungi" per inviare.
sc: S'ISBN diat pòdere èssere invàlidu. Torra a incarcare "Annanghe" pro imbiare.
uk: ISBN може бути неправильним. Натисніть ще раз «Додати».

source: Select
ar: اختيار
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Sélectionner
hi: चुनें
hr: Odaberi
it: Seleziona
pl: Wybierz
pt: Selecionar
ru: Выбрать
sc: Seletziona
uk: Обрати

source: Project Gutenberg
es: Proyecto Gutenberg

source: Book URL
ar: رابط الكتاب
de: Buch-URL
es: URL del libro
fr: URL du livre
hi: यूआरएल बुक करें
hr: URL-adresa knjige
it: URL del libro
sc: URL de su libru
uk: URL книги

source: Only fill this out if this is a web book
ar: املأ هذا فقط إذا كان الكتاب على الويب
de: Nur ausfüllen, wenn es ein Web-Buch ist
es: Rellenar solo si se trata de un libro web
fr: À remplir uniquement si c'est un livre en ligne
hi: अगर यह एक वेब बुक है, तो केवल इसे भरें
hr: Ispuni ovo samo ako se radi o web knjizi
it: Compila questo campo solo per libri sul web
sc: Compila custu petzi si est unu libru web
uk: Заповніть це поле, тільки якщо це вебкнига

source: Add this book now
ar: أضف هذا الكتاب الآن
cs: Přidat tuto knihu
de: Dieses Buch jetzt hinzufügen
es: Añadir este libro ahora
fr: Ajouter ce livre maintenant
hi: इस किताब को अभी जोड़ें
hr: Dodaj ovu knjigu sada
it: Aggiungi questo libro ora
pl: Dodaj tę książkę
pt: Adicionar esse livro agora
ru: Добавить эту книгу сейчас
sc: Annanghe custu libru como
uk: Додати цю книгу зараз

source: Add a new author
ar: إضافة مؤلف جديد
de: Eine*n weitere*n Autor*in hinzufügen
es: Añadir un nuevo autor
hr: Dodaj novog autora
sc: Annanghe un'autore nou

source: Create a new record for
ar: إنشاء سجل جديد لـ
cs: Vytvořit nový záznam pro
de: Neuen Eintrag erstellen für
es: Crear un nuevo registro para
fr: Créer une nouvelle entrée pour
hi: के लिए एक नया रिकॉर्ड बनाएँ
hr: Stvori nov zapis za
it: Aggiungi una nuova voce per
pl: Utwórz nowy dokument dla
pt: Criar um novo registro para
ru: Создать новую запись для
sc: Crea unu registru nou pro
uk: Створити новий запис для

source: Remove this author
ar: إزالة هذا المؤلف
cs: Smazat tohoto tvůrce
de: Diese*n Autor*in entfernen
es: Eliminar este autor
fr: Supprimer cet auteur
hi: इस लेखक को हटाएँ
hr: Ukloni ovog autora
it: Rimuovi questo autore
pl: Usuń tego autora
pt: Eliminar este autor
ru: Удалить этого автора
sc: Boga custu autore
uk: Вилучити цього автора

source: Add another author?
ar: هل تريد إضافة مؤلف آخر؟
cs: Přidat dalšího autora?
de: Eine*n weitere*n Autor*in hinzufügen?
es: ¿Añadir otro autor?
fr: Ajouter un autre auteur ?
hi: एक और लेखक जोड़ें?
hr: Dodati jednog drugog autora?
it: Aggiungere un nuovo autore?
pl: Dodaj kolejnego autora
pt: Adicionar outro autor?
ru: Добавить другого автора?
sc: Annànghere un'àteru autore?
uk: Додати іншого автора?

source: Add a Book
ar: إضافة كتاب
cs: Přidat knihu
de: Ein Buch hinzufügen
es: Añadir un libro
fr: Ajouter un livre
hi: एक किताब जोड़ें
hr: Dodaj knjigu
it: Aggiungi un libro
pl: Dodaj książkę
pt: Adicionar um livro
ru: Добавить книгу
sc: Annanghe unu libru
uk: Додати книгу

source: One moment... It looks like we already have <em>some potential matches</em> for <b>%(title)s</b> by <b>%(author)s</b>.
ar: لحظة من فضلك... يبدو أن لدينا بالفعل <em>بعض التطابقات المحتملة</em> لـ <b>%(title)s</b> بواسطة <b>%(author)s</b>.
de: Einen Moment... Es sieht aus als hätten wir bereits <em>einige potentielle Übereinstimmungen</em> für <b>%(title)s</b> von <b>%(author)s</b>.
es: Un momento... Parece que ya tenemos <em>algunas coincidencias potenciales</em> para <b>%(title)s</b> de <b>%(author)s</b>.
fr: Un instant… Il semble qu'un livre existant <em>corresponde peut-être</em> à <b>%(title)s</b> par <b>%(author)s</b>.
hi: एक क्षण रुकिए... ऐसा लगता है कि हमारे पास पहले से ही <em>कुछ संभावित मैच हैं</em> <b>%(title)s</b> के लिए <b>%(author)s</b> द्वारा.
hr: Samo malo … Čini se da već imamo <em>neka moguća podudaranja</em> za <b>%(title)s</b>, autora <b>%(author)s</b>.
it: Aspetta... Sembra che abbiamo già <em>qualche potenziale corrispondenza</em> per <b>%(title)s</b> di <b>%(author)s</b>.
pl: Chwileczkę... Wydaje się, że mamy już <em>podobną książkę</em> <b>%(title)s</b> autorstwa <b>%(author)s</b>.
pt: Um momento... Parece que já temos <em>alguns potênciais resultados</em> para <b>%(title)s</b> de <b>%(author)s</b>.
ru: Один момент... Похоже, мы уже имеем <em>некоторые потенциальные совпадения</em> для <b>%(title)s</b> от <b>%(author)s</b>.
sc: Unu momentu... Paret chi bi siant giai <em>unas cantas currispondèntzias</em> pro <b>%(title)s</b> de <b>%(author)s</b>.
uk: Хвилинку... Схоже, ми вже маємо <em>деякі потенційні збіги</em> для <b>%(title)s</b> від <b>%(author)s</b>.

source: Rather than creating a duplicate record, please click through the result you think best matches your book.
ar: بدلاً من إنشاء سجل مكرر، يرجى النقر على النتيجة التي تعتقد أنها تتطابق مع كتابك.
de: Bitte prüfen Sie, ob einer der angezeigten Titel dem Buch entspricht, das Sie hinzufügen wollen. So vermeiden Sie Dubletten in der Datenbank.
es: En lugar de crear un registro duplicado, haz clic en el resultado que mejor se adapte a tu libro.
fr: Plutôt que de créer une entrée supplémentaire, veuillez cliquer sur le résultat qui correspond le mieux à votre livre.
hi: डुप्लिकेट रिकॉर्ड बनाने के बजाय, कृपया उस परिणाम पर क्लिक करें जो आपको लगता है कि आपकी पुस्तक से सबसे अच्छा मेल खाता है।
hr: Umjesto dupliciranja zapisa, pritisni rezultat za koji misliš da se najbolje podudara s tvojom knjigom.
it: Piuttosto che creare una voce duplicata ti preghiamo di cliccare sul risultato che credi meglio corrispondere al tuo libro.
pl: Nie twórz duplikatu tej książki. Wybierz odpowiedni tytuł z poniższej listy.
pt: Ao invés de criar um registro duplicado, clique no resultado que melhor corresponde ao seu livro.
ru: Чтобы не создавать дублирующую запись, пожалуйста, щелкните по результату, который, по вашему мнению, лучше всего соответствует вашей книге.
sc: In càmbiu de creare unu registru dòpiu incarca in su resurtadu chi pensas chi currispondat mègius cun su libru tuo.
uk: Замість того, щоб створювати новий запис, будь ласка, натисніть на результат, який, на вашу думку, найбільше відповідає вашій книзі.

source: Select this book
ar: حدد هذا الكتاب
de: Dieses Buch auswählen
es: Seleccionar este libro
fr: Choisir ce livre
hi: इस किताब का चयन करें
hr: Odaberi ovu knjigu
it: Seleziona questo libro
pl: Wybierz tę książkę
pt: Selecionar este livro
ru: Выбрать эту книгу
sc: Seletziona custu libru
uk: Обрати цю книгу

source: First published in %(year)d
ar: نُشر لأول مرة في %(year)d
de: Ersterscheinung im Jahr %(year)d
es: Publicado por primera vez en %(year)d
fr: Première publication en %(year)d
hi: पहली बार %(year)d में प्रकाशित हुआ
hr: Prvi put izdano %(year)d.
it: Pubblicato per la prima volta nel %(year)d
pl: Pierwsze wydanie w %(year)d
pt: Publicado pela primeira vez em %(year)d
ru: Впервые опубликовано в %(year)d
sc: Publicadu a primu in su %(year)d
uk: Уперше опубліковано в %(year)d

source: None of these match the book I want to add.
ar: لا شيء من هذه النتائج يتطابق مع الكتاب الذي أريد إضافته.
de: Keines dieser Ergebnisse stimmt mit dem Buch überein, das ich hinzufügen möchte.
es: Ninguno de estos coincide con el libro que quiero añadir.
hr: Ništa ne odgovara knjizi koju želim dodati.
sc: Perunu de custos currispondet cun su libru chi bògio annànghere.

source: Continue
ar: مواصلة
es: Continuar
hr: Nastavi
sc: Sighi

source: name missing
ar: الاسم مفقود
de: Name fehlt
es: falta el nombre
fr: nom manquant
hi: नाम गायब है
hr: nedostaje ime
it: nome mancante
pl: brakuje imienia
pt: nome ausente
ru: имя отсутствует
sc: nùmene chi mancat

source: by %(name)s
ar: بواسطة %(name)s
de: nach %(name)s
es: por %(name)s
fr: par %(name)s
hi: %(name)s द्वारा
hr: od %(name)s
it: da %(name)s
pl: autorstwa %(name)s
pt: por %(name)s
ru: от %(name)s
sc: de %(name)s
uk: від %(name)s

source: Open Library Home
ar: الصفحة الرئيسية للمكتبة المفتوحة
de: Open Library Homepage
es: Inicio de la Biblioteca Abierta
hr: Open Library naslovnica
sc: Pàgina printzipale de Open Library

source: There isn't a DAISY file available for
ar: لا توجد ملف DAISY متاح لـ
de: Es ist keine DAISY-Datei verfügbar für
es: No hay ningún archivo DAISY disponible para
hr: Ne postoji DAISY datoteka za
sc: Non b'at unu documentu DAISY a disponimentu pro

source: This DAISY file is protected.
ar: هذه DAISY محمية.
de: Diese DAISY-Datei ist geschützt.
es: Este archivo DAISY está protegido.
hr: Ova je DAISY datoteka zaštićena.
sc: Custu documentu DAISY est amparadu.

source: It can only be opened on a specialized device with a key issued by the Library of Congress.
ar: يمكن فتحها فقط على جهاز متخصص باستخدام مفتاح صادر عن مكتبة الكونغرس.
de: Es kann nur mit einem speziellen Gerät und einem von der Library of Congress ausgestellten Schlüssel geöffnet werden.
es: Solo puede abrirse en un dispositivo especializado con una clave expedida por la Biblioteca del Congreso.
hr: Može se otvoriti samo na specijaliziranom uređaju s ključem koji je izdala knjižnica „Library of Congress“.
sc: Si podet abèrrere petzi cun unu dispositivu ispetzializadu cun una crae emìtida dae sa Biblioteca de su Cungressu.

source: <a href="%(daisy_url)s"><strong>Download the DAISY.zip</strong></a> for <a href="%(url)s">%(title)s</a>
ar: <a href="%(daisy_url)s"><strong>تحميل DAISY.zip</strong></a> لـ <a href="%(url)s">%(title)s</a>
es: <a href="%(daisy_url)s"><strong>Decargar el DAISY.zip</strong></a> para <a href="%(url)s">%(title)s</a>
hr: <a href="%(daisy_url)s"><strong>Preuzmi DAISY.zip</strong></a> za <a href="%(url)s">%(title)s</a>
sc: <a href="%(daisy_url)s"><strong>Iscàrriga su DAISY.zip</strong></a> pro <a href="%(url)s">%(title)s</a>

source: Books for people who don't read print?
ar: كتب للأشخاص الذين لا يقرأون النصوص المطبوعة؟
de: Bücher für Menschen, die nicht lesen?
es: ¿Libros para personas que no leen letra impresa?
hr: Knjige za slijepe/slabovidne osobe?
sc: Libros pro chie non podet lèghere cosa imprentada?

source: The <a href="//archive.org">Internet Archive</a> is proud to be distributing over 1 million books free in a format called DAISY, designed for those of us who find it challenging to use regular printed media.
ar: أرشيف الإنترنت <a href="//archive.org">Internet Archive</a> فخور بتوزيع أكثر من مليون كتاب مجانًا بصيغة DAISY، المصممة لأولئك منا الذين يجدون صعوبة في استخدام وسائل الطباعة التقليدية.
de: Das <a href="//archive.org">Internet Archive</a> ist stolz darauf, mehr als 1 Million Bücher im DAISY-Format kostenlos zur Verfügung zu stellen, das für diejenigen unter uns entwickelt wurde, für die es schwierig ist, herkömmliche gedruckte Medien zu benutzen.
es: El <a href="//archive.org">Archivo de Internet</a> se enorgullece de distribuir gratuitamente más de un millón de libros en un formato llamado DAISY, pensado para quienes tenemos dificultades para utilizar medios impresos normales.
hr: <a href="//archive.org">Internet Archive</a> je ponosan što besplatno distribuira više od milijun knjiga u DAISY formatu, koji je namijenjen za slijepe/slabovidne osobe.
sc: S'<a href="//archive.org">Internet Archive</a> est orgogliosu de distribuire prus de 1 millione de libros a indonu in unu formadu chi si narat DAISY, progetadu pro sos de nois chi atzapant difìtzile a impreare mèdios imprentados in manera regulare.
