Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: No account found with this email.
es: No se ha encontrado ninguna cuenta con este correo electrónico.
hr: Nije pronađen nijedan račun s ovom e-mail adresom.
sc: Perunu contu atzapadu cun custu indiritzu de posta eletrònica.

source: IA ID:
ar: معرّف IA:
es: ID IA:
sc: ID de s'IA:

source: e.g. @foobar
es: p. ej. @foobar
hr: npr. @foobar
sc: a es. @foobar

source: No account found with this ID.
ar: لم يتم العثور على حساب بهذا المعرّف.
de: Kein Konto mit dieser ID gefunden.
es: No se ha encontrado ninguna cuenta con este ID.
hr: Nije pronađen nijedan račun s ovom ID-om.
sc: Perunu contu atzapadu cun custu ID.

source: Recent Accounts
ar: الحسابات الأخيرة
de: Neueste Konten
es: Cuentas recientes
fr: Comptes récents
hi: हाल के अकाउंट
hr: Nedavni računi
it: Account recenti
pt: Contas recentes
ru: Недавние учётные записи
sc: Contos reghentes
uk: Останні профілі

source: email
ar: البريد الإلكتروني
es: correo electrónico
fr: courriel
hi: ईमेल
ru: электронная почта
sc: posta eletrònica
uk: пошта

source: profile
es: perfil
hr: profil
sc: profilu

source: Edit History
ar: تاريخ التعديلات
de: Verlauf
es: Historial de edición
fr: Modifier l'historique
hi: इतिहास में बदलाव करें
hr: Uredi kronologiju
it: Cronologia delle modifiche
pt: Histórico de edição
ru: История редактирования
sc: Cronologia de sas modìficas
uk: Історія редагувань

source: block and revert all edits
es: bloquear y revertir todas las ediciones
hr: blokiraj i poništi sve izmjene
sc: bloca e annulla totu sas modìficas

source: block this account
es: bloquear esta cuenta
hr: blokiraj ovaj račun
sc: bloca custu contu

source: Registered on <span class="time">%(date)s</span>.
es: Registrado el <span class="time">%(date)s</span>.
hr: Registriran <span class="time">%(date)s</span>.
sc: Registradu su <span class="time">%(date)s</span>.

source: login as this user
es: iIniciar sesión como este usuario
hr: prijavi se kao ovaj korisnik
sc: intra comente custu utente

source: Activated on <span class="time">%(date)s</span> from <a href="/admin/ip/%(ip)s">%(ip)s</a>.
es: Activado el <span class="time">%(date)s</span> desde <a href="/admin/ip/%(ip)s">%(ip)s</a>.
hr: Aktiviran <span class="time">%(date)s</span> od <a href="/admin/ip/%(ip)s">%(ip)s</a>.
sc: Ativadu su <span class="time">%(date)s</span> dae <a href="/admin/ip/%(ip)s">%(ip)s</a>.

source: unblock this account
es: desbloquear esta cuenta
hr: deblokiraj ovaj račun
sc: isbloca custu contu

source: activate account
es: activar cuenta
hr: aktiviraj račun
sc: ativa su contu

source: Activation link expiring on <span class="time">%(date)s.</span>
es: El enlace de activación caduca el <span class="time">%(date)s.</span>
hr: Poveznica za aktivaciju isteče <span class="time">.%(date)s</span>
sc: Su ligàmene de ativatzione iscadit su <span class="time">%(date)s.</span>

source: Activation link expired
es: El enlace de activación ha caducado
hr: Poveznica za aktivaciju je istekla
sc: Su ligàmene de ativatzione est iscadidu

source: Resend activation link
es: Reenviar enlace de activación
hr: Ponovo pošalji poveznicu za aktivaciju
sc: Torra a imbiare su ligàmene de verìfica

source: view profile
es: ver perfil
hr: pogledaj profil
sc: abbista su profilu

source: Change
cs: Změnit
es: Cambio
hr: Promjena
sc: Càmbia

source: Make Human
es: Mostrar como texto legible
hr: Čovjek
sc: Faghe umanu

source: Make Bot
es: Crear bot
hr: Bot
sc: Faghe bot

source: Not available
es: No disponible
hr: Nije dostupno
sc: No a disponimentu

source: # Edits
ar: # تعديلات
de: # Bearbeitungen
es: Nº de ediciones
fr: # Modifications
hi: संपादित करता
hr: Broj izmjena
it: # di modifiche
pt: Nº de edições
ru: # редактирования
sc: # de modìficas
uk: # редагувань

source: Member Since:
ar: عضو منذ:
de: Mitglied seit:
es: Miembro desde:
fr: Membre depuis :
hi: से सदस्ये:
hr: Početak članstva:
it: Membro da:
pt: Membro desde:
ru: Участник с :
sc: Membru dae:
uk: Є користувачем з:

source: Last Login:
ar: آخر تسجيل دخول:
de: Letzter Login:
es: Última sesión:
fr: Dernière connexion :
hi: आखरी लॉगइन:
hr: Zadnja prijava:
it: Ultimo accesso:
pt: Última sessão:
ru: Последний вход:
sc: Ùrtima intrada:
uk: Останній вхід:

source: Tags:
ar: العلامات:
es: Etiquetas:
fr: Étiquettes :
hi: टैग :
hr: Oznake:
it: Tag:
pt: Etiquetas:
ru: Теги:
sc: Etichetas:
uk: Теги:

source: Anonymize Account:
ar: إخفاء الهوية الحساب:
de: Konto anonymisieren:
es: Anonimizar cuenta:
fr: Anonymiser le compte :
hi: अकाउंट को अनाम करें:
hr: Anonimiziraj račun:
it: Rendi account anonimo:
sc: Anonimiza su contu:
uk: Анонімізувати акаунт:

source: Dry Run
es: Simulacro
hr: Probni rad
sc: Esecutzione de anteprima

source: Anonymize Account
ar: إخفاء الهوية الحساب
de: Konto anonymisieren
es: Anonimizar cuenta
fr: Anonymiser le compte
hi: अकाउंट को अनाम करें
hr: Anonimiziraj račun
it: Rendi account anonimo
sc: Anonimiza su contu
uk: Анонімізувати акаунт

source: Account not activated yet.
es: Cuenta aún no activada.
hr: Račun još nije aktiviran.
sc: Contu galu no ativadu.

source: Waiting Loans
ar: الاستعارات المعلقة
de: Wartende Ausleihen
es: Préstamos en espera
fr: Emprunts en attente
hi: प्रतीक्षारत ऋण
hr: Posudbe na čekanju
it: Prestiti in attesa
pt: Empréstimos em espera
ru: Ожидает займ
sc: Prèstidos in isetu
uk: Очікує позик

source: %(num)d edits
es: %(num)d ediciones
hr: %(num)d uređivanja
sc: %(num)d modìficas

source: Debug Info
ar: معلومات تصحيح الأخطاء
de: Debug-Informationen
es: Información de depuración
fr: Info de débogage
hi: डिबग जानकारी डम्प करें
hr: Podaci otklanjanja grešaka
it: Informazioni di debug
pt: Informação sobre debug
ru: Информация отладки
sc: Informatziones de depuratzione de còdighe
uk: Інформація про дебаґінг

source: Account Information
es: Información de la cuenta
hr: Podaci računa
sc: Informatziones de su contu

source: Verifications Links
es: Enlaces de verificación
hr: Poveznica za potvrđivanje
sc: Ligàmenes de verìfica

source: None found
es: No se encontró nada
hr: Ništa nije pronađeno
sc: Perunu agatadu

source: Search for an Author
ar: ابحث عن مؤلف
de: Suche nach einem Autor
es: Buscar un autor
fr: Rechercher un auteur
hi: लेखक खोजें
hr: Traži autora
it: Cerca un autore
pt: Buscar um autor
ru: Поиск автора
sc: Chirca un'autore
uk: Шукати автора

source: Search
ar: بحث
cs: Hledat
de: Suche
es: Buscar
fr: Rechercher
hi: किताबें खोजें
hr: Traži
it: Cerca
pl: Szukaj
pt: Buscar
ru: Поиск
sc: Chirca
uk: Шукати

source: about %(subjects)s
ar: عن %(subjects)s
de: über %(subjects)s
es: sobre %(subjects)s
fr: au sujet de %(subjects)s
hr: informacije o %(subjects)s
it: riguardo %(subjects)s
pl: o %(subjects)s
pt: sobre %(subjects)s
ru: о %(subjects)s
sc: subra de %(subjects)s
uk: про %(subjects)s

source: including <i>%(topwork)s</i>
ar: بما في ذلك <i>%(topwork)s</i>
de: Inklusive <i>%(topwork)s</i>
es: incluyendo <i>%(topwork)s</i>
fr: dont <i>%(topwork)s</i>
hi: <i>%(topwork)s</i> सहित
hr: uključujući <i>%(topwork)s</i>
it: di cui <i>%(topwork)s</i>
pl: włączając <i>%(topwork)s</i>
pt: incluindo <i>%(topwork)s</i>
ru: включая <i>%(topwork)s</i>
sc: includende <i>%(topwork)s</i>
uk: включаючи <i>%(topwork)s</i>

source: View on %(site)s
es: Ver en %(site)s
hr: Pogledaj na %(site)s
sc: Abbista in %(site)s

source: Born
ar: ولد
de: Geboren
es: Nacido
hr: Rođen/a
sc: Nàschida

source: Died
ar: توفي
de: Gestorben
es: Fallecido
hr: Umro/la
sc: Morte

source: Download Options
ar: خيارات التنزيل
de: Download-Optionen
es: Descargar opciones
fr: Options de téléchargement
hi: विकल्प डाउनलोड करें
hr: Opcije za preuzimanje
it: Opzioni di download
pt: Baixar Opções
ru: Варианты загрузки
sc: Optziones de iscarrigamentu
uk: Варіанти завантаження

source: Download PDF from Cita Press
es: Descargar PDF de Cita Press
hr: Preuzmi PDF od Cita Press
sc: Iscàrriga PDF dae Cita Press

source: More at Cita Press
es: Más información en Cita Press
hr: Više na Cita Press
sc: De prus in Cita Press

source: Download an HTML from Project Gutenberg
ar: تحميل HTML من مشروع جوتنبرج
de: HTML von Project Gutenberg herunterladen
es: Descargar un HTML desde el Proyecto Gutenberg
fr: Télécharger un fichier HTML de Project Gutenberg
hi: प्रोजेक्ट गुटेनबर्ग से एक HTML डाउनलोड करें
hr: Preuzmi HTML verziju od Project Gutenberg
it: Scarica un HTML da Project Gutenberg
pt: Baixar um HTML do Projeto Gutenberg
ru: Загрузить HTML с Project Gutenberg
sc: Iscàrriga unu HTML dae su Project Gutenberg
uk: Завантажити HTML з Project Gutenberg

source: Download a text version from Project Gutenberg
ar: تحميل نسخة نصية من مشروع جوتنبرج
de: Text-Version von Project Gutenberg herunterladen
es: Descargar una versión de texto desde el Proyecto Gutenberg
fr: Télécharger une version texte de Project Gutenberg
hi: प्रोजेक्ट गुटेनबर्ग से टेक्स्ट वर्ज़न डाउनलोड करें
hr: Preuzmi tekstualnu verziju od Project Gutenberg
it: Scarica una versione testuale da Project Gutenberg
pt: Baixar uma versão de texto do Projeto Gutenberg
ru: Загрузить текстовую версию с Project Gutenberg
sc: Iscàrriga una versione testuale dae su Project Gutenberg
uk: Завантажити текстову версію з Project Gutenberg

source: Plain text
ar: نص عادي
es: Texto plano
fr: Texte brut
hi: सादा पाठ
hr: Neformatirani tekst
it: Testo semplice
pt: Texto simples
ru: Простой текст
sc: Testu simpre
uk: Простий текст

source: Download an ePub from Project Gutenberg
ar: تحميل ePub من مشروع جوتنبرج
de: Ein ePub von Project Gutenberg herunterladen
es: Descargar un ePub desde el Archivo de Internet
fr: Télécharger un ePub de Project Gutenberg
hi: प्रोजेक्ट गुटेनबर्ग से एक ePub डाउनलोड करें
hr: Preuzmi ePub verziju od Project Gutenberg
it: Scarica un ePub da Project Gutenberg
pt: Baixar um ePub do Internet Archive
ru: Загрузить ePub с Project Gutenberg
sc: Iscàrriga un'ePub dae su Project Gutenberg
uk: Завантажити ePub з Project Gutenberg

source: Download a Kindle file from Project Gutenberg
ar: تحميل ملف كيندل من مشروع جوتنبرج
de: Kindle-Datei von Project Gutenberg herunterladen
es: Descargar un archivo Kindle desde el Proyecto Gutenberg
fr: Télécharger un fichier Kindle de Project Gutenberg
hi: प्रोजेक्ट गुटेनबर्ग से एक किंडल फ़ाइल डाउनलोड करें
hr: Preuzmi Kindle datoteku od Project Gutenberg
it: Scarica un file Kindle da Project Gutenberg
pt: Baixar um arquivo Kindle do Projeto Gutenberg
ru: Загрузить файл Kindle из Project Gutenberg
sc: Iscàrriga unu documentu pro Kindle dae su Project Gutenberg
uk: Завантажити файл Kindle з Project Gutenberg

source: More at Project Gutenberg
ar: المزيد على مشروع جوتنبرج
de: Mehr auf Project Gutenberg
es: Más en Proyecto Gutenberg
fr: Davantage au Project Gutenberg
hi: प्रोजेक्ट गुटेनबर्ग में और जानकारी पाएँ
hr: Više na Project Gutenberg
it: Di più su Project Gutenberg
pt: Mais em Projeto Gutenberg
ru: Больше в Project Gutenberg
sc: De prus in su Project Gutenberg
uk: Більше на Project Gutenberg

source: Download a PDF from Internet Archive
ar: تحميل PDF من أرشيف الإنترنت
de: Ein PDF aus dem Internet Archive herunterladen
es: Descargar un PDF desde el Archivo de Internet
fr: Télécharger un PDF d'Internet Archive
hi: इंटरनेट आर्काइव से एक पीडीएफ डाउनलोड करें
hr: Preuzmi PDF datoteku od Internet Archive
it: Scarica un PDF da Internet Archive
pt: Baixar um PDF do Internet Archive
ru: Загрузить PDF из Internet Archive
sc: Iscàrriga unu PDF dae s'Internet Archive
uk: Завантажити PDF з Internet Archive

source: Download a text version from Internet Archive
ar: تحميل نسخة نصية من أرشيف الإنترنت
de: Ein Text-Version aus dem Internet Archive herunterladen
es: Descargar una versión de texto desde el Archivo de Internet
fr: Télécharger une version texte d'Internet Archive
hi: इंटरनेट आर्काइव से एक टेक्स्ट संस्करण डाउनलोड करें
hr: Preuzmi tekstualnu verziju od Internet Archive
it: Scarica una versione testuale da Internet Archive
pt: Baixar uma versão de texto do Internet Archive
ru: Загрузить текстовую версию из Internet Archive
sc: Iscàrriga una versione testuale dae s'Internet Archive
uk: Завантажити текстову версію з Internet Archive

source: Download an ePub from Internet Archive
ar: تحميل كتاب إلكتروني من أرشيف الإنترنت
de: Ein ePub aus dem Internet Archive herunterladen
es: Descargar un ePub desde el Archivo de Internet
fr: Télécharger un ePub d'Internet Archive
hi: इंटरनेट आर्काइव से एक ePub डाउनलोड करें
hr: Preuzmi ePub verziju od Internet Archive
it: Scarica un ePub da Internet Arvchive
pt: Baixar um ePub do Arquivo de Internet
ru: Загрузить ePub из Internet Archive
sc: Iscàrriga un'ePub dae s'Internet Archive
uk: Завантажити ePub з Internet Archive

source: Download a MOBI file from Internet Archive
ar: تحميل ملف MOBI من أرشيف الإنترنت
de: Ein MOBI aus dem Internet Archive herunterladen
es: Descargar un archivo MOBI desde el Archivo de Internet
fr: Télécharger un fichier MOBI d'Internet Archive
hi: इंटरनेट आर्काइव से MOBI फ़ाइल डाउनलोड करें
hr: Preuzmi MOBI datoteku od Internet Archive
it: Scarica un file MOBI da Internet Arvchive
pt: Baixar um arquivo MOBI do Internet Archive
ru: Загрузить файл MOBI из Internet Archive
sc: Iscàrriga unu documentu MOBI dae s'Internet Archive
uk: Завантажити файл MOBI з Internet

source: Download open DAISY from Internet Archive (print-disabled format)
ar: تحميل DAISY مفتوح من أرشيف الإنترنت (تنسيق معطل للطباعة)
de: Ein open DAISY aus dem Internet Archive herunterladen (Druck deaktiviert)
es: Descargar DAISY abierto desde el Archivo de Internet (formato para problemas de lectura)
fr: Télécharger open DAISY d'Internet Archive (format pour malvoyant)
hi: इंटरनेट आर्काइव से डेज़ी डाउनलोड करें (प्रिंट - अक्षम प्रारूप)
hr: Preuzmi DAISY datoteku od Internet Archive (format za slijepe/slabovidne)
it: Scarica open DAISY da Internet Archive (formato per ipovedenti)
pt: Baixar open DAISY do Internet Archive (formato para dificuldades de leitura)
ru: Загрузить DAISY из Internet Archive (формат с выключенной печатью)
sc: Iscàrriga unu DAISY abertu dae s'Internet Archive (formadu pro chie tenet problemas de vista)
uk: Завантажити DAISY з Internet Archive (формат з вимкненим друкуванням)

source: Download a ZIP file of the whole book from Internet Archive
ar: تحميل ملف ZIP للكتاب الكامل من أرشيف الإنترنت
de: Ein ZIP des gesamten Buches aus dem Internet Archive herunterladen
es: Descargar un archivo ZIP de todo el libro desde el Archivo de Internet
fr: Télécharger un fichier ZIP du livre complet d'Internet Archive
hi: इंटरनेट आर्काइव से पूरी किताब की एक ज़िप फ़ाइल डाउनलोड करें
hr: Preuzmi ZIP datoteku cijele knjige od Internet Archive
it: Scarica un file ZIP del libro completo da Internet Archive
pt: Baixar um arquivo ZIP do livro inteiro do Internet Archive
ru: Загрузить ZIP файл целой книги из Internet Archive
sc: Iscàrriga un'archìviu ZIP de su libru intreu dae s'Internet Archive
uk: Завантажити ZIP файл цілої книги з Internet Archive

source: Whole Book MP3
ar: الكتاب الكامل بصيغة MP3
de: Vollständiges Hörbuch als MP3
es: Libro completo MP3
fr: MP3 du livre complet
hi: पूरी किताब MP3
hr: Cijela knjiga MP3
it: Libro completo MP3
pt: Livro completo MP3
ru: MP3 целой книги
sc: MP3 de su libru intreu
uk: MP3 цілої книги

source: Get the RSS Feed from LibriVox
ar: احصل على RSS Feed من LibriVox
de: Den RSS-Feed von LibriVox abonnieren
es: Obtén el canal RSS de LibriVox
fr: Récupérer le flux RSS de LibriVox
hi: LibriVox से RSS फ़ीड प्राप्त करें
hr: Nabavi RSS novosti od LibriVox
it: Ottieni il Feed RSS da LibriVox
pt: Obter o Feed RSS de LibriVox
ru: Получить RSS ленту от LibriVox
sc: Otene su flussu RSS dae LibriVox
uk: Отримати RSS стрічку від LibriVox

source: RSS Feed
es: Canal RSS
fr: Flux RSS
hi: RSS फ़ीड
hr: RSS novosti
it: Feed RSS
pt: Feed RSS
ru: RSS лента
sc: Flussu RSS
uk: RSS стрічка

source: More at LibriVox
ar: المزيد على LibriVox
de: Mehr auf LibriVox
es: Más en LibriVox
fr: Davantage à Librivox
hi: LibriVox पर और जानकारी
hr: Više na LibriVox
it: Di più su LibriVox
pt: Mais em LibriVox
ru: Больше на LibriVox
sc: De prus in Librivox
uk: Більше на LibriVox

source: Download PDF from OpenStax
ar: تحميل PDF من OpenStax
de: PDF von OpenStax herunterladen
es: Descargar PDF desde OpenStax
fr: Télécharger le PDF d'OpenStax
hi: OpenStax से PDF डाउनलोड करें
hr: Preuzmi PDF datoteku od OpenStax
it: Scarica PDF da OpenStax
sc: Iscàrriga PDF dae OpenStax
uk: Завантажити PDF з OpenStax

source: More at OpenStax
ar: المزيد على OpenStax
de: Mehr auf OpenStax
es: Más en OpenStax
fr: Plus sur OpenStax
hi: OpenStax पर और जानकारी
hr: Više na OpenStax
it: Di più su OpenStax
sc: De prus in OpenStax
uk: Більше на OpenStax

source: Listen to a reading from %s
es: Escucha una lectura de %s

source: Audiobook
ar: كتاب صوتي
de: Hörbuch
es: Audiolibro
fr: Livre audio
hi: ऑडियोबुक
hr: Audio-knjiga
it: Audio libro
pt: Audiolivro
ru: Аудиокнига
sc: Libru àudio
uk: Аудіокнига

source: Read free online from %s
es: Leer gratis en línea desde %s

source: Download all scanned images from Project Runeberg
es: Descargar todas las imágenes escaneadas del Proyecto Runeberg
hr: Preuzmi sve skenirane slike od Project Runeberg
sc: Iscàrriga totu sas immàgines iscansidas dae Project Runeberg

source: Scanned images
es: Imágenes escaneadas
hr: Skenirane slike
sc: Immàgines iscansidas

source: Download all color images from Project Runeberg
es: Descargar todas las imágenes en color del Proyecto Runeberg
hr: Preuzmi sve slike u boji od Project Runeberg
sc: Iscàrriga totu sas immàgines a colores dae Project Runeberg

source: Color images
es: Imágenes en color
hr: Slike u boji
sc: Immàgines a colores

source: Download all HTML files from Project Runeberg
es: Descargar todos los archivos HTML del Proyecto Runeberg
hr: Preuzmi sve HTML datoteke od Project Runeberg
sc: Iscàrriga totu sos documentos HTML dae Project Runeberg

source: Download all text and index files from Project Runeberg
es: Descargar todos los archivos de texto e índices del Proyecto Runeberg
hr: Preuzmi sve tekstualne i indeksne datoteke od Project Runeberg
sc: Iscàrriga totu sos testos e sos documentos de inditzizatzione dae Project Runeberg

source: Text and index files
es: Archivos de texto e índices
hr: Tekstualne i indeksne datoteke
sc: ITestos e sos documentos de inditzizatzione

source: Download all OCR text from Project Runeberg
es: Descargar todo el texto OCR del Proyecto Runeberg
hr: Preuzmi sav OCR tekst od Project Runeberg
sc: Iscàrriga totu sos testos OCR dae Project Runeberg

source: OCR text
es: Texto OCR
hr: OCR tekst
sc: Testu OCR

source: More at Project Runeberg
es: Más en Proyecto Runeberg
hr: Više na Project Runeberg
sc: De prus in Project Runeberg

source: Download an HTML from Standard Ebooks
ar: تحميل HTML من Standard Ebooks
de: Ein HTML von Standard Ebooks herunterladen
es: Descargar un HTML desde Standard Ebooks
fr: Télécharger un fichier HTML de Standard Ebooks
hi: स्टैंडर्ड ई - बुक्स से एक एचटीएमएल डाउनलोड करें
hr: Preuzmi HTML verziju od Standard Ebooks
it: Scarica HTML da Standard Ebooks
pt: Baixar um HTML do Standard Ebooks
ru: Загрузить HTML из Standard Ebooks
sc: Iscàrriga unu HTML dae Standard Ebooks
uk: Завантажити HTML з Standard Ebooks

source: Download an ePub from Standard Ebook.
ar: تحميل ePub من Standard Ebooks.
de: Ein ePub von Standard Ebooks herunterladen.
es: Descargar un ePub desde Standard Ebook.
fr: Télécharger un ePub de Standard Ebook.
hi: स्टैंडर्ड ईबुक से एक ई - पब डाउनलोड करें।
hr: Preuzmi ePub verziju od Standard Ebooks.
it: Scarica ePub da Standard Ebook
pt: Baixar um ePub do Standard Ebook.
ru: Загрузить ePub из Standard Ebooks.
sc: Iscàrriga unu ePub dae Standard Ebooks.
uk: Завантажити ePub з Standard Ebook.

source: Download a Kindle file from Standard Ebooks
ar: تحميل ملف Kindle من Standard Ebooks
de: Ein Kindle von Standard Ebooks herunterladen
es: Descargar un archivo Kindle desde Standard Ebooks
fr: Télécharger un fichier Kindle de Standard Ebooks
hi: स्टैंडर्ड ई - बुक्स से एक किंडल फ़ाइल डाउनलोड करें
hr: Preuzmi Kindle datoteku od Standard Ebooks
it: Scarica file Kindle da Standard Ebooks
pt: Baixar um arquivo Kindle do Standard Ebooks
ru: Загрузить файл Kindle из Standard Ebooks
sc: Iscàrriga unu documentu pro su Kindle dae Standard Ebooks
uk: Завантажити файл Kindle з Standard Ebooks

source: Download a Kobo file from Standard Ebooks
ar: تحميل ملف Kobo من Standard Ebooks
de: Ein Kobo von Standard Ebooks herunterladen
es: Descargar un archivo Kobo desde Standard Ebooks
fr: Télécharger un fichier Kobo de Standard Ebooks
hi: स्टैंडर्ड ई - बुक्स से कोबो फ़ाइल डाउनलोड करें
hr: Preuzmi Kobo datoteku od Standard Ebooks
it: Scarica file Kobo da Standard Ebooks
pt: Baixar um arquivo Kobo do Standard Ebooks
ru: Загрузить файл Kobo из Standard Ebooks
sc: Iscàrriga unu documentu pro su Kobo dae Standard Ebooks
uk: Завантажити файл Kobo з Standard Ebooks

source: View the source code for this Standard Ebook at GitHub
ar: عرض الشيفرة المصدرية لهذا الكتاب القياسي على GitHub
de: Den Quelltext für dieses Standard-Ebook auf GitHub
es: Ver el código fuente de este Standard Ebook en GitHub
fr: Voir le code source de ce livre Standard Ebooks sur GitHub
hi: GitHub पर इस मानक ईबुक के लिए स्रोत कोड देखें
hr: Pogledaj izvorni kod za ovu Standard Ebook e-knjigu na GitHubu
it: Vedi codice sorgente per questo libro Standard Ebook su GitHub
pt: Ver o código fonte para esse Standard Ebook no GitHub
ru: Просмотреть исходный код Standard Ebook на GitHub
sc: Abbista su còdighe de orìgine pro custu Standard Ebook in GitHub
uk: Переглянути сирцевий код для Standard Ebook на GitHub

source: More at Standard Ebooks
ar: المزيد على Standard Ebooks
de: Mehr auf Standard-Ebooks
es: Más en Standard Ebooks
fr: Davantage à Standard Ebooks
hi: स्टैंडर्ड ई - बुक्स पर और जानें
hr: Više na Standard Ebooks
it: Di più su Standard Ebooks
pt: Mais em Standard Ebooks
ru: Больше на Standard Ebooks
sc: De prus in Standard Ebooks
uk: Більше на Standard Ebooks

source: Download PDF from Wikisource
es: Descargar PDF desde Wikisource
hr: Preuzmi PDF od Wikisource
sc: Iscàrriga PDF dae Wikisource

source: Download MOBI from Wikisource
es: Descargar MOBI desde Wikisource
hr: Preuzmi MOBI od Wikisource
sc: Iscàrriga MOBI dae Wikisource

source: MOBI (for Kindle)
es: MOBI (para Kindle)
hr: MOBI (za Kindle)
sc: MOBI (pro sos Kindle)

source: Download EPUB from Wikisource
es: Descargar EPUB desde Wikisource
hr: Preuzmi EPUB od Wikisource
sc: Iscàrriga EPUB dae Wikisource

source: EPUB (for most other e-readers)
es: EPUB (para la mayoría de los demás lectores electrónicos)
hr: EPUB (za većinu drugih e-čitača)
sc: EPUB (pro su prus de sos àteros letores eletrònicos)

source: Read at Wikisource
es: Leer en Wikisource
hr: Čitaj na Wikisource
sc: Leghe in Wikisource

source: You might also like
ar: قد تعجبك أيضًا
de: Gefallen könnte Ihnen auch
es: También te puede interesar
fr: Vous pourriez aussi aimer
hi: यह भी पढ़ कर सकते हैं
hr: Možda ti se također sviđa
it: Potrebbero anche piacerti
sc: Ti diat pòdere agradare fintzas
uk: Вам також може сподобатись

source: More by this author
ar: المزيد من هذا المؤلف
de: Mehr von diese*r Autor*in
es: Más de este autor
fr: Plus de cet auteur
hi: इन लेखकों द्वारा और अधिक
hr: Više od ovog autora
it: Di più da questo autore
sc: De prus de custu autore
uk: Більше від цього автора

source: Add a book
ar: أضف كتابًا
cs: Přidat knihu
de: Ein Buch hinzufügen
es: Añadir un libro
fr: Ajouter un livre
hi: एक किताब जोड़ें
hr: Dodaj knjigu
it: Aggiungi un libro
pl: Dodaj książkę
pt: Adicionar um livro
ru: Добавить книгу
sc: Annanghe unu libru
uk: Додати книгу

source: Invalid ISBN checksum digit
ar: رقم التحقق ISBN غير صحيح
de: Ungültige ISBN Check-Summe
es: Dígito de suma de control del ISBN no válido
fr: Clé de contrôle ISBN invalide
hi: ISBN चेकसम अंक अमान्य है
hr: Neispravna znamenka ISBN-a
it: Cifra di controllo dell'ISBN invalida
sc: Tzifra de controllu de s'ISBN invàlida
