Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Choose a password
ar: اختر كلمة مرور
cs: Vyberte heslo
de: Passwort wählen
es: Escoge una contraseña
fr: Choisissez un mot de passe
hi: पासवर्ड चुनें
hr: Odaberi lozinku
it: Scegli una password
pl: Wybierz hasło
pt: Escolha uma senha
ru: Введите пароль
sc: Issèbera una crae de intrada

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
hi: टीप
hr: Napomene
it: Note
sc: Notas
uk: Нотатки

source: My Feed
ar: تغذيتي
de: Mein Feed
es: Mi canal
hr: Moj feed
sc: Su flussu meu

source: Already Read
ar: قرأت بالفعل
de: Bereits gelesen
es: Ya leído
fr: Déjà lu
hi: पहले पढ़ा है
hr: Pročitano
it: Già letti
pl: Przeczytane
pt: Já lidos
ru: Прочитал
sc: Giai lèghidu
uk: Прочитано

source: Currently Reading (%(count)d)
ar: أقرأ حاليا (%(count)d)
de: Lesen aktuell (%(count)d)
es: Leyendo actualmente (%(count)d)
hr: Trenutačno čitam (%(count)d)
pl: Obcenie czyta (%(count)d)
sc: Leghende como (%(count)d)

source: Want to Read (%(count)d)
ar: أريد قراءته (%(count)d)
de: Möchten es lesen (%(count)d)
es: Quiero leer (%(count)d)
hr: Želim čitati (%(count)d)
pl: Chce przeczytać (%(count)d)
sc: Bògio lèghere (%(count)d)

source: Already Read (%(count)d)
ar: تمت قراءته (%(count)d)
de: Bereits gelesen (%(count)d)
es: Ya leído (%(count)d)
hr: Pročitano (%(count)d)
pl: Przeczytał\(a\) (%(count)d)
sc: Giai lèghidos (%(count)d)

source: eBook?
ar: كتاب إلكتروني؟
es: ¿Libro electrónico?
fr: livre électronique ?
hi: ई - बुक?
ru: Электронная книга?
uk: Електронна книга?

source: Language
ar: اللغة
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hi: भाषा
hr: Jezik
it: Lingua
pl: Język
pt: Idioma
ru: Язык
sc: Limba
uk: Мова

source: Author
ar: المؤلف
cs: Autor
de: Autor
es: Autor
fr: Auteur
hi: लेखक
hr: Autor
it: Autore
pl: Autor
pt: Autor
ru: Автор
sc: Autore
uk: Автор

source: First published
ar: أول نشر
de: Ersterscheinungsdatum
es: Publicado por primera vez
fr: Première publication
hi: पहली बार प्रकाशित
it: Prima pubblicazione
pl: Pierwsza publikacja
pt: Publicado pela primeira vez
ru: Впервые опубликовано
uk: Вперше опубліковано

source: Publisher
ar: الناشر
cs: Vydavatel
de: Verlag
es: Editorial
fr: Éditeur
hi: प्रकाशक
hr: Izdavač
it: Editore
pl: Wydawca
pt: Editora
ru: Издатель
sc: Editore
uk: Видавець

source: Classic eBooks
ar: الكتب الإلكترونية الكلاسيكية
de: Nur E-Books
es: Libros electrónicos clásicos
fr: Livres électroniques classiques
hi: क्लासिक ई - बुक्स
it: Classici eBook
pl: Kasyczne e-booki
pt: eBooks clássicos
ru: Электронные книги классики
uk: Електронні книги класики

source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
es: Ajustes
fr: Paramètres
hi: सेटिंग
hr: Postavke
it: Impostazioni
pl: Ustawienia
pt: Ajustes
ru: Настройки
sc: Impostatziones
uk: Налаштування

source: Settings & Privacy
ar: الإعدادات والخصوصية
de: Einstellungen & Datenschutz
es: Ajustes y privacidad
fr: Paramètres & Confidentialité
hi: सेटिंग और निजता
hr: Postavke i privatnost
it: Impostazioni & Privacy
sc: Impostatziones e riservadesa
uk: Налаштування і приватність

source: or
ar: أو
cs: nebo
de: oder
es: o
fr: ou
hi: या
hr: ili
it: o
pl: lub
pt: ou
ru: или
sc: o
uk: або

source: Your Profile Page
ar: صفحة ملفك الشخصي
cs: Stránka vašeho profilu
de: Ihr Profil
es: Tu página de perfil
fr: Votre page de profil
hi: आपका प्रोफ़ाइल
hr: Stranica tvog profila
it: La tua pagina profilo
pl: Twój profil
pt: Seu perfil
ru: страницу вашего профиля
sc: Sa pàgina de profilu tua
uk: сторінку вашого профіля

source: View or Edit your Reading Log
ar: عرض أو تعديل سجل قراءتك
cs: Zobrazit nebo upravit váš záznam četby
de: Lese-Logbuch anzeigen oder bearbeiten
es: Ver o editar tu registro de lectura
fr: Voir ou modifier votre journal de lecture
hi: अपना रीडिंग लॉग देखें या उसमें बदलाव करें
hr: Pogledaj ili uredi tvoj dnevnik čitanja
it: Visualizza o modifica il tuo diario di Lettura
pl: Wyświetl lub edytuj Dziennik Lektur
pt: Ver ou editar seu registro de leitura
ru: Просмотреть или редактировать ваш журнал чтения
sc: Pòmpia o modìfica su registru de leghidura tuo
uk: Переглянути або редагувати ваш читацький журнал

source: View or Edit your Lists
ar: عرض أو تعديل قوائمك
cs: Zobrazit nebo upravit váše seznamy
de: Listen anzeigen oder bearbeiten
es: Ver o editar tus listas
fr: Voir ou modifier vos listes
hi: अपनी सूचियाँ देखें या उनमें बदलाव करें
hr: Pogledaj ili uredi tvoj popis
it: Visualizza o modifica le tue liste
pl: Wyświetl lub edytuj Twoje Listy
pt: Ver ou editar suas listas
ru: Просмотреть или редактировать ваши списки
sc: Pòmpia o modìfica sas listas tuas
uk: Переглянути або редагувати ваші списки

source: Import and Export Options
ar: خيارات الاستيراد والتصدير
de: Import- und Export-Optionen
es: Importar y exportar opciones
fr: Options d'import et d'export
hi: आयात और निर्यात विकल्प
hr: Opcije uvoza i izvoza
it: Impostazioni per importare ed esportare
pt: Importar e exportar opções
ru: Настройки импорта и экспорта
sc: Optziones de importatzione e esportatzione
uk: Налаштування імпорту та експорту

source: Manage Privacy & Content Moderation Settings
ar: إدارة إعدادات الخصوصية والإشراف على المحتوى
de: Datenschutz- und Jugendschutz-Einstellungen verwalten
es: Gestionar la privacidad y la moderación de contenidos
hr: Upravljaj postavkama privatnosti i moderiranja sadržaja
it: Gestisce le impostazioni su privacy e moderazione dei contenuti
sc: Amministra sas impostatziones de riservadesa e moderatzione de cuntenutos

source: Manage Notifications Settings
ar: إدارة إعدادات الإشعارات
de: Benachrichtigungs-Einstellungen verwalten
es: Gestionar ajustes de notificaciones
fr: Gérer les paramètres de notification
hi: नोटिफ़िकेशन सेटिंग मैनेज करें
hr: Upravljaj postavkama obavijesti
it: Gestisci impostazioni sulle notifiche
sc: Amministra sas impostatziones de sas notìficas
uk: Керувати налаштуваннями сповіщень

source: Manage Mailing List Subscriptions
ar: إدارة اشتراكات قوائم البريد
de: Mailinglisten-Abonnements verwalten
es: Gestionar suscripciones a las listas de correo
fr: Gérer les souscriptions au liste de diffusion
hi: मेलिंग सूची सदस्यताएं प्रबंधित करें
hr: Upravljaj pretplatama na mailing listama
it: Gestisci iscrizioni alla mailing list
sc: Amministra sas iscritziones a sas listas de posta eletrònica
uk: Керувати налаштуваннями електронних листів

source: Change Password
ar: تغيير كلمة المرور
cs: Změnit heslo
de: Passwort ändern
es: Cambiar contraseña
fr: Changer le mot de passe
hi: पासवर्ड बदलें
hr: Promijeni lozinku
it: Cambia password
pl: Zmień hasło
pt: Mudar senha
ru: Изменить пароль
sc: Càmbia sa crae de intrada
uk: Змінити пароль

source: Update Email Address
ar: تحديث عنوان البريد الإلكتروني
cs: Aktualizovat emailovou adresu
de: E-Mail-Adresse aktualisieren
es: Actualizar dirección de correo electrónico
fr: Mettre à jour l'adresse de courriel
hi: अपना ईमेल पता अपडेट करें
hr: Aktualiziraj e-mail adresu
it: Aggiorna indirizzo email
pl: Zaktualizuj adres e-mail
pt: Atualizar endereço de email
ru: Обновить адрес электронной почты
sc: Atualiza s'indiritzu de posta eletrònica
uk: Оновити поштову адресу

source: Deactivate Account
ar: تعطيل الحساب
de: Konto deaktivieren
es: Desactivar cuenta
fr: Désactiver le compte
hi: अकाउंट डीऐक्टिवेट करें
hr: Deaktiviraj račun
it: Disattiva account
sc: Disativa su contu
uk: Деактивувати акаунт

source: Please contact us if you need help with anything else.
ar: يرجى الاتصال بنا إذا كنت بحاجة إلى مساعدة في أي شيء آخر.
de: Bitte nehmen Sie Kontakt mit uns auf, wenn Sie Hilfe benötigen.
es: Por favor, contacta con nosotros si necesitas ayuda con cualquier otra cosa.
fr: Contactez-nous si vous avez besoin d'aide à propos de quoi que ce soit d'autre.
hi: अगर आपको किसी और चीज़ में मदद चाहिए, तो कृपया हमसे संपर्क करें।
hr: Kontaktiraj nas u slučaju da trebaš pomoć s bilo čime drugime.
it: Contattaci se hai bisogno d'aiuto con qualcos'altro.
pl: Skontaktuj się z nami, jeśli potrzebujesz pomocy w innej sprawie.
pt: Por favor, nos contate se necessitar de ajuda com qualquer outra coisa.
ru: Пожалуйста, свяжитесь с нами, если вам нужна помощь с чем-нибудь другим.
sc: Cuntata·nos si tenes bisòngiu de agiudu cun cale si siat àtera cosa.
uk: Будь ласка, зв'яжіться з нами, якщо вам потрібна допомога з чимось іншим.

source: Barcode Scanner (Beta)
ar: ماسح الباركود (تجريبي)
es: Escáner de código de barras (Beta)
fr: Scanner de code-barres (Beta)
hi: बारकोड स्कैनर (बीटा)
hr: Skener barkoda (Beta)
it: Scannerizzatore di codici a barre (Beta)
pt: Escaner de código de barras (Beta)
ru: Сканер штрихкода (бета)
sc: Iscansidore de còdighes a istangas (Beta)
uk: Сканер штрихкоду (бета)

source: Batch Imports
es: Importaciones por lotes
hr: Skupni uvozi
sc: Importatziones in lotos

source: Attach a JSONL formatted document with import records or copy/paste the JSONL text into the textarea.
es: Adjunta un documento con formato JSONL con registros de importación o copia y pega el texto JSONL en el área de texto.
hr: Priloži dokument u JSONL formatu sa zapisima uvoza ili kopiraj/zalijepi JSONL tekst u područje teksta.
sc: Alliga unu documentu formatadu JSONL cun sos registros de importatzione o còpia/incolla su testu JSON a intro de s'àrea de testu.

source: See the <a href="https://github.com/internetarchive/openlibrary-client/tree/master/olclient/schemata">olclient import schemata</a> for more.
es: Consulta los <a href="https://github.com/internetarchive/openlibrary-client/tree/master/olclient/schemata">esquemas de importación de clientes</a> para obtener más información.
hr: Saznaj više o <a href="https://github.com/internetarchive/openlibrary-client/tree/master/olclient/schemata">shemema uvoza olclient biblioteke</a>.
sc: Pòmpia·ti sos <a href="https://github.com/internetarchive/openlibrary-client/tree/master/olclient/schemata">ischemas de importatzione de olclient </a> pro nd'ischire de prus.

source: Attach a file:
es: Adjuntar un archivo:
hr: Priloži datoteku:
sc: Alliga unu documentu:

source: Or copy/paste JSONL text:
es: O copia/pega el texto JSONL:
hr: Ili kopiraj/zalijepi JSONL tekst:
sc: O còpia/incolla testu JSONL:

source: Import
es: Importar
hr: Uvezi
sc: Importa

source: Import failed.
es: Importación fallida.
hr: Uvoz neuspio.
sc: Importatzione fallida.

source: No import will be queued until *every* record validates successfully.
es: No se pondrá en cola ninguna importación hasta que *todos* los registros se validen correctamente.
hr: Uvoz neće biti stavljen u red čekanja sve dok se *svaki* zapis uspješno ne potvrdi.
sc: Peruna importatzione s'at a pònnere in fila finas a cando *cada* registru no at a èssere cunvalidadu cun sutzessu.

source: Please update the JSONL file and reload this page (there should be no need to reattach the file).
es: Por favor, actualiza el archivo JSONL y vuelve a cargar esta página (no debería ser necesario volver a adjuntar el archivo).
hr: Aktualiziraj JSONL datoteku i ponovo učitaj ovu stranicu (ne bi trebalo biti potrebno ponovo priložiti datoteku).
sc: Pro praghere atualiza s'archìviu JSONL e torra a carrigare custa pàgina (non bi diat dèpere èssere bisòngiu de nche torrare a alligare s'archìviu).

source: Validation errors:
es: Errores de validación:
hr: Greške provjere valjanosti:
sc: Faddinas de validatzione:

source: Line %d:
es: Línea %d:
hr: Redak %d:
sc: Lìnia %d:

source: Import results for batch:
es: Importar resultados por lotes:
hr: Uvezi rezultate za skup:
sc: Resurtados de chirca de lotos:

source: Records submitted:
es: Registros enviados:
hr: Podneseni zapisi:
sc: Registros imbiados:

source: Total queued:
es: Total en espera:
hr: Ukupno u redu čekanja:
sc: Totale postos in fila:

source: Total skipped:
es: Total omitido:
hr: Ukupno preskočeno:
sc: Totale brincados:

source: Not queued because they are already present in the queue:
es: No están en espera porque ya están presentes en la cola:
hr: Nisu stavljene u red čekanja jer su već prisutni u redu čekanja:
sc: Non postos in fila ca bi sunt giai a intro:

source: View Batch Status
es: Ver estado del lote
hr: Pogledaj stanje skupa
sc: Ammustra s'istadu de su lotu

source: Pending Batch Imports
es: Importaciones por lotes pendientes
hr: Predstojeći skupni uvozi
sc: Importatziones in lotos in isetu

source: Added Time
es: Tiempo añadido
hr: Vrijeme dodavanja
sc: Momentu de annanta

source: Status
ar: الحالة
es: Estado
fr: Statut
hi: स्थिति
hr: Stanje
it: Stato
ru: Статус
sc: Istatus
uk: Статус

source: Submitter
ar: الراسل
de: Einreicher*in
es: Remitente
fr: Auteur
hi: सबमिट करने वाला
hr: Podnositelj
it: Mittente
sc: Imbiadore

source: Batch Import Status
es: Estado de la importación por lotes
hr: Stanje skupnog uvoza
sc: Istatìsticas de importatzione de su lotu

source: Batch ID:
es: ID del lote:
hr: ID skupa:
sc: ID de su lotu:

source: Batch Name:
es: Nombre del lote:
hr: Ime skupa:
sc: Nùmene de su lotu:

source: Submitter:
es: Remitente:
hr: Podnositelj:
sc: Imbiadore:

source: Submit Time:
es: Hora de envío:
hr: Vrijeme slanja:
sc: Momentu de imbiu:

source: Status Summary
es: Resumen del estado
hr: Sažetak stanja
sc: Resumu de istadu

source: Approve
es: Aprobar
hr: Odobri
sc: Aprova

source: Import Items
es: Importar elementos
hr: Uvoz artikala
sc: Elementos de importare

source: Import Time
es: Tiempo de importación
hr: Vrijeme uvoza
sc: Tempus de importatzione

source: IA ID
es: ID IA
sc: ID de s'IA

source: Data
es: Datos
hr: Podaci
sc: Datos

source: OL Key
es: Clave OL
hr: OL ključ
sc: Crae de OL

source: Not yet imported
es: Aún no importado
hr: Još nije uvezeno
sc: Galu no importadu

source: Design Pattern Library
es: Biblioteca de patrones de diseño
hr: Knjižnica uzoraka dizajna
sc: Biblioteca de modellos de disinnu

source: Fonts
es: Fuentes
hr: Fontovi
sc: Caràteres

source: Font-size
es: Tamaño de fuente
hr: Veličina fonta
sc: Mannària de su caràtere

source: Font-family
es: Tipo de letra
hr: Obitelj fontova
sc: Famìlia de caràteres

source: Colors
es: Colores
hr: Boje
sc: Colores

source: Defaults
es: Valores predeterminados
hr: Standardne vrijednosti
sc: Predefinidos

source: Background
es: Fondo
hr: Pozadina
sc: Isfundu

source: Primary Call To Action
es: Llamada a la acción principal
hr: Primarni poziv na radnju
sc: Cramada primària a s'atzione

source: Link (unclicked)
es: Enlace (sin hacer clic)
hr: Poveznica (nekliknuta)
sc: Ligàmene (no incarcadu)

source: Link (clicked)
es: Enlace (pulsado)
hr: Poveznica (kliknuta)
sc: Ligàmene (incarcadu)

source: Diff on %s
ar: التغييرات على %s
de: Änderungen zu %s
es: Diff en %s
fr: Différences par rapport à %s
hi: %s पर डिफ़
hr: Razlika u %s
it: Differenze rispetto a %s
pl: Różnica na %s
pt: Diff em %s
ru: Различается на %s
sc: Diferèntzias cunfronta a %s
uk: Відрізняється на %s

source: Revision %d
ar: الإصدار %d
cs: Verze %d
es: Revisión %d
fr: Révision %d
hi: संशोधन %d
hr: %d. revizija
it: Revisione %d
pl: Korekta %d
pt: Revisão %d
ru: Редактирование %d
sc: Revisione %d
uk: Редагування %d

source: by
ar: بواسطة
cs: od
de: von
es: por
fr: par
hi: द्वारा
hr: od
it: da
pl: autorstwa
pt: de
ru: от
sc: de
uk: від

source: by Anonymous
ar: بواسطة مجهول
de: von Anonym
es: por Anónimo
fr: par un anonyme
hr: od anonimnog autora
it: da Anonimo
pl: Anoninowo
pt: por Anônimo
ru: от Анонима
sc: de Anònimu
uk: від Аноніма

source: history
es: historial
hr: kronologija
sc: cronologia

source: Added
ar: تمت الإضافة
cs: Přidáno
de: Hinzugefügt
es: Añadido
fr: Ajouté
hi: जोड़ा गया
hr: Dodano
it: Aggiunto
pl: Dodano
pt: Adicionado
ru: Добавлено
sc: Annantu
uk: Додано

source: Modified
ar: تم التعديل
cs: Upraveno
de: Geändert
es: Modificado
fr: Modifié
hi: संशोधित
hr: Promijenjeno
it: Modificato
pl: Zmieniono
pt: Modificado
ru: Изменено
sc: Modificadu
uk: Модифіковано

source: Removed
ar: تم الإزالة
cs: Smazáno
de: Entfernt
es: Eliminado
fr: Supprimé
hi: हटाया गया
hr: Uklonjeno
it: Rimosso
pl: Usunięto
pt: Removido
ru: Удалено
sc: Bogadu
uk: Вилучено

source: Not changed
ar: لم يتغير
cs: Neupraveno
de: Nicht geändert
es: Sin cambios
fr: Non modifié
hi: बदला नहीं गया
hr: Nije promijenjeno
it: Non modificato
pl: Nie zmnieniono
pt: Sem mudanças
ru: Не изменено
sc: Non modificadu
uk: Не змінено

source: Differences
ar: الفروقات
cs: Rozdíly
de: Änderungen
es: Diferencias
fr: Différences
hi: भिन्नताएँ
hr: Razlike
it: Differenze
pl: Różnice
pt: Diferenças
ru: Различия
sc: Diferèntzias
uk: Різниці

source: Both the revisions are identical.
ar: الإصداران متطابقان.
de: Beide Versionen sind identisch.
es: Ambas revisiones son idénticas.
fr: Les deux révisions sont identiques.
hi: दोनों संशोधन समान हैं।
hr: Obje revizije su jednake.
it: Le due revisioni sono uguali.
pl: Obydwie korekty są identyczne.
pt: Ambas revisões são identicas.
ru: Эти редактирования одинаковы.
sc: Sas duas revisiones sunt uguales.
uk: Ці редагування одинакові.

source: You're in edit mode.
ar: أنت في وضع التحرير.
cs: Jste v editačním režimu.
de: Sie sind im Bearbeitungsmodus.
es: Estás en modo de edición.
fr: Vous êtes en mode modification.
hi: आप एडिट मोड में हैं।
hr: Nalaziš se u modusu za uređivanje.
it: Sei in modalità modifica.
pl: Jesteś w trybie edycji.
pt: Você está em modo de edição.
ru: Вы в режиме редактирования.
sc: Ses in modalidade de modìfica.
uk: Ви редагуєте.

source: Cancel, and go back.
ar: إلغاء والعودة.
cs: Zrušit, a jít zpět.
de: Abbrechen und zurück.
es: Cancelar y volver atrás.
fr: Annuler et revenir.
hi: कैंसिल करें और वापस जाएँ।
hr: Prekini i vrati se natrag.
it: Annulla e torna indietro.
pl: Anuluj i wróć.
pt: Cancelar e voltar.
ru: Отменить и вернуться назад.
sc: Annulla, e torra a in segus.
uk: Відмінити і повернутись.

source: YAML Representation:
ar: تمثيل YAML:
de: YAML Darstellung:
es: Representación YAML:
fr: Représentation YAML :
hr: YAML prikaz:
it: Rappresentazione YAML:
pt: Representação YAML:
ru: Отображение YAML:
sc: Rapresentatzione YAML:
uk: Відображення YAML:

source: History of edits to
ar: تاريخ التعديلات على
de: Änderungsverlauf zu
es: Historial de ediciones de
fr: Historiques des modifications de
hi: में किए गए बदलावों का इतिहास
hr: Kronologija promjena u
it: Cronologia delle modifiche di
pl: Historia zmian
pt: Histórico de edições ao
ru: История редактирования для
sc: Cronologia de sas modìficas a
uk: Історія редагувань для

source: Revision
ar: الإصدار
cs: Revize
de: Version
es: Revisión
fr: Révision
hi: संशोधन
hr: Revizija
it: Revisione
pl: Korekta
pt: Revisão
ru: Редактирование
sc: Revisione
uk: Редагування

source: Compare
ar: قارن
cs: Porovnat
de: Vergleichen
es: Comparar
fr: Comparer
hi: तुलना
hr: Usporedi
it: Confronta
pl: Porównaj
pt: Comparar
ru: Сравнить
sc: Pone a cunfrontu
uk: Порівняти

source: See Diff
ar: عرض الفروق
de: Änderungen ansehen
es: Ver Diff
fr: Voir les différences
hi: डिफ़ देखें
hr: Pogledaj razlike
it: Visualizza differenze
pl: Zobacz różnice
pt: Ver Diff
ru: Посмотреть различия
sc: Abbista sas diferèntzias
uk: Поглянути на різницю

source: View revision %s
ar: عرض الإصدار %s
de: Version %s anschauen
es: Ver revisión %s
fr: Voir la révision %s
hi: संशोधन %s देखें
hr: Pogledaj reviziju %s
it: Visualizza revisione %s
pl: Zobacz korekty %s
pt: Ver revisão %s
ru: Просмотр редактирования %s
sc: Abbista sa revisione %s
uk: Переглянути редагування %s

source: Compare this version...
ar: قارن هذه النسخة...
de: Vergleichen Sie diese Version...
es: Comparar esta versión...
hr: Usporedi ovu verziju …
sc: Cunfronta custa versione...

source: ...to this version
ar: ...مع هذه النسخة
de: ...mit dieser Version
es: ...a esta versión
hr: … s ovom revizijom
sc: ...cun custa versione

source: Back
ar: عودة
cs: Zpět
de: Zurück
es: Volver
fr: Retour
hi: पीछे
hr: Natrag
it: Indietro
pl: Powrót
pt: Voltar
ru: Назад
sc: Antepostu
uk: Назад

source: Import Preview
es: Vista previa de importación

source: Preview Import
es: Vista previa de la importación

source: Show Raw Import Data
es: Mostrar datos de importación sin procesar

source: New %(thing_type)s record will be created
es: Se creará un nuevo registro %(thing_type)s

source: Changes to %(key)s
es: Cambios en %(key)s

source: Internal Error
es: Error interno
hr: Interna greška
sc: Errore internu

source: A Problem Occurred
es: Se ha producido un problema

source: We're sorry, a problem occurred while responding to your request:
es: Lo sentimos, se ha producido un problema al responder a tu solicitud:

source: The reference code %s and Sentry trace ID %s have been created to track this error and we will investigate as we're able.
es: Se han creado el código de referencia %s y el ID de seguimiento de Sentry %s para rastrear este error y lo investigaremos en la medida de lo posible.

source: The reference code %s has been created to track this error and we will investigate as we're able.
es: Se ha creado el código de referencia %s para realizar un seguimiento de este error y lo investigaremos en la medida de lo posible.

source: Return to the <a class="go-back-link" href="javascript:;">previous page</a>?
es: ¿Volver a la <a class="go-back-link" href="javascript:;">página anterior</a>?

source: You are being redirected to your book
es: Estás siendo redirigido a tu libro

source: This book is provided by %(book_provider)s, a third-party Open Library Trusted Book Provider
es: Este libro es proporcionado por %(book_provider)s, un proveedor de libros de confianza externo de la Biblioteca Abierta

source: In %(time)s seconds, you will be automatically redirected to: %(url)s
es: En %(time)s segundos, serás redirigido automáticamente a: %(url)s

source: Continue without waiting
es: Continuar sin esperar

source: Library Explorer
ar: مستعرض المكتبة
de: Bibliotheksexplorer
es: Explorador de biblioteca
fr: Explorateur de bibliothèque
hi: लाइब्रेरी एक्सप्लोरर
hr: Pretraživač knjižnice
it: Esploratore di libreria
pt: Explorador de biblioteca
ru: Исследование библиотеки
sc: Esploradore de sa biblioteca
uk: Дослідник бібліотеки

source: Loading...
ar: جاري التحميل...
de: Laden...
es: Cargando...
hr: Učitavanje …
sc: Carrighende...

source: Log In
ar: تسجيل الدخول
cs: Přihlásit se
de: Anmelden
es: Acceder
fr: Se connecter
hi: लॉग इन करें
hr: Prijava
it: Accedi
pl: Zaloguj się
ru: Войти
sc: Intra
uk: Увійти

source: This is a development instance, the default credentials are automatically filled.
ar: هذه نسخة تطويرية، بيانات المرور تُملأ تلقائيًا.
de: Dies ist eine Entwicklungs-Version, die Standardwerte werden automatisch ausgefüllt.
es: Esta es una instancia de desarrollo, las credenciales por defecto se rellenan automáticamente.
hr: Ovo je razvojna instanca, zadani podaci za prijavu se ispunjavaju automatski.
sc: Custa est un'istàntzia de isvilupu, sas credentziales predefinidas benint insertadas in manera automàtica.

source: email:
ar: البريد الإلكتروني:
es: correo electrónico:
sc: posta eletrònica:

source: password:
ar: كلمة المرور:
de: Passwort:
es: contraseña:
hr: lozinka:
sc: crae:

source: Log in to use your free Open Library card to borrow digital books from the nonprofit Internet Archive
es: Inicia sesión para usar un carné gratuito de la Biblioteca Abierta y tomar prestados libros digitales de la organización sin ánimo de lucro Archivo de Internet
hr: Prijavi se za korištenje besplatne Open Library kartice za posuđivanje digitalnih knjiga od neprofitne organizacije Internet Archive
sc: Intra pro impreare sa carta de badas tua de s'Open Library pro pigare in prèstidu libros digitales dae s'assàtziu chene punnas de lucru Internet Archive

source: OR
ar: أو
de: ODER
es: O
fr: OU
hi: या
hr: ILI
it: O
sc: O
uk: ЧИ
