Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: This book is available from <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks is a trusted book provider and a volunteer-driven project that produces new editions of public domain ebooks that are lovingly formatted, open source, free of copyright restrictions, and free of cost.
fr: Ce livre est disponible sur <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks est un fournisseur approuvé de livres et un projet conduit par des volontaires qui produit de nouvelles éditions de livres électroniques dans le domaine publique qui sont mises en forme avec amour, ouvertes, libres de droits et gratuites.
hi: यह पुस्तक <a href="https://standardebooks.org/">मानक ई - बुक्स</a> से उपलब्ध है। स्टैंडर्ड ईबुक्स एक विश्वसनीय पुस्तक प्रदाता और एक स्वयंसेवक - संचालित परियोजना है जो सार्वजनिक डोमेन ईबुक्स के नए संस्करणों का उत्पादन करती है जो प्यार से स्वरूपित, खुले स्रोत, कॉपीराइट प्रतिबंधों से मुक्त और नि: शुल्क हैं।
hr: Ova je knjiga dostupna na <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks je pouzdan pružatelj knjiga i volonterski vođen projekt koji proizvodi nova izdanja e-knjiga u javnom vlasništvu, lijepo formatirana, otvorenog koda, bez ograničenja autorskih prava i besplatna.
it: Questo libro è disponibile su <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks è un fornitore di libri fidato e un progetto mandato avanti da volontari che produce nuove edizioni ebook di libri di pubblico dominio amorevolmente formattati, open source, liberi da restrizioni del diritto d'autore, e gratuiti.
pt: Este livro está disponível em <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks é uma fonte de livros de confiança e um projeto impulsionado por voluntários, que produzem novas edições de livros eletrônicos de domínio público formatados com carinho, de código aberto, livres de restrições de direitos de autor e gratuitos.
ru: Эта книга доступна из <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks - это надежный поставщик книг и волонтерский проект, который выпускает новые издания электронных книг, находящихся в общественном достоянии, отформатированных с любовью, с открытым исходным кодом, без ограничений авторских прав и бесплатно.
sc: Custu libru est a disponimentu in <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks est unu frunidore fidadu de libros e unu progetu ghiadu dae voluntàrios chi produit editziones noas de libros eletrònicos chi sunt formatados cun amore, a còdighe abertu, chene lìmites de deretu de autore e a indonu.
uk: Ця книга доступна від <a href="https://standardebooks.org/">Standard Ebooks</a>. Standard Ebooks - це постачальник книг і волонтерський проєкт, який створює нові видання електронних книг у публічному надбанні, які старанно форматовані, мають відкритий сирцевий код, позбавлені обмежень копірайту та безплатні.

source: Read eBook on Wikisource
hr: Čitaj e-knjigu na Wikisource
sc: Leghe su libru eletrònicu in Wikisource

source: This book is available from <a href="https://wikisource.org/">Wikisource</a>. Wikisource, a <a href="https://www.wikimedia.org/">Wikimedia Foundation</a> project, is a trusted book provider of works available under the <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA</a> open content license, such as essays, historical documents, letters, speeches, and public domain books.
hr: Ova knjiga je dostupna na <a href="https://wikisource.org/">Wikisource</a>. Wikisource, projekt zaklade <a href="https://www.wikimedia.org/">Wikimedia Foundation</a> je pouzdan pružatelj knjiga za djela koja su dostupna pod licencom otvorenog sadržaja <a href="https://https://creativecommons.org/licenses/by-sa/4.0/deed.hr">CC-BY-SA</a>, kao što su eseji, povijesni dokumenti, pisma, govori i knjige u javnom vlasništvu.
sc: Custu libru est a disponimentu dae <a href="https://wikisource.org/">Wikisource</a>. Wikisource, unu progetu de sa <a href="https://www.wikimedia.org/">Fundatzione Wikimedia</a>, est unu frunidore fidadu de òperas a disponimentu suta de sa litzèntzia de cuntenutos lìberos <a href="https://creativecommons.org/licenses/by-sa/4.0/">CC-BY-SA</a>, che a sàgios, documentos istòricos, lìteras, discursos e libros de domìniu pùblicu.

source: Add an optional check-in date. Check-in dates are used to track yearly reading goals.
fr: Ajouter une date d'enregistrement facultative. Les dates d'enregistrement servent à suivre les objectifs annuels de lecture.
hi: चेक इन की एक वैकल्पिक तारीख जोड़ें। चेक इन की तारीखों का इस्तेमाल सालाना पढ़ने के लक्ष्यों को ट्रैक करने के लिए किया जाता है।
hr: Dodaj opcionalni datum vraćanja. Datumi vraćanja se koriste za praćenje godišnjih ciljeva čitanja.
it: Aggiungi una data di registrazione opzionale. Le date di registrazione sono usate per tenere traccia degli obbiettivi di lettura annuali.
sc: Annanghe una data optzionale de registratzione. Sas datas de registratzione s'impreant pro arrastare sos obietivos annuales de leghidura.
uk: Додайте необов'язкову дату завершення читання. Вони використовуються, щоб відслідковувати річну ціль прочитання.

source: Choose a JPG, GIF or PNG on your computer
hr: Odaberi JPG, GIF ili PNG na tvom računalu
sc: Issèbera unu JPG, GIF o PNG in s'elaboradore tuo

source: Or, use the the cover from Internet Archive
hr: Ili koristi korice od Internet Archive
sc: O imprea sa cobertedda dae s'Internet Archive

source: browse %(subject)s books
fr: explorer des livres au sujet de %(subject)s
hi: %(subject)s सें किताबें ब्राउज़ करें
hr: pregledaj knjige u području %(subject)s
it: sfoglia libri su %(subject)s
pl: przeglądaj według %(subject)s książek
pt: explorar por livros de %(subject)s
ru: искать книги с рубрикой %(subject)s
sc: esplora libros subra de %(subject)s
uk: Шукати книги з темою %(subject)s

source: %s book
cs: kniha
fr: %s livre
hi: %s पुस्तक
hr: %s knjiga
it: %s libro
pt: %s livro
ru: %s книга
sc: %s libru
uk: %s книга

source: Hindi
ar: الهندية
hr: Hindski

source: Telugu
ar: التيلوجو
fr: télougou
hi: तेलुगू
hr: Teluški
it: Telegu
ru: Телугу
uk: Телугу

source: by <a href="$owner.key">You</a>
fr: par <a href="$owner.key">Vous</a>
hi: <a href="$owner.key">आपके</a> द्वारा
hr: od <a href="$owner.key">tebe</a>
it: da <a href="$owner.key">te</a>
pt: por <a href="$owner.key">você</a>
ru: от <a href="$owner.key">вас</a>
sc: dae <a href="$owner.key">tene</a>
uk: від <a href="$owner.key">вас</a>

source: org
ar: منظمة
fr: organisation
hr: organizacija
it: organizzazione
pl: organizacja
ru: организация
sc: organizatzione

source: no
ar: لا
de: Nein
fr: non
hi: नहीं
hr: ne
pt: não
ru: нет
sc: nono
uk: ні

source: Argh!
ar: آه!
fr: Ooph !
hi: आर्घ के साथ!
hr: K vragu!
pl: Ups!
ru: Аргх!

source: Location
cs: Místo
fr: Emplacement
hi: लोकेशन
hr: Lokacija
it: Luogo
pl: Lokalizaja
pt: Localização
ru: Местонахождение
sc: Logu

source: Showing all works by author. Would you like to see <a href="%(url)s">only ebooks</a>?
fr: Affichage de toutes les œuvres de l'auteur. Souhaitez-vous voir <a href="%(url)s">uniquement des livres électroniques</a> ?
hi: लेखक द्वारा सभी कार्य दिखाए जा रहे हैं। क्या आप <a href="%(url)s">केवल ई - बुक्स</a> देखना चाहेंगे?
hr: Prikazuju se sva djela autora. Želiš li vidjeti <a href="%(url)s">samo e-knjige</a>?
it: Mostrando tutte le opere dell'autore. Ti piacerebbe vedere <a href="%(url)s">solo ebooks</a>?
pt: Mostrando todas as obras do autor. Você gostaria de ver <a href="%(url)s">somente eBooks</a>?
ru: Показываются все работы автора. Вы хотите видеть <a href="%(url)s">только электронные книги</a>?
sc: Ammustrende totu sas òperas pro autore. Boles bìdere <a href="%(url)s">petzi sos libros eletrònicos</a>?
uk: Показуємо усі книги цього автора. Хочете бачити лише <a href="%(url)s">книги, доступні для читання онлайн</a>?

source: Showing ebooks only. Would you like to see <a href="%(url)s">everything</a> by this author?
fr: Affichage des livres électroniques uniquement. Aimeriez-vous voir <a href="%(url)s">tout</a> de cet auteur ?
hi: केवल ई - बुक्स दिखाई जा रही हैं। क्या आप इस लेखक द्वारा <a href="%(url)s">सब कुछ</a> देखना चाहेंगे?
hr: Prikazuju se samo e-knjige. Želiš li vidjeti <a href="%(url)s">sve</a> od ovog autora?
it: Mostrando solo ebooks. Ti piacerebbe vedere <a href="%(url)s">tutto</a> di questo autore?
pt: Mostrando somente eBooks. Você gostaria de ver <a href="%(url)s">tudo</a> desse autor?
ru: Показываются только электронные книги. Вы хотите видеть <a href="%(url)s">всё</a> от этого автора?
sc: Ammustrende petzi sos libros eletrònicos. Boles bìdere <a href="%(url)s">totu</a> de custu autore?
uk: Показуємо лише книги, доступні для читання онлайн. Хочете бачити <a href="%(url)s">усі книги</a> цього автора?

source: Wikipedia
ar: ويكيبيديا
fr: Wikipédia
hi: विकिपीडिया
hr: Wikipedija
ru: Википедия
uk: Вікіпедія

source: Add to Staff Picks
fr: Ajouter au choix des libraires
hi: कर्मचारियों की पसंद में जोड़ें
hr: Dodaj u izbor suradnika
it: Aggiungi alle scelte dello staff
pl: Dodaj do Wyboranych przez nas
pt: Adicionar a Seleções do pessoal
ru: Добавить в подборки сотрудников
sc: Annanghe a sos issèberos de s'iscuadra de traballu

source: ISBNs
hr: ISBN-ovi
sc: ISBN

source: Loading Related Books
hr: Učitavanje srodnih knjiga
sc: Carrighende libros ligados

source: ⚠️ Saving global lists is admin-only while the feature is under development.
hr: ⚠️ Spremanje globalnih popisa je samo za administratore dok se funkcija nalazi u fazi razvoja.
sc: ⚠️ Su sarvamentu de sas listas globales est riservadu petzi a sos amministradores in su mentres chi sa funtzionalidade est in fase de isvilupu.

source: UnfollowFollow
hr: Prestani pratiti/Prati
sc: Acaba de sighire

source: We've sent the verification email to %(email)s. You'll need to read that and click on the verification link to verify your email.
fr: Nous avons envoyé un courriel de vérification à %(email)s. Vous devrez l'ouvrir et cliquer sur le lien de vérification pour valider votre courriel.
hi: हमने वेरिफ़िकेशन ईमेल %(email)s पर भेज दिया है। आपको इसे पढ़ना होगा और अपना ईमेल वेरिफ़ाई करने के लिए वेरिफ़िकेशन लिंक पर क्लिक करना होगा।
hr: Poslali smo e-mail za potvrđivanje na %(email)s. Za potvrđivanje tvoje e-mail adrese, pročitaj poruku i pritisni poveznicu za potvrđivanje.
it: Abbiamo mandato l'email di verifica a %(email)s. Dovrai leggerla e cliccare sul link di verifica per verificare il tuo indirizzo email.
pl: Wysłaliśmy potwierdzenie na adres %(email)s. Przeczytaj je i kliknij zamieszczony link, by potwierdzić swój e-mail.
pt: Enviamos o email de verificação a %(email)s. Você deverá abrí-lo e clicar no link de verificação para verificar seu email.
ru: Мы отправили письмо с подтверждением на %(email)s. Вам нужно прочитать его и нажать на ссылку проверки, чтобы подтвердить свой адрес электронной почты.
sc: Amus imbiadu sa lìtera eletrònica de verìfica a %(email)s. Ti l'as a dèpere lèghere e as a dèpere incarcare in su ligàmene de verìfica pro averguare s'indiritzu de posta eletrònica tuo.

source: Password reset failed.
cs: Selhalo obnovení hesla.
fr: La mise à jour du mot de passe a échoué.
hi: पासवर्ड रीसेट विफल.
hr: Neuspjelo obnavljanje lozinke.
it: Reimpostazione della password fallita.
pl: Nie udało się ustawić nowego hasła.
pt: Falha em resetar a senha.
ru: Не удалось сбросить пароль.
sc: Resetada de sa crae fallida.

source: batch_id
sc: id_lotu

source: Edit Subject Tag
sc: Modìfica s'eticheta de s'argumentu

source: ETA:
sc: Tempus carculadu de arribu:

source: send password reset email
sc: imbia una e-lìtera de resetada de sa crae

source: Blog
ar: مدونة
hi: ब्लॉग
ru: Блог
sc: Diàriu
uk: Блог

source: Problems
fr: Problèmes
hi: समस्याएं
it: Problemi
pl: Problemy
pt: Problemas
ru: Проблемы
sc: Problemas
uk: Проблеми

source: Report A Problem
fr: Signaler un problème
hi: समस्या की रिपोर्ट करें
it: Segnala un problema
pl: Zgłoś problem
pt: Informar sobre um problema
ru: Сообщить о проблеме
sc: Sinnala unu problema
uk: Повідомити про проблему

source: Feedback?
sc: Opiniones?

source: Edit Tag
sc: Modìfica eticheta

source: Better World Books
ar: كتب عالم أفضل
hi: बेहतर विश्व पुस्तकें

source: Amazon
ar: أمازون

source: Bot
ar: روبوت
hi: बोट
ru: Бот
uk: Бот

source: BookReader
ar: قارئ الكتب
fr: Lecteur de livre

source: Kindle
ar: كيندل
hi: किंडल

source: Kindle (azw3)
ar: كيندل (azw3)
hi: किंडल (azw3)

source: Web
ar: إنترنت
de: Internet
hi: वेब
uk: Веб

source: URL
ar: عنوان URL

source: Twitter
ar: تويتر

source: ISBN
ar: رقم ISBN

source: Read Text ISBN
it: Leggi l'ISBN del testo

source: For books that print the ISBN without a barcode
it: Per i libri che hanno stampato l'ISBN ma non il codice a barre

source: Point your camera at a barcode! 📷
fr: Pointez votre caméra sur un code-barres ! 📷
hi: बारकोड पर अपने कैमरे की ओर इशारा करें! 📷
it: Punta la tua camera ad un codice a barre! 📷
pt: Aponte sua camera a um código de barras! 📷
ru: Наведите камеру на штрихкод! 📷
uk: Наведіть камеру на штрихкод! 📷

source: If you'd like to create a new, different Open Library account, you'll need to <a href="javascript:;" onclick="document.forms['logout'].submit()">log out</a> and start the signup process afresh.
fr: Si vous souhaitez créer un autre compte Open Library, vous devez vous <a href="javascript:;" onclick="document.forms['logout'].submit()">déconnecter</a> et recommencer l'enregistrement.
hi: यदि आप एक नया, अलग ओपन लाइब्रेरी खाता बनाना चाहते हैं, तो आपको <a href="javascript:;" onclick="document.forms['logout'].submit()">लॉग आउट</a> करना होगा और साइन अप प्रक्रिया को नए सिरे से शुरू करना होगा।
it: Se vuoi creare un nuovo account di Open Library devi <a href="javascript:;" onclick="document.forms['logout'].submit()">uscire</a> e ripetere la procedura di accesso.
pl: Jeśli chcesz utworzyć nowe konto na Open Library <a href="javascript:;" onclick="document.forms['logout'].submit()">Wyloguj się</a> i utwórz nowe konto.
pt: Se quiser criar uma conta nova, diferente da Open Library, você deve <a href="javascript:;" onclick="document.forms['logout'].submit()">desconectar</a> e iniciar o processo de registro de novo.
ru: Если вы хотите создать новую учётную запись Open Library, вам нужно <a href="javascript:;" onclick="document.forms['logout'].submit()">выйти</a> и начать регистрацию заново.
uk: Якщо ви хочете створити новий акаунт Open Library, вам треба <a href="javascript:;" onclick="document.forms['logout'].submit()">вийти</a> і почати реєстрацію заново.

source: Not a member of Open Library? <a href="/account/create">Sign up now</a>.
cs: Nejste členem Open Library? <a href="/account/create">Registrujte se</a>.
fr: Pas encore membre d'Open Library ? <a href="/account/create">Enregistrez-vous maintenant</a>.
hi: ओपन लाइब्रेरी का सदस्य नहीं है? <a href="/account/create">अभी साइन अप करें</a>।
it: Non sei un membro di Open Library? <a href="/account/create">Registrati subito</a>.
pl: Nie masz jeszcze konta na Open Library? <a href="/account/create">Utwórz konto</a>.
pt: Não é membro da Open Library? <a href="/account/create">Crie uma conta agora</a>.
ru: Не участник Open Library? <a href="/account/create">Зарегистрируйтесь сейчас</a>.
uk: Ще не зареєстровані в Open Library? <a href="/account/create">Зареєструйтесь зараз</a>.

source: Topic
fr: Sujet
hi: विषय
it: Argomento
pt: Assunto
ru: Тема
uk: Тема

source: Select...
fr: Sélectionner…
hi: चुनें...
it: Seleziona...
pt: Selecionar...
ru: Выбрать...
uk: Обрати...

source: Borrowing Help
fr: Aide pour l'emprunt
hi: उधार लेने में मदद
it: Aiuto sui prestiti
pt: Ajuda para empréstimos
ru: Помощь с займом книги
uk: Допомога з позичанням книги

source: Developer/Code Question
fr: Question développeur/code
hi: डेवलपर/कोड प्रश्न
it: Domanda sullo sviluppo/codice
pt: Pergunta de desenvolvedor/código
ru: Вопросы по коду/разработке
uk: Питання щодо коду/розробки

source: Editing Issue
fr: Problème de modification
hi: समस्या में बदलाव करना
it: Problemi con la modifica
pt: Problema de edição
ru: Проблема с редактированием
uk: Проблема з редагуванням

source: Login Trouble
fr: Problème de connexion
hi: लॉग इन करने में परेशानी
it: Problemi con l'accesso
pt: Problema ao iniciar sessão
ru: Проблема с входом
uk: Не можете ввійти

source: Spam Report
fr: Signaler du spam
hi: स्पैम रिपोर्ट
it: Segnalazione di spam
pt: Denúncia de spam
ru: Сообщить о спаме
uk: Повідомити про спам

source: Waiting List
fr: Liste d'attente
hi: प्रतीक्षा सूची
it: Lista d'attesa
pt: Lista de espera
ru: Список ожидания
uk: Список очікування

source: Other Question
fr: Autre question
hi: अन्य सवाल
it: Altra domanda
pt: Outra pergunta
ru: Другие вопросы
uk: Інші питання

source: Which page were you looking at?
fr: Quelle page regardiez vous ?
hi: आप कौन सा पेज देख रहे थे?
it: Che pagina stai cercando?
pt: Qual página você estava vendo?
ru: Какую страницу вы просматривали?
uk: Яку сторінку ви переглядали?

source: Join waitlist for &quot;%(title)s&quot;
fr: Rejoindre la liste d'attente pour « %(title)s »
hi: "%(title)s "के लिए प्रतीक्षा सूची में शामिल हों;
it: Entra in lista d'attese per &quot;%(title)s&quot;
pt: Entrar na lista de espera para &quot;%(title)s&quot;
ru: Присоединиться к списку ожидания &quot;%(title)s&quot;
uk: Приєднатися до списку очікування &quot;%(title)s&quot;

source: Learn more about &quot;%(title)s&quot; at OpenLibrary
fr: En savoir plus sur « %(title)s » à OpenLibrary
hi: OpenLibrary पर "%(title)s "के बारे में और जानें
it: Scopri di più riguardo &quot;%(title)s&quot; su OpenLibrary
pt: Aprenda mais sobre &quot;%(title)s&quot; na Open Library
ru: Узнайте больше о &quot;%(title)s&quot; на OpenLibrary
uk: Дізнатися більше про &quot;%(title)s&quot; на OpenLibrary

source: on
fr: sur
hi: पर
it: su
pt: em
ru: на
uk: на

source: Search for books containing the phrase "%s"?
fr: Rechercher des livres contenant la phrase « %s » ?
hi: "%s" वाक्यांश वाली पुस्तकों के लिए खोजें?
it: Cerca libri che contengono la frase "%s"?
pt: Buscar livros que incluam a frase "%s"?
ru: Искать книги, содержащие фразу "%s"?
uk: Шукати книги, що містять фразу "%s"?

source: Add a new book to Open Library?
fr: Ajouter un nouveau livre à Open Library ?
hi: ओपन लाइब्रेरी में एक नई किताब जोड़ें?
it: Aggiungere un nuovo libro ad Open Library?
uk: Додати нову книгу до Open Library?

source: Focus your results using these
fr: Affinez les résultats avec ces
hi: इनका उपयोग करके अपने परिणामों पर ध्यान केंद्रित करें
it: Affina i risultati con questi
pl: Zawęż swoje wyniki za pomocą tych
pt: Foque seus resultados usando esses
ru: Найдите именно то, что вам нужно используя эти
uk: Знайдіть саме те, що вам потрібно використовуючи ці

source: filters
fr: filtres
hi: फ़िल्टर
it: filtri
pl: filtrów
pt: filtros
ru: фильтры
uk: фільтри

source: Already Read: %(year)d
it: Già letto: %(year)d

source: Sponsorships
fr: Parrainages
hi: प्रायोजक
it: Sostegno
pl: Sponsoring
pt: Patrocínios
ru: Спонсорство
uk: Спонсорство

source: Book Notes
fr: Notes de livre
hi: बुक नोट्स
it: Note
pt: Notas do livro
ru: Заметки к книгам
uk: Нотатки до книг

source: View stats about this shelf
fr: Voir les statistiques de cette étagère
hi: इस शेल्फ़ के बारे में आँकड़े देखें
it: Visualizza statistiche su questa mensola
pt: Ver estatísticas dessa estante
ru: Посмотреть статистику этой полки
uk: Показати статистику для цієї полички

source: Your reading log is currently set to public
fr: Votre journal de lecture est publique
hi: आपका रीडिंग लॉग फ़िलहाल पब्लिक के लिए सेट है
it: La cronologia di lettura è pubblica
pl: Twój dziennik lektur jest obecnie udostępiniony publicznie
pt: Seu registro de leitura está atualmente configurado como público
ru: Ваш журнал чтения сейчас публичный
uk: Ваш читацький журнал зараз показується всім

source: Your reading log is currently set to private
fr: Votre journal de lecture est privé
hi: आपका रीडिंग लॉग फ़िलहाल प्राइवेट पर सेट है
it: La cronologia di lettura è privata
pl: Twój dziennik lektur jest obecnie niewidoczny dla innych
pt: Seu registro de leitura está atualmente configurado como privado
ru: Ваш журнал чтения сейчас приватный
uk: Ваш читацький журнал зараз нікому не показується

source: Complete the form below to create a new Internet Archive account.
cs: Vytvořte si nový účet na Internet Archive vyplněním formuláře níže.
fr: Remplissez le formulaire suivant pour créer un nouveau compte Internet Archive.
hi: नया इंटरनेट आर्काइव अकाउंट बनाने के लिए नीचे दिया गया फ़ॉर्म पूरा करें।
it: Compila il modulo per creare un nuovo account per Internet Arvchive
pl: Wypełnij poniższy formularz, aby utworzyć konto na Internet Archive.
pt: Complete o seguinte formulário para criar uma nova conta do Arquivo da Internet.
ru: Заполните приведенную ниже форму, чтобы создать новую учётную запись в Internet Archive.
uk: Завершіть анкету нижче, щоб створити новий акаунт в Internet Archive.

source: Each field is required
cs: Všechna pole jsou povinná
fr: Tous les champs sont obligatoires
hi: फ़ील्ड आवश्यक है
it: Tutti i campi sono obbligatori
pl: Wszystkie pola są wymagane
pt: Cada campo é obrigatório
ru: Каждое поле обязательно
uk: Кожне поле обов'язкове для заповнення

source: If you have security settings or privacy blockers installed, please disable them to see the reCAPTCHA.
fr: Si vous avez des paramètres de sécurité ou des outils de confidentialité, veuillez les désactiver pour voir le reCAPTCHA.
hi: यदि आपके पास सुरक्षा सेटिंग या गोपनीयता अवरोधक स्थापित हैं, तो कृपया उन्हें reCAPTCHA देखने के लिए अक्षम करें।
it: Se hai impostazioni per la sicurezza oppure blocchi per la privacy, ti preghiamo di disabilitarli per poter vedere il reCAPTCHA.
pl: Jeśli nie widzisz reCAPTCHA, wyłącz chwilowo ustawienia zabezpieczeń lub inne programy blokujące prywatność.
pt: Se você tem configurações de segurança ou bloqueadores de privacidade instalados, por favor, desligue-os para ver o reCAPTCHA.
ru: Если у вас установлены настройки приватности или защитники конфиденциальности, отключите их, чтобы увидеть reCAPTCHA.
uk: Якщо у вас ввімкнені приватні налаштування або захисники приватності, будь ласка, вимкніть їх, щоб побачити reCAPTCHA.

source: By signing up, you agree to the Internet Archive's <a href='//archive.org/about/terms.php' target='_blank'>Terms of Service</a>.
fr: Je reconnais que mon utilisation d'Open Library est soumise aux <a href='//archive.org/about/terms.php' target='_new'>termes d'utilisation</a> d'Internet Archive.
hi: साइन अप करके, आप इंटरनेट आर्काइव की <a href='//archive.org/about/terms.php' target='_blank'>सेवा की शर्तों से</a> सहमत होते हैं।
it: Registrandoti accetti i <a href='//archive.org/about/terms.php' target='_blank'> termini di servizio</a> di Internet Archive.
pt: Ao registrar-se, você demonstra que concorda com os <a href='//archive.org/about/terms.php' target='_blank'>termos de serviço</a> do Arquivo da Internet.
ru: Регистрируясь, вы соглашаетесь с <a href='//archive.org/about/terms.php' target='_blank'>Условиями использования</a> Internet Archive.
uk: Реєструючись, ви погоджуєтесь з <a href='//archive.org/about/terms.php' target='_blank'>Умовами використання Internet Archive</a>.

source: Download a copy of your star ratings
fr: Télécharger une copie de vos évaluations
hi: अपनी स्टार रेटिंग की एक कॉपी डाउनलोड करें
it: Scarica una copia delle tue valutazioni
uk: Завантажити копію даних про ваш рейтинг книг.

source: Books %(userdisplayname)s is sponsoring
fr: Livres parrainés par %(userdisplayname)s
hi: पुस्तकें %(userdisplayname)s प्रायोजित कर रही है
it: Libri che %(userdisplayname)s sostiene
pl: Książki sponsorowane przez %(userdisplayname)s
pt: Livros que %(userdisplayname)s está patrocinando
ru: Книги, которые %(userdisplayname)s спонсирует
uk: Книги, які %(userdisplayname)s спонсорує
