Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Sorry. There seems to be a problem with what you were just looking at.
cs: Promiňte. Oběvil se problém s obsahem který jste právě prohlížely.
fr: Désolé. Il semble y avoir un problème avec ce que vous étiez en train de regarder.
hi: माफ़ करें। लगता है कि आप जो देख रहे थे उसमें कोई समस्या है।
hr: Žao nam je. Čini se da postoji problem s onime što upravo gledaš.
it: Ci dispiace, sembra che ci sia un problema con ciò che stavi guardando.
pl: Przepraszamy. Wygląda na to, że jest problem z wyświetleniem treści.
pt: Sinto muito. Parece que há um problema com o que você estava vendo.
ru: Простите. Похоже, возникла проблема с тем, что вы только что просматривали.
sc: Paret chi bi siat carchi problema cun su chi fias abbistende.
uk: Вибачте. Схоже, виникла проблема з тим, що ви щойно переглядали.

source: We've noted the error %s and will look into it as soon as possible. Head for <a href="/">home</a>?
fr: Nous avons pris en compte l'erreur %s et l'analyserons aussi vite que possible. Retournez à l'<a href="/">accueil</a> ?
hi: हमने %s की गड़बड़ी नोट कर ली है और हम जल्द - से - जल्द इसकी जाँच करेंगे। <a href="/">home</a>?
hr: Zabilježili smo grešku %s i pregledat ćemo je što prije. Natrag na <a href="/">naslovnicu</a>?
it: Abbiamo notato un errore %s e lo investigheremo il prima possibile. Torna alla <a href="/">home</a>?
pl: Zauważyliśmy błąd %s i sprawdzimy go jak najszybciej. Przejść do <a href="/">home</a>?
pt: Nós notamos o erro %s e o estudaremos o antes possível. Voltar para a <a href="/">página de início</a>?
ru: Мы уже знаем о проблеме %s и посмотрим на нее как можно скорее. Перейти на <a href="/">главную</a>?
sc: Amus notadu s'errore %s e nos nd'amus a ocupare cantu prus luego s'at a pòdere. Boles torrare a sa <a href="/">pàgina printzipale</a>?
uk: Ми вже знаємо про проблему %s і поглянемо на неї якнайшвидше. Перейти на <a href="/">головну</a>?

source: Thank you very much for adding that new book!
fr: Merci beaucoup d'avoir ajouté ce nouveau livre !
hi: नई किताब को जोड़ने के लिए बहुत - बहुत धन्यवाद!
hr: Puno ti hvala na dodavanju te nove knjige!
it: Grazie per aver aggiunto un nuovo libro!
pt: Muito obrigado por adicionar esse novo livro!
ru: Большое спасибо за добавление новой книги!
sc: Gràtzias medas pro àere annantu cussu libru nou!
uk: Дуже дякуємо за те, що ви додали нову книгу!

source: Thank you very much for improving that record!
fr: Merci beaucoup d'avoir amélioré cette entrée !
hi: रिकॉर्ड को बेहतर बनाने के लिए बहुत - बहुत धन्यवाद!
hr: Puno ti hvala na poboljšavanju tog zapisa!
it: Grazie per aver migliorato la voce!
pt: Muito obrigado por melhorar esse registro!
ru: Большое спасибо за улучшение этой записи!
sc: Gràtzias medas pro àere megioradu cussu registru!
uk: Дуже дякуємо за те, що покращили наші дані!

source: Only logged users are allowed to add records on Open Library. Please <a href="/account/login?redirect=$path">log in</a> to add a book.
hr: Samo prijavljeni korisnici smiju dodavati zapise u Open Library. <a href="/account/login?redirect=$path">Prijavi se</a> ako želiš dodali knjigu.
sc: Petzi sos utentes chi ant fatu atzessu podent agiùnghere registros a s'Open Library. Pro praghere <a href="/account/login?redirect=$path">intra</a> pro agiùnghere unu libru.

source: Only logged users are allowed to modify records on Open Library. Please <a href="/account/login?redirect=$path">log in</a> to edit this page.
hr: Samo prijavljeni korisnici smiju mijenjati zapise u Open Library. <a href="/account/login?redirect=$path">Prijavi se</a> ako želiš urediti ovu stranicu.
sc: Petzi sos utentes chi ant fatu atzessu podent modificare registros in s'Open Library. Pro praghere <a href="/account/login?redirect=$path">intra</a> pro modificare custa pàgina.

source: How can we help?
fr: Comment pouvons nous vous aidez ?
hi: हम आपकी कैसे मदद कर सकते हैं?
hr: Kako možemo pomoći?
it: Come possiamo aiutare?
pt: Como podemos ajudar?
ru: Чем мы можем помочь?
sc: Comente podimus agiudare?
uk: Чим ми можемо допомогти?

source: Your question has been sent to our support team. We'll get back to you shortly. You can also <a href="https://twitter.com/openlibrary">contact us on Twitter</a>.
fr: Votre question a été envoyée à notre équipe support. Nous reviendrons vers vous rapidement. Vous pouvez aussi <a href="https://twitter.com/openlibrary">nous contacter sur Twitter</a>.
hi: आपका सवाल हमारी सपोर्ट टीम को भेज दिया गया है। हम जल्द ही आपसे संपर्क करेंगे। आप <a href="https://twitter.com/openlibrary">हमसे ट्विटर पर भी संपर्क</a> कर सकते हैं।
hr: Tvoje je pitanje poslano našem timu podrške. Uskoro ćemo ti se javiti. Kontatkirati nas možeš i na <a href="https://twitter.com/openlibrary">Twitteru</a>.
it: La tua domanda è stata inviata al gruppo di supporto. Ti faremo sapere a breve. Puoi anche <a href="https://twitter.com/openlibrary">contattarci su Twitter</a>.
pt: Sua pergunta foi enviada a nossa equipe de suporte. Nos entraremos em contato contigo em breve. Você também pode <a href="https://twitter.com/openlibrary">entrar em contato conosco pelo Twitter</a>.
ru: Ваш вопрос был отправлен в нашу службу поддержки. Мы свяжемся с вами в ближайшее время. Вы также можете связаться с нами через <a href="https://twitter.com/openlibrary">Twitter</a>.
sc: As imbiadu sa dimanda tua a s'iscuadra de suportu nostra. T'amus a torrare risposta luego. Nos podes fintzas <a href="https://twitter.com/openlibrary">chircare in Twitter</a>.
uk: Ваше питання було надіслане до нашої команди підтримки. Ми скоро зв'яжемося з вами. Ви також можете <a href="https://twitter.com/openlibrary">зв'язатись з нами на Twitter</a>.

source: Please check our <a href="/help/">Help Pages</a> and <a href="/help/faq">Frequently Asked Questions</a> (FAQ) to see if your question is answered there. Thank you.
fr: Veuillez consulter nos <a href="/help/">pages d'aide</a> et notre <a href="/help/faq">Foire Aux Questions</a> (FAQ) pour voir si une réponse à votre question y est disponible. Merci.
hi: कृपया हमारे <a href="/help/">सहायता पेज</a> और <a href="/help/faq">अक्सर पूछे जाने वाले सवाल</a> (FAQ) देखें और देखें कि आपके सवाल का जवाब वहाँ दिया गया है या नहीं। धन्यवाद।
hr: Provjeri je li tvoje pitanje već odgovorena na našim <a href="/help/">stranicama pomoći</a> ili na stranici <a href="/help/faq">često postavljenih pitanja</a> (ČPP). Hvala.
it: Per favore dai un occhiata alle <a href="/help/">pagine di aiuto</a> e <a href="/help/faq">domande frequenti (FAQ)</a> per vedere se la tua domanda è stata già risposta lì. Grazie.
pt: Por favor, consulte as <a href="/help/">Páginas de ajuda</a> e <a href="/help/faq">Perguntas frequentes</a> para ver se sua pergunta está respondida ali. Obrigado.
ru: Пожалуйста, посмотрите нашу <a href="/help/">Справку</a> и <a href="/help/faq">Часто задаваемые вопросы</a> (ЧАВО), чтобы проверить, есть ли там ответ на ваш вопрос. Спасибо.
sc: Pro praghere abbista·ti sas <a href="/help/">Pàginas de agiudu</a> e sas <a href="/help/faq">Preguntas fitianas</a> (PF/FAQ) nostras pro bìdere si sa dimanda tua tenet giai una risposta in cue. Gràtzias.
uk: Будь ласка, погляньте на нашу <a href="/help/">Довідку</a> і <a href="/help/faq">Часті запитання</a>, щоб перевірити, чи там є відповідь на ваше питання. Дякуємо.

source: Your Name
fr: Votre nom
hi: आपका नाम
hr: Tvoje ime
it: Il tuo nome
pt: Seu nome
ru: Ваше имя
sc: Su nùmene tuo
uk: Ваше ім'я

source: Your Email Address
fr: Votre adresse de courriel
hi: आपका ईमेल
hr: Tvoja e-mail adresa
it: Il tuo indirizzo email
pt: Seu email
ru: Ваш адрес электронной почты
sc: S'indiritzu de posta eletrònica tuo
uk: Ваша поштова адреса

source: We'll need this if you want a reply
fr: Nous aurons besoin de cela si vous désirez une réponse
hi: अगर आपको जवाब चाहिए, तो हमें इसकी ज़रूरत होगी
hr: Ovo trebamo ako želiš dobiti odgovor
it: Ne abbiamo bisogno per risponderti
pt: Precisamos disso se você quer uma resposta
ru: Он нам понадобится, если вы хотите получить ответ
sc: Amus a bisongiare de custu si boles una risposta
uk: Нам вона потрібна, якщо ви хочете отримати відповідь

source: If you wish to be contacted by other means, please add your contact preference and details to your question.
fr: Si vous souhaitez être contacté par d'autres moyens, veuillez renseigner vos préférences de prise de contact et vos coordonnées dans votre question.
hi: यदि आप किसी अन्य माध्यम से संपर्क करना चाहते हैं, तो कृपया अपने प्रश्न में अपनी संपर्क प्राथमिकता और विवरण जोड़ें।
hr: Ako želiš da te kontaktiramo na neki drugi način, dodaj svoje podatke za kontaktiranje te pojedinosti o tvom pitanju.
it: Se desideri essere contattato in altri modi per favore aggiungi le tue preferenze di contatto e altri dettagli alla tua domanda.
pt: Se você quer que nós lhe contatemos por otros meios,adicione sua preferência de contato e seus dados a sua pergunta.
ru: Если вы хотите, чтобы с вами связались другим способом, пожалуйста, добавьте к вашему вопросу ваши данные для связи.
sc: Si boles a ti cuntatare in carchi àtera manera annanghe sa preferèntzia tua e sos detàllios tuos de cuntatu a sa dimanda tua.
uk: Якщо ви хочете, щоб ми зв'язались іншим способом, будь ласка, додайте, яким саме способом і свої контакти до свого запитання.

source: Your Question
fr: Votre question
hi: आपका सवाल
hr: Tvoje pitanje
it: La tua domanda
pt: Sua pergunta
ru: Ваш вопрос
sc: Sa dimanda tua
uk: Ваше питання

source: Note: our staff will likely only be able respond in English.
fr: Remarque : Notre équipe sera probablement uniquement en mesure de vous répondre en anglais.
hi: ध्यान दें: हमारे कर्मचारी संभवतः केवल अंग्रेजी में जवाब दे सकेंगे।
hr: Napomena: naši će suradnici vjerojatno moći odgovoriti samo na engleskom jeziku.
it: Nota: è probabile che il nostro staff risponderà in inglese.
pt: Nota: é provável que nosso time só consiga responder em inglês.
ru: Примечание: наши сотрудники, скорее всего, смогут ответить только на английском языке.
sc: Tene in contu: s'iscuadra nostra t'at a pòdere torrare risposta petzi in inglesu.
uk: Зауважте: наші працівники, скоріш за все, зможуть відповісти лише англійською.

source: If you encounter an error message, please include it. For questions about our books, please provide the title/author or Open Library ID.
fr: Si vous tombez sur un message d'erreur, veuillez le rajouter. Si vous avez des questions sur nos livres, veuillez fournir le titre/auteur ou l'identifiant Open Library.
hi: अगर आपको कोई गड़बड़ी का मैसेज मिलता है, तो कृपया उसे शामिल करें। हमारी पुस्तकों के बारे में प्रश्नों के लिए, कृपया शीर्षक/लेखक या ओपन लाइब्रेरी आईडी प्रदान करें।
hr: Ako naiđeš na poruku o grešci, dodaj je. Za pitanja o našim knjigama navedi naslov/autora ili Open Library ID-oznaku.
it: Se incontri un messaggio di errore includilo per favore. Per domande sui nostri libri ti preghiamo di fornire titolo/autore oppure Open Library ID.
pt: Se encontrar uma mensagem de erro, por favor a inclua. Para perguntas sobre nossos livros, por favor inclua o título/autor ou o código (ID) prensente na Open Library.
ru: Если вы столкнулись с сообщением об ошибке, пожалуйста, укажите его. Для вопросов о наших книгах, пожалуйста, укажите название/автора или Open Library ID.
sc: Si atzapas unu messàgiu de errore pro praghere include·lu. Pro dimandas subra de sos libros nostros iscrie·nos su tìtulu/autore o s'ID de Open Library.
uk: Якщо ви отримали сповіщення про помилку, будь ласка, включіть його у листу. Для питань щодо наших книг, будь ласка, напишіть назву/автора або Open Library ID.

source: Send
fr: Envoyer
hi: भेजें
hr: Pošalji
it: Invia
pt: Enviar
ru: Отправить
sc: Imbia
uk: Надіслати

source: Print Disabled
fr: Malvoyant
hr: Za slijepe/slabovidne
it: Ipovedenti
pl: Dla osób z trudnościami w czytaniu druku
pt: Problemas de leitura
ru: Печать отключена
sc: Imprenta disabilitada
uk: Друкування вимкнене

source: BARF! Search engine ERROR!
hr: K vragu! GREŠKA tražilice!
sc: PUH! ERRORE de su motore de chirca!

source: Role:
hr: Uloga:
sc: Ruolu:

source: What is this?
fr: Qu'est-ce que c'est ?
hi: यह क्या है?
hr: Što je ovo?
it: Cos'è questo?
sc: Ite est custu?
uk: Що це?

source: This will enable others to see what books you want to read, are reading, or have already read. Public accounts can be seen and followed by others.
hr: Ovo će omogućiti drugima da vide koje knjige želiš čitati, koje čitaš ili koje si već pročitao/la. Javne račune mogu vidjeti i pratiti drugi.
sc: Custu at a permìtere a àteros de bìdere sos libros chi boles lèghere, ses leghende, o as giai lèghidu. Sos contos pùblicos podent èssere bidos e sighidos dae àteros.

source: No
ar: لا
cs: Ne
de: Nein
fr: Non
hi: नहीं
hr: Ne
pl: Nie
pt: Não
ru: Нет
sc: Nono
uk: Ні

source: total
hr: ukupno
sc: totale

source: Total
ar: إجمالي
de: Gesamt
hr: Ukupno
sc: Totale

source: This updates and fields of /, /works, /books and /authors records in the database.
hr: Ovo aktualizira i polja /, /djela, /knjige i /autori u bazi podataka.
sc: Custu annoat sos campos e fields de sos registros /, /works, /books e /authors in sa base de datos.

source: diff
ar: مقارنة
de: Vergleichen
fr: différences
hi: डिफ
hr: razlika
it: differenze
ru: различие
sc: diferèntzias

source: Admin
ar: مشرف
fr: Administrateur
hi: एडमिन
hr: Administrator
it: Amministratore
ru: Администратор
sc: Amministradore
uk: Адмін

source: Read eBook from Cita Press
hr: Čitaj e-knjigu od Cita Press
sc: Leghe libros de Cita Press

source: This book is available from <a href="https://citapress.org/">Cita Press</a>. Cita Press is a trusted book provider of works written by women, pairing contemporary authors and designers with open access texts to make carefully designed books available for free and open source.
hr: Ova je knjiga dostupna na <a href="https://citapress.org/">Cita Press</a>. Cita Press je pouzdan pružatelj knjiga za djela koja su napisale žene, spajajući suvremene autore i dizajnere s tekstovima otvorenog pristupa kako bi pažljivo dizajnirane knjige učinili dostupnima besplatno i otvorenog koda.
sc: Custu libru est a disponimentu in <a href="https://citapress.org/">Cita Press</a>. Cita Press est unu frunidore fidadu de òperas iscritas dae fèminas, chi ponet paris autoras e disinnadoras cuntemporàneas cun testos a atzessu lìberu pro creare libros disinnados a finu a indonu e a còdighe lìberu.

source: Learn more
fr: En savoir plus
hi: और जानें
hr: Saznaj više
it: Scopri di più
pt: Mais informações
ru: Узнать больше
sc: Àteras informatziones
uk: Дізнатися більше

source: Read free online
hr: Čitaj besplatno na internetu
sc: Leghe de badas in lìnia

source: This book is freely available from <a href="%s">%s</a>, an external third-party book provider.
hr: Ova je knjiga besplatno dostupna od <a href="%s">%s</a>, eksternog pružatelja knjiga.
sc: Custu libru est a disponimentu a indonu in <a href="%s">%s</a>, unu frunidore esternu de libros de tertza parte.

source: Read eBook from Project Gutenberg
fr: Lire le livre sur Project Gutenberg
hi: प्रोजेक्ट गुटेनबर्ग की ई - बुक पढ़ें
hr: Čitaj e-knjigu od Project Gutenberg
it: Leggi l'eBook su Protect Gutenberg
pt: Ler eBook no Projeto Gutenberg
ru: Читать электронные книги из Project Gutenberg
sc: Leghe libros digitales de su Project Gutenberg
uk: Шукати електронні книги з Project Gutenberg

source: This book is available from <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg is a trusted book provider of classic ebooks, supporting thousands of volunteers in the creation and distribution of over 60,000 free eBooks.
fr: Ce livre est disponible sur <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg est un fournisseur approuvé de livres électroniques classiques, soutenant des milliers de volontaires dans la création et la distribution de plus de 60 000 livres électroniques gratuits.
hi: यह पुस्तक <a href="https://www.gutenberg.org/">प्रोजेक्ट गुटेनबर्ग</a> से उपलब्ध है। प्रोजेक्ट गुटेनबर्ग क्लासिक ई - बुक्स का एक विश्वसनीय पुस्तक प्रदाता है, जो 60,000 से अधिक मुफ्त ई - बुक्स के निर्माण और वितरण में हजारों स्वयंसेवकों का समर्थन करता है।
hr: Ova je knjiga dostupna na <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg je pouzdan pružatelj klasičnih e-knjiga, podržavajući tisuće volontera u stvaranju i distribuciji više od 60.000 besplatnih e-knjiga.
it: Questo libro è disponibile su <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg è un fornitore fidato di classici ebook che supporta migliaia di volontari nella creazione e distribuzione di più di 60.000 eBook liberi.
pt: Este livro está disponível em <a href="https://www.gutenberg.org/">Proyecto Gutenberg</a>. O Projeto Gutenberg é uma fonte de livros clássicos de confiança, que apoia milhões de voluntários na criação e distribuição de mais de 60&nbsp;000 livros electrônicos gratuitos.
ru: Эта книга доступна из <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg – это надёжный поставщик классических электронных книг, поддерживаемый тысячами волонтёрами, которые создают и распространяют более 60,000 бесплатных электронных книг.
sc: Custu libru est a disponimentu in su <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg est unu frunidore fidadu de libros eletrònicos clàssicos, chi dat su suportu suo a mìgias de voluntàrios in sa creatzione e distributzione de prus de 60.000 libros eletrònicos lìberos.
uk: Ця книга доступна від <a href="https://www.gutenberg.org/">Project Gutenberg</a>. Project Gutenberg — це довіренний постачальник класичних електронних книг, що підтримує тисячі волонтерів у створенні та поширенні понад 60,000 безплатних електронних книг.

source: Listen to a reading from LibriVox
fr: Écouter une lecture de Librivox
hi: LibriVox की एक रीडिंग सुनें
hr: Slušaj čitanje od LibriVox
it: Ascolta ad una lettura da LibriVox
pt: Escutar uma leitura de LibriVox
ru: Слушайте чтение от LibriVox
sc: Ascurta una letura dae LibriVox
uk: Слухайте начитування від LibriVox

source: This book is available from <a href="https://librivox.org/">LibriVox</a>. LibriVox is a trusted book provider of public domain audiobooks, narrated by volunteers, distributed for free on the internet.
fr: Ce livre est disponible sur <a href="https://librivox.org/">LibriVox</a>. Librivox est un fournisseur approuvé de livres audio dans le domaine public, narrés par des volontaires et distribués gratuitement sur internet.
hi: यह पुस्तक LibriVox से उपलब्ध <a href="https://librivox.org/">है</a>। LibriVox सार्वजनिक डोमेन ऑडियोबुक्स का एक विश्वसनीय पुस्तक प्रदाता है, जिसे स्वयंसेवकों द्वारा सुनाया जाता है, जिसे इंटरनेट पर मुफ्त में वितरित किया जाता है।
hr: Ova je knjiga dostupna na <a href="https://librivox.org/">LibriVoxu</a>. LibriVox je pouzdan pružatelj audio-knjiga u javnom vlasništvu koje čitaju volonteri i distribuiraju se besplatno na internetu.
it: Questo libro è disponibile su <a href="https://librivox.org/">LibriVox</a>. LibriVox è un fornitore di audio libri di dominio pubblico fidato, narrati da volontari, distribuiti liberamente su internet.
pt: Este livro está disponível em <a href="https://librivox.org/">LibriVox</a>. LibriVox é uma fonte de livros de confiança de audiolivros em domínio público, narrados por voluntários, distribuídos gratuitamente na Internet.
ru: Эта книга доступна из <a href="https://librivox.org/">LibriVox</a>. LibriVox - это надежный поставщик аудиокниг, находящихся в общественном достоянии, озвученных добровольцами и распространяемых бесплатно в интернете.
sc: Custu libru est a disponimentu in <a href="https://librivox.org/">LibriVox</a>. LibriVox est unu frunidore fidadu de libros de domìniu pùblicu, contados dae voluntàrios, distribuidos a indonu in ìnternet.
uk: Ця книга доступна від <a href="https://librivox.org/">LibriVox</a>. LibriVox - це постачальник аудіокниг у суспільному надбанні, начитаних волонтерами, які безплатно поширюються в інтернеті.

source: Read eBook from OpenStax
fr: Lire le livre sur OpenStax
hi: OpenStax से ई - बुक पढ़ें
hr: Čitaj e-knjigu od OpenStax
it: Leggi eBook su OpenStax
sc: Leghe libros de OpenStax
uk: Читати електронну книгу з OpenStax

source: This book is available from <a href="https://www.openstax.org/">OpenStax</a>. OpenStax is a trusted book provider and a 501(c)(3) nonprofit charitable corporation dedicated to providing free high-quality, peer-reviewed, openly licensed textbooks online.
fr: Ce livre est disponible sur <a href="https://www.openstax.org/">OpenStax</a>. OpenStax est un fournisseur approuvé de livres et une association caritative 501(c)(3) à but non lucratif dédiée à la fourniture de manuels en ligne gratuits, de haute qualité, vérifiés par des pairs et disposant d'une licence libre.
hi: यह पुस्तक <a href="https://www.openstax.org/">OpenStax</a> से उपलब्ध है। OpenStax एक भरोसेमंद बुक प्रोवाइडर और 501(c )( 3) निर्लाभ चैरिटेबल कॉरपोरेशन है, जो मुफ़्त उच्च - गुणवत्ता वाली, सहकर्मी - समीक्षा की गई, खुले तौर पर लाइसेंस प्राप्त पाठ्यपुस्तकें ऑनलाइन प्रदान करने के लिए समर्पित है।
hr: Ova je knjiga dostupna na <a href="https://www.openstax.org/">OpenStax</a>. OpenStax je pouzdan pružatelj knjiga i neprofitna dobrotvorna korporacija posvećena pružanju besplatnih visokokvalitetnih, recenziranih, otvoreno licenciranih udžbenika na internetu.
it: Questo libro è disponibile su <a href="https://www.openstax.org/">OpenStax</a>. OpenStax è un fornitore di libri fidato e un 501(c)(3) ente di beneficenza nonprofit che si dedica alla fornitura di libri online che sono ad alta qualità, revisionati da pari, con licenza aperta e liberi.
sc: Custu libru est a disponimentu in <a href="https://www.openstax.org/">OpenStax</a>. OpenStax est unu frunidore fidadu de libros e un'ente de benefitzèntzia chene punna de lucru chi si dèdicat a frunire de badas e in lìnia libros de testu de calidade arta, chi ant tentu una revisione paritària e cun litzèntzia aberta.
uk: Ця книга доступна від <a href="https://www.openstax.org/">OpenStax</a>. OpenStax — це довірений постачальник книг, а також 501(c)(3) неприбуткова благодійна корпорація, створена, щоб надавати безплатні підручники високої якості, перевірені вченими, які надаються під відкритою ліцензією онлайн.

source: Read eBook from Project Runeberg
hr: Čitaj e-knjigu od Project Runeberg
sc: Leghe libros digitales de Project Runeberg

source: This book is available from <a href="https://runeberg.org/">Project Runeberg</a>. Project Runeberg is a trusted book provider of classic Nordic (Scandinavian) literature in electronic form.
hr: Ova je knjiga dostupna na <a href="https://runeberg.org/">Project Runeberg</a>. Project Runeberg je pouzdan pružatelj knjiga klasične nordijske (skandinavske) literature u elektroničkom formatu.
sc: Custu libru est a disponimentu in <a href="https://runeberg.org/">Project Runeberg</a>. Project Gutenberg est unu frunidore fidadu libros de literadura nòrdica (iscandìnava) clàssica in formadu eletrònicu.

source: Read eBook from Standard eBooks
fr: Lire le livre sur Standard eBooks
hi: स्टैंडर्ड ई - बुक्स से ई - बुक पढ़ें
hr: Čitaj e-knjigu od Standard Ebooks
it: Leggi eBook su Standard Ebooks
pt: Ler livro eletrônico do Standard eBooks
ru: Читать электронные книги из Standard eBooks
sc: Leghe libros de Standard eBooks
uk: Читати електронну книгу з Standard eBooks
