Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Open Library is an initiative of the <a href="//archive.org/">Internet Archive</a>, a 501(c)(3) non-profit, building a digital library of Internet sites and other cultural artifacts in digital form. Other <a href="//archive.org/projects/">projects</a> include the <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> and <a href="//archive-it.org">archive-it.org</a>
de: Open Library ist ein Projekt des <a href="//archive.org/">Internet Archive</a>s, einer gemeinnützigen Organisation aus den USA nach 501(c)(3), die eine digitale Bibliothek der Internetseiten und anderer kultureller Gegenstände zusammenstellt. Andere <a href="//archive.org/projects/">Projekte</a> sind die <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> und <a href="//archive-it.org">archive-it.org</a>
es: Biblioteca Abierta es una iniciativa del <a href="//archive.org/">Archivo de Internet</a>, una organización sin fines de lucro 501(c)(3), que construye una biblioteca digital de sitios de Internet y otros artefactos culturales en formato digital. Otros <a href="//archive.org/projects/">proyectos</a> incluyen la <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> y <a href="//archive-it.org">archive-it.org</a>
fr: Open Library est une initiative d'<a href="//archive.org/">Internet Archive</a>, une association 501(c)(3) à but non lucratif, qui construit une bibliothèque numérique de sites internet et d'autres objets culturels au format numérique. Les autres <a href="//archive.org/projects/">projets</a> comprennent la <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> et <a href="//archive-it.org">archive-it.org</a>
hi: ओपन लाइब्रेरी <a href="//archive.org/">इंटरनेट आर्काइव</a> की एक पहल है, a 501(c)(3) गैर-लाभ, डिजिटल रूप में इंटरनेट साइटों और अन्य सांस्कृतिक कलाकृतियों की एक डिजिटल लाइब्रेरी। अन्य <a href="//archive.org/projects/">प्रोजेक्ट</a> में <a href="//archive.org/web/">वेबैक मशीन</a>, <a href="//archive.org/">archive.org</a> और <a href="//archive-it।org">archive-it.org</a> शामिल हैं
hr: Open Library je inicijativa neprofitne organizacije <a href="//archive.org/">Internet Archive</a>, koja gradi digitalnu knjižnicu internetskih stranica i drugih kulturnih predmeta u digitalnom obliku. Ostali <a href="//archive.org/projects/">projekti</a> uključuju <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org </a> i <a href="//archive-it.org">archive-it.org</a>
it: Open Library è un'iniziativa di <a href="//archive.org/">Internet Archive</a>, un'organizzazione 501(c)(3) non-profit, per la costruzione di una biblioteca digitale di siti internet e altri artefatti culturali in forma digitale. Altri <a href="//archive.org/projects/">progetti</a> includono <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> e <a href="//archive-it.org">archive-it.org</a>
pl: Open Library to inicjatywa <a href="//archive.org/">Internet Archive</a>, 501(c)(3) organizacji non-profit, tworzącej cyfrową bibliotekę stron internetowych i innych artefaktów kulturowych w formie cyfrowej. Inne <a href="//archive.org/projects/">projekty</a> obejmują <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> oraz <a href="//archive-it.org">archive-it.org</a>
pt: Open Library é uma iniciativa da <a href="//archive.org/">Internet Archive</a>, uma organização sem fins lucrativos 501(c)(3), que constrói uma biblioteca digital de sites da Internet e outros artefatos culturais em formato digital. Outros <a href="//archive.org/projects/">projetos</a> incluem a <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> e <a href="//archive-it.org">archive-it.org</a>
ru: Open Library- это инициатива <a href="//archive.org/">Internet Archive</a>, некоммерческой организации 501(c)(3), создающей электронную библиотеку интернет-сайтов и других культурных артефактов в цифровой форме. Включая другие <a href="//archive.org/projects/">проекты</a> <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/web/">archive.org</a> и <a href="//archive-it.org">archive-it.org</a>
sc: S'Open Library est un'initziativa de s'<a href="//archive.org/">Internet Archive</a>, un'organizatzione chene punna de lucru 501(c)(3) chi est fraighende una biblioteca digitale de sitos ìnternet e àteros artefatos in forma digitale. Àteros <a href="//archive.org/projects/">progetos</a> incluint sa <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> e <a href="//archive-it.org">archive-it.org</a>
uk: Open Library — це ініціатива <a href="//archive.org/">Internet Archive</a>, a 501(c)(3) неприбуткової організації, що займається побудовою цифрової бібліотеки інтернет-сайтів та інших культурних артифактів. Інші <a href="//archive.org/projects/">проєкти</a> включають <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> і <a href="//archive-it.org">archive-it.org</a>

source: version <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
ar: النسخة <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
es: versión <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
hi: संस्करण <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
hr: verzija <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
it: versione <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
pl: wersja <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
pt: versão <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
ru: версия <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
sc: versione <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>
uk: версія <a href="https://github.com/internetarchive/openlibrary/commit/%s">%s</a>

source: Loans, Reading Log, Lists, Stats
ar: الاستعارات، سجل القراءة، القوائم، الإحصائيات
de: Ausleihen, Reading-Log, Listen, Statistiken
es: Préstamos, registro, listas, etc.
fr: Emprunts, journal de lecture, listes, statistiques
hi: लोन, रीडिंग लॉग, सूचियाँ, आँकड़े
hr: Posudbe, dnevnici čitanja, popisi, statistika
it: Prestiti, cronologia di lettura, liste, statistiche
sc: Prèstidos, registru de letura, listas, istatìsticas
uk: Позики, читацький журнал, списки, статистика

source: My Profile
ar: ملفي الشخصي
cs: Můj profil
de: Mein Profil
es: Mi perfil
fr: Mon profil
hi: मेरी प्रोफ़ाइल
hr: Moj profil
it: Il mio profilo
pl: Mój profil
pt: Meu perfil
ru: Мой профиль
sc: Su profilu meu
uk: Мій профіль

source: Log out
ar: تسجيل الخروج
cs: Odhlásit
de: Abmelden
es: Salir
fr: Déconnexion
hi: लॉग आउट करें
hr: Odjavi se
it: Esci
pl: Wyloguj się
pt: Sair
ru: Выйти
sc: Essi
uk: Вийти

source: Pending Merge Requests
ar: طلبات الدمج المعلقة
de: Offene Zusammenführungsanfragen
es: Peticiones de fusión pedientes
fr: Demande de fusion en attente
hi: मर्ज के अनुरोध लंबित हैं
hr: Predstojeći zahtjevi za sjedinjavanje
it: Richieste di fusione in sospeso
sc: Dimandas de unione in isetu
uk: Невирішені запити на об'єднання

source: Trending
ar: رائج
de: Beliebt
es: Tendencia
fr: En vogue
hi: रुझान
hr: U trendu
it: Tendenze
sc: De tendèntzia
uk: Популярне

source: K-12 Student Library
ar: مكتبة الطلاب من الصفوف K-12
de: K-12 Schülerbibliothek
es: Biblioteca de estudiantes K-12
fr: Bibliothèque scolaire
hi: K -12 स्टूडेंट लाइब्रेरी
hr: Knjižnica za školarce i srednjoškolce
it: Biblioteca studenti K-12
pt: Biblioteca de estudantes K-12
ru: Студенческая библиотека K-12
sc: Biblioteca pro dischentes iscolàsticos (K-12)
uk: Студентська бібліотека K-12

source: Book Talks
ar: مناقشات الكتب
de: Buchbesprechungen
es: Charlas sobre libros
hr: Razgovori o knjizi
it: Discussioni sui libri
sc: Arresonadas virtuales

source: Random Book
ar: كتاب عشوائي
de: Zufälliges Buch
es: Libro aleatorio
fr: Livre au hasard
hi: रैंडम बुक
hr: Slučajna knjiga
it: Libro casuale
pl: Losowa książka
pt: Livro aleatório
ru: Случайная книга
sc: Libru casuale
uk: Випадкова книга

source: Recent Community Edits
ar: أحدث تعديلات المجتمع
de: Letzte Änderungen der Gemeinschaft
es: Ediciones recientes de la comunidad
fr: Modifications récentes de la communauté
hi: हाल ही में समुदाय में किए गए बदलाव
hr: Nedavne promjene zajednice
it: Modifiche della comunità recenti
pl: Najnowsze zmiany wprowadzone przez społeczność
pt: Edições recentes da comunidade
ru: Последние редактирования от сообщества
sc: Modìficas reghentes de sa comunidade
uk: Останні зміни від спільноти

source: Help & Support
ar: المساعدة والدعم
cs: Pomoc & podpora
de: Hilfe & Support
es: Ayuda y soporte
fr: Aide & Support
hi: सहायता एवं समर्थन
hr: Pomoć i podrška
it: Aiuto & supporto
pl: Pomoc i wsparcie
pt: Ajuda e suporte
ru: Помощь и поддержка
sc: Agiudu e Suportu
uk: Допомога і підтримка

source: Librarians Portal
ar: بوابة الأمناء
de: Bibliothekar*innen-Portal
es: Portal de bibliotecarios
fr: Portail des libraires
hi: लाइब्रेरियन पोर्टल
hr: Portal knjižničara
it: Portale bibliotecai
sc: Portale de sa biblioteca
uk: Бібліотекарський портал

source: My Open Library
ar: مكتبتي المفتوحة
de: Meine Open Library
es: Mi Biblioteca Abierta
fr: Mon Open Library
hr: Moja Open Library knjižnica
it: La mia Open Library
pt: Minha Open Library
ru: Моя Open Library
sc: S'Open Library mea
uk: Моя Open Library

source: Contribute
ar: مساهمة
de: Mitarbeiten
es: Colaborar
fr: Contribuer
hi: योगदान
hr: Doprinesi
it: Contribuisci
sc: Agiuda
uk: Зробити внесок

source: Resources
ar: الموارد
de: Resourcen
es: Recursos
fr: Ressources
hi: वसीला
hr: Resursi
it: Risorse
sc: Resursas
uk: Ресурси

source: The Internet Archive's Open Library: One page for every book
ar: مكتبة المفتوحة من أرشيف الإنترنت: صفحة لكل كتاب
de: Die OpenLibrary des Internet Archives: Eine Seite für Jedes Buch
es: Biblioteca Abierta del Archivo de Internet: Una página para cada libro
fr: La bibliothèque libre d'Internet Archive : Une page pour chaque livre
hr: Open Library od Internet Archive: Jedna stranica za svaku knjigu
it: La Open Library di Internet Archive: una pagine per ogni libro
pt: A Open Library do Internet Archive: Uma página para cada livro
ru: Open Library от Internet Archive: одна страница для каждой книги
sc: S'Open Library de s'Internet Archive: Una pàgina pro cada libru
uk: Open Library від Internet Archive: одна сторінка для кожної книги

source: Text
ar: نص
es: Texto
fr: Texte
hi: टेक्स्ट
hr: Tekst
it: Testo
pl: Tekst
pt: Texto
ru: Текст
sc: Testu
uk: Текст

source: Subject
ar: الموضوع
cs: Témata
de: Thema
es: Tema
fr: Thème
hi: विषय
hr: Područje
it: Argomento
pl: Temat
pt: Tema
ru: Рубрика
sc: Argumentu
uk: Тема

source: Advanced
ar: متقدم
de: Erweitert
es: Avanzado
fr: Avancé
hi: एडवांस
hr: Napredno
it: Avanzate
pl: Zaawansowane
pt: Avançado
ru: Расширенный
sc: Avantzadu
uk: Розширений

source: Search by barcode
ar: البحث بواسطة الباركود
de: Nach Barcode suchen
es: Buscar por código de barras
hr: Traži pomoću barkoda
it: Cerca per codice a barre
sc: Chirca pro còdighe a istangas

source: <strong>You are not <a href="/account/login" title="Log in now">logged in</a>.</strong> Open Library will record your IP address and include it in this page's publicly accessible edit history. If you <a href="/account/create" title="Create an Open Library account">create an account</a>, your IP address is concealed and you can more easily keep track of all your edits and additions.
es: <strong>No has <a href="/account/login" title="Iniciar sesión ahora">iniciado sesión</a></strong>. Biblioteca Abierta registrará tu dirección IP y la incluirá en el historial de ediciones de esta página de acceso público. Si <a href="/account/create" title="Crear una cuenta de la Biblioteca Abierta">creas una cuenta</a>, tu dirección IP quedará oculta y podrás seguir más fácilmente todas sus ediciones y adiciones.
fr: <strong>Vous n'êtes pas <a href="/account/login" title="Se connecter maintenant">connecté</a>.</strong> Open Library enregistrera votre adresse IP et l'inclura à l'historique publique des modifications de cette page. Si vous <a href="/account/create" title="Créer un compte Open Library">créez un compte</a>, votre adresse IP est masqué et vous pouvez plus facilement suivre toutes vos modifications et ajouts.
hi: <strong>आपने <a href="/account/login" title="Log in now">लॉग इन नहीं किया</a> है।</strong> ओपन लाइब्रेरी आपके आईपी पते को रिकॉर्ड करेगी और इसे इस पेज के सार्वजनिक रूप से सुलभ संपादन इतिहास में शामिल करेगी। यदि आप <a href="/account/create" title="Create an Open Library account">एक खाता बनाते</a> हैं, तो आपका IP पता छिपा दिया जाता है और आप अपने सभी संपादन और परिवर्धन का आसानी से ट्रैक रख सकते हैं।
hr: <strong>Nisi<a href="/account/login" title="Prijavi se sada">prijavljen/a</a>.</strong>Open Library će zabilježiti tvoju IP adresu i uključiti je u ovu javno dostupnu kronologiju promjena. Ako <a href="/account/create" title="Stvori Open Library račun">otvoriš račun</a>, tvoja se IP adresa skriva i možeš lakše pratiti sve tvoje promjene i dodavanja.
it: <strong>Non hai fatto l'<a href="/account/login" title="Accedi ora">accesso</a>.</strong> Open Library registrerà il tuo indirizzo IP e lo includerà nella cronologia di modifica di questa pagina pubblica. Se <a href="/account/create" title="Crea un account Open Library">crei un account</a>, il tuo indirizzo IP è nascosto e puoi più facilmente tenere traccia di tutte le tue modifiche e aggiunte.
pt: <strong>Você não está <a href="/account/login" title="Iniciar sessão agora">logado</a></strong>. A Open Library registrará seu endereço IP e o incluirá no histórico de edições dessa página de acesso público. Se você <a href="/account/create" title="Crie uma conta na Open Library">criar uma conta</a>, seu endereço IP continuará oculto e você poderá seguir fácilmente todas as suas edições e adições.
ru: <strong>Вы не <a href="/account/login" title="Log in now">вошли</a>.</strong> Open Library запишет ваш IP адрес и добавит его в публично доступную историю редактирования. Если вы <a href="/account/create" title="Create an Open Library account">создадите учётную запись</a>, ваш IP адрес будет скрыт и вы сможете легче отслеживать свои редактирования.
sc: <strong>Non ses <a href="/account/login" title="Log in now">intradu</a>.</strong> S'Open Library at a registrare s'indiritzu IP tuo e l'at a inclùdere in sa cronologia a atzessu pùblicu de sas modìficas a custa pàgina. Si <a href="/account/create" title="Create an Open Library account">creas unu contu</a>, s'indiritzu IP tuo est cuadu e podes sighire in manera prus fàtzile totu sas modìficas e sas agiuntas tuas.
uk: <strong>Ви не <a href="/account/login" title="Log in now">ввійшли</a>.</strong> Open Library запише вашу IP адресу і додасть його в публічно доступну історію редагувань. Якщо ви <a href="/account/create" title="Create an Open Library account">створите акаунт</a>, вашу IP адресу буде приховано і ви зможете легше відслідковувати свої редагування.

source: Reload
es: Recargar

source: failing
es: fallido

source: Data quality table
es: Tabla de calidad de datos

source: Quality Criteria
es: Criterios de calidad

source: %(list)s - Editions
es: %(list)s - Ediciones
hr: %(list)s – Izdanja
sc: %(list)s - Editziones

source: Unknown authors
ar: مؤلفون مجهولون
de: Unbekannte Autoren
es: Autores desconocidos
fr: Auteurs inconnus
hi: अज्ञात लेखक
hr: Nepoznati autori
it: Autori sconosciuti
pt: Autores desconhecidos
ru: Неизвестные авторы
sc: Autores disconnotos
uk: Невідомі автори

source: Title unknown
es: Título desconocido
hr: Naslov nepoznat
sc: Tìtulu disconnotu

source: First publish date unknown
es: Fecha de la primera publicación desconocida
hr: Datum prvog izdavanja nepoznat
sc: Prima data de publicatzione disconnota

source: Name unknown
es: Nombre desconocido
hr: Ime nepoznato
sc: Nùmene disconnotu

source: <a href="%(href)s">%(name)s</a> / Lists
ar: <a href="%(href)s">%(name)s</a> / قوائم
de: <a href="%(href)s">%(name)s</a> / Listen
es: <a href="%(href)s">%(name)s</a> / Listas
fr: <a href="%(href)s">%(name)s</a> / Listes
hi: <a href="%(href)s">%(name)s</a>/ लिस्ट
hr: <a href="%(href)s">%(name)s</a> / popisi
it: <a href="%(href)s">%(name)s</a> / Liste
pt: <a href="%(href)s">%(name)s</a> / Listas
ru: Списки <a href="%(href)s">%(name)s</a>
sc: <a href="%(href)s">%(name)s</a> / Listas
uk: Список <a href="%(href)s">%(name)s</a> /

source: This author is on <strong>1 list</strong>.
ar: هذا المؤلف موجود في <strong>1 قائمة</strong>.
de: Dieser Autor befindet sich auf <strong>1 Liste</strong>.
es: Este autor está en <strong>1 lista</strong>.
fr: Cet auteur est sur <strong>1 liste</strong>.
hi: यह लेखक <strong>1 सूची</strong> पर है।
hr: Ovaj se autor nalazi na <strong>jednom popisu</strong>.
it: Questo autore è in <strong>1 lista</strong>.
pl: Then autor znajduje się na <strong>1 liście</strong>.
pt: Este autor está em <strong>1 lista</strong>.
ru: Этот автор в <strong>%(count)s списке</strong>.
sc: Custu autore est in <strong>1 lista</strong>.
uk: Цей автор в <strong>%(count)s списку</strong>.

source: This is edition is on <strong>1 list</strong>.
de: Diese Ausgabe befindet sich auf <strong>1 Liste</strong>.
es: Esta edición está en <strong>1 lista</strong>.
fr: Cette édition est sur <strong>1 liste</strong>.
hi: यह संस्करण <strong>1 सूची</strong> में है।
hr: Ovo se izdanje nalazi na <strong>jednom popisu</strong>.
it: Questa edizione è in <strong>1 lista</strong>.
pl: Te wydanie znajduje się na <strong>1 liście</strong>.
pt: Esta edición está em <strong>1 lista</strong>.
ru: Это издание в <strong>%(count)s списке</strong>.
sc: Custa editzione est in <strong>1 list</strong>.
uk: Це видання в <strong>%(count)s списку</strong>.

source: This work is on <strong>1 list</strong>.
ar: هذا العمل موجود في <strong>1 قائمة</strong>.
de: Dieses Werk befindet sich auf <strong>1 Liste</strong>.
es: Esta obra está en <strong>1 lista</strong>.
fr: Cette œuvre est sur <strong>1 liste</strong>.
hi: यह कार्य <strong>1 सूची</strong> में है.
hr: Ovo se djelo nalazi na <strong>jednom popisu</strong>.
it: Questa opera è in <strong>1 lista</strong>.
pl: Ta książka znajduje się na <strong>1 liście</strong>.
pt: Esta obra está em <strong>1 lista</strong>.
ru: Эта работа в <strong>%(count)s списке</strong>.
sc: Custa òpera est in <strong>1 lista</strong>.
uk: Ця робота в <strong>%(count)s списку</strong>.

source: %(name)s has 1 list.
ar: %(name)s لديه 1 قائمة.
de: %(name)s hat 1 Liste.
es: %(name)s tiene 1 lista.
fr: %(name)s a 1 liste.
hi: %(name)s में 1 सूची है।
hr: %(name)s ima jedan popis.
it: %(name)s ha 1 lista.
pt: %(name)s tem 1 lista.
ru: %(name)s имеет %(count)s список.
sc: %(name)s tenet una lista.
uk: %(name)s має %(count)s список.

source: This subject is on <strong>1 list</strong>.
ar: هذا الموضوع موجود في <strong>1 قائمة</strong>.
de: Dieses Thema befindet sich auf <strong>1 Liste</strong>.
es: Este tema está en <strong>1 lista</strong>.
fr: Ce thème figure sur <strong>1 liste</strong>.
hi: यह विषय <strong>1 सूची</strong> में है।
hr: Ovo se područje nalazi na <strong>jednom popisu</strong>.
it: Questo argomento è in <strong>1 lista</strong>.
pl: Ten temat znajduje się na <strong>1 liście</strong>.
pt: Este tema está em <strong>1 lista</strong>.
ru: Эта рубрика в <strong>%(count)s списке</strong>.
sc: Custu argumentu est in <strong>1 lista</strong>.
uk: Ця тема в <strong>%(count)s списку</strong>.

source: Hm. Can't find it.
ar: همم. تعذر العثور عليه.
de: Hm. Keine Ergebnisse.
es: Hm. No lo encuentro.
fr: Hmm. Pas trouvé.
hi: हम्म. यह नहीं मिल रहा है.
hr: Hmm. Ne može se pronaći.
it: Hmm. Non lo trovo.
pl: Hm. Nie możemy tego znaleźć.
pt: Hm. Não consigo encontrar.
ru: Хм. Не удалось найти.
sc: Hm. Non l'atzapo.
uk: Хм. Не можемо знайти.

source: Create a list of any Subjects, Authors, Works or specific Editions.
ar: أنشئ قائمة بأي مواضيع أو مؤلفين أو أعمال أو نسخ محددة.
de: Erstellen Sie eine Liste nach Themen, Autoren, Werken oder spezifischen Ausgaben.
es: Crear una lista de temas, autores, obras o ediciones específicas.
fr: Créez une liste de thèmes, d'auteurs, d'œuvres ou d'éditions spécifiques.
hi: किसी भी विषय, लेखक, कार्य या विशिष्ट संस्करणों की एक सूची बनाएं।
hr: Stvori popis bilo kojih područja, autora, djela ili određenih izdanja.
it: Crea una lista con qualsiasi argomento, autore, opera o edizione specifica.
pl: Stwórz listę dowolnych tematów, autorów, książek lub wydań.
pt: Criar uma lista de temas, autores, obras ou edições específicas.
ru: Создайте список для любых рубрик, авторов, работ или изданий.
sc: Crea una lista de argumentos, autores, òperas o editziones ispetzìficas.
uk: Створіть список для будь-яких тем, авторів, робіт або видань.
