Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: This is only visible to super librarians.
ar: هذا مرئي فقط لأمناء المكتبات المميزين.
de: Das ist nur für Super-Bibliothekare sichtbar.
es: Esto solo es visible para superbibliotecarios.
fr: Ceci est seulement visible pour les super libraires.
hi: यह केवल सुपर लाइब्रेरियन को दिखाई देता है।
hr: Ovo vide samo glavni knjižničari.
it: Qusto è visibile solo ai super bibliotecai.
sc: Visìbile petzi pro sos superbibliotecàrios.
uk: Це можуть бачити лише супербібліотекарі.

source: Solr Editions
ar: إصدارات Solr
de: Solr-Editionen
es: Ediciones Solr
fr: Édition de Solr
hi: सोलर एडिशन
it: Edizioni Solr
sc: Editziones Solr
uk: Solr видання

source: The search engine returned an error.
es: El motor de búsqueda ha devuelto un error.

source: Solr Debugging:
es: Depuración de Solr:

source: Full URL:
es: URL completa:

source: No <strong>%(path_id)s</strong> directly matched your search.
es: No se ha encontrado ninguna coincidencia directa con tu búsqueda <strong>%(path_id)s</strong>.
hr: Nijedan <strong>%(path_id)s</strong> se ne poklapa s tvojom pretragom.
sc: Non b'at àpidu <strong>%(path_id)s</strong> cun una currispondèntzia direta cun sa chirca tua.

source: Add a new book?
es: ¿Añadir un nuevo libro?
hr: Dodati novu knjigu?
sc: Annànghere unu libru nou?

source: Checking Search Inside matches
es: Comprobación de coincidencias en la búsqueda dentro del documento
hr: Provjera poklapanja pretraživanja unutar
sc: Verifichende sas currispondèntzias cun sa Chirca a intro

source: %(count)s hit
ar: %(count)s نتيجة
de: %(count)s Treffer
es: %(count)s coincidencia
fr: %(count)s résultat
hi: %(count)s हिट
hr: %(count)s rezultat
it: %(count)s risultato
pt: %(count)s correspondente
sc: %(count)s resurtadu
uk: %(count)s співпадіння

source: Searching solr took %(count)s seconds
es: La búsqueda en Solr tardó %(count)s segundos
hr: Pretraživanje solr-a je trajalo %(count)s s
sc: Sa chirca in solr est durada %(count)s segundos

source: The Open Library Team
ar: فريق المكتبة الحرة
de: Das Open-Library-Team
es: El equipo de la Biblioteca Abierta
hr: Open Library tim
sc: S'iscuadra de Open Library

source: Open Library is made possible because of a dedicated team of staff and over 100 volunteers from around the globe.
es: La Biblioteca Abierta es posible gracias a un equipo de personal dedicado y a más de 100 voluntarios de todo el mundo.
hr: Open Library postoji zahvaljujući posvećenom timu suranika i više od 100 volontera iz cijelog svijeta.
sc: S'Open Library est possìbile gràtzias a unu grupu de personale dedicadu e a prus de 100 voluntàrios de totu su mundu.

source: Want to join us?
es: ¿Quieres unirte a nosotros?
hr: Želiš nam se pridružiti?
sc: Ti boles aunire a nois?

source: All
ar: الكل
cs: Vše
de: Alle
es: Todo
fr: Tout
hi: सभी
hr: Sve
it: Tutto
pl: Wszystkie
pt: Tudo
ru: Все
sc: Totu
uk: Усе

source: Staff
es: Personal
hr: Suradnici
sc: Iscuadra

source: Fellows
es: Compañeros
hr: Suradnici
sc: Cumpàngios

source: Volunteers
es: Voluntarios
hr: Volonteri
sc: Voluntàrios

source: Department:
es: Departamento:
hr: Odjel:
sc: Dipartimentu:

source: Communications
es: Comunicaciones
hr: Komunikacije
sc: Comunicatziones

source: Design
es: Diseño
hr: Dizajn
sc: Disinnu

source: Engineering
es: Ingeniería
hr: Inženjerstvo
sc: Ingegneria

source: Librarianship
es: Biblioteconomía
hr: Knjižničarstvo
sc: Biblioteconomia

source: If you volunteer with Open Library and would like to be listed as part of the team, then complete the <a href="https://forms.gle/zPyuXGf4Bg6RzbDA7">Open Library team information form</a>.
es: Si eres voluntario de la Biblioteca Abierta y deseas aparecer en la lista como parte del equipo, rellena el <a href="https://forms.gle/zPyuXGf4Bg6RzbDA7">formulario de información del equipo de la Biblioteca Abierta</a>.
hr: Ako volontiraš u Open Library i želiš biti naveden/a kao dio tima, ispuni <a href="https://forms.gle/zPyuXGf4Bg6RzbDA7">obrazac s podacima za Open Library tim</a>.
sc: Si faghes voluntariadu cun s'Open Library e ti dias bòlere allistadu comente parte de s'iscuàdra, cumpila su <a href="https://forms.gle/zPyuXGf4Bg6RzbDA7">mòdulu de informatziones de s'iscuàdra de Open Library</a>.

source: Username may only contain numbers, letters, - or _
es: El nombre de usuario solo puede contener números, letras, - o _
hr: Korisničko ime smije sadržati samo znamenke, slova, - ili _
sc: Su nùmene utente podet cuntènnere petzi nùmeros, lìteras, - o _

source: A qualifying program must be selected
es: Se debe seleccionar un programa de calificación

source: Sign Up to Open Library
ar: سجل في المكتبة الحرة
cs: Vytvořit účet na Open Library
de: Bei Open Library registrieren
es: Registrarse en la Biblioteca Abierta
fr: S'enregistrer sur Open Library
hi: ओपन लाइब्रेरी के लिए साइन अप करें
hr: Registriraj se na Open Library
it: Registrati ad Open Library
pl: Załóż konto na Open Library
pt: Registre-se na Open Library
ru: Зарегистрироваться на Open Library
sc: Registra·ti a s'Open Library
uk: Зареєструватися в Open Library

source: Sign Up
ar: تسجيل
cs: Registrovat
de: Registrieren
es: Registrarse
fr: S'enregistrer
hi: साइन अप
hr: Registriraj se
it: Registrati
pl: Załóż konto
pt: Registre-se
ru: Зарегистрироваться
sc: Registra·ti
uk: Зареєструватися

source: Get your free Open Library card and borrow digital books from the nonprofit Internet Archive
es: Consigue tu carné gratuito de la Biblioteca Abierta y toma prestados libros digitales de la organización sin ánimo de lucro Archivo de Internet
hr: Nabavi besplatnu iskaznicu za Open Library i posuđuj digitalne knjige od neprofitne organizacije Internet Archive
sc: Otene sa carta tua a indonu de s'Open Library e piga in prèstidu libros digitales dae s'assòtziu chene punna de lucru Internet Archive

source: Success!
ar: نجاح!
de: Erfolg!
es: ¡Un éxito!
fr: Succès !
hi: सफ़ल!
hr: Uspjeh!
it: Successo!
pl: Udało się!
pt: Sucesso!
ru: Успешно!
sc: Sutzessu!
uk: Успіх!

source: Your URL
ar: رابطك
de: Ihre URL
es: Tu URL
fr: Votre URL
hi: आपका URL
hr: Tvoja URL-adresa
it: Il tuo URL
pt: Sua URL
ru: Ваш URL
sc: S'URL tuo
uk: Ваш URL

source: screenname
ar: اسم العرض
de: Anzeigename
es: nombre de pantalla
fr: nom_dutilisateur
hi: स्क्रीन नाम
hr: ime ekrana
it: nome utente
pt: nome de exibição
ru: отображаемое имя
sc: nùmene mustradu
uk: логін

source: I want to receive news, announcements, and resources from the <a href="https://archive.org/">Internet Archive</a>, the non-profit that runs Open Library.
ar: أرغب في تلقي الأخبار والإعلانات والموارد من <a href="https://archive.org/">أرشيف الإنترنت</a>، وهي منظمة غير ربحية تدير المكتبة الحرة.
de: Ich möchte Neuigkeiten, Ankündigungen und Quellen über das <a href="https://archive.org/">Internet Archive</a>, der Non-Profit Organisation welche die OpenLibrary betreibt, erhalten.
es: Quiero recibir noticias, anuncios y recursos del <a href="https://archive.org/">Archivo de Internet</a>, la organización sin fines de lucro que administra la Biblioteca Abierta.
fr: Je veux recevoir des informations, annonces et documents de l'<a href="https://archive.org/">Internet Archive</a>, l'association à but non lucratif qui gère Open Library.
hi: मैं <a href="https://archive.org/">इंटरनेट आर्काइव</a> से समाचार, घोषणाएं और संसाधन प्राप्त करना चाहता हूं, जो ओपन लाइब्रेरी चलाने वाली गैर - लाभकारी संस्था है।
hr: Želim primati novosti, najave i građu od <a href="https://archive.org/">Internet Archive</a>, neprofitne organizacije koja pokreće Open Library.
it: Voglio ricevere notizie, annunci e risorse da <a href="https://archive.org/">Internet Archive</a>, l'organizzazione non-profit che gestisce Open Library.
pt: Quero receber notícias, anúncios e recursos do <a href="https://archive.org/">Internet Archive</a>, a organização sem fins lucrativos que administra a Open Library.
ru: Я хочу получать новости, объявления и ресурсы от <a href="https://archive.org/">Internet Archive</a>, некоммерческой организации, которая управляет Open Library.
sc: Bògio retzire novas, annùntzios, e resursas dae s'<a href="https://archive.org/">Internet Archive</a>, s'assòtziu chene punna de logru chi manìgiat s'Open Library.

source: I want to apply* for <a href="https://help.archive.org/help/program-overview/" target="_blank">special print disability access</a> through a qualifying program.
es: Quiero solicitar* <a href="https://help.archive.org/help/program-overview/" target="_blank">acceso especial para personas con discapacidad visual</a> a través de un programa que cumple los requisitos.

source: Select qualifying program
es: Seleccionar programa de calificación

source: * Please use the email address associated with this qualifying program. You will receive an email after activation with next steps.
es: * Usa la dirección de correo electrónico asociada a este programa de calificación. Tras la activación, recibirás un correo electrónico con los siguientes pasos a seguir.

source: Sign Up with Email
es: Registrarse con correo electrónico
hr: Registriraj se putem e-mail adrese
sc: Registra·ti cun sa posta eletrònica

source: By signing up, you agree to the Internet Archive's <a class="ol-signup-form__link" href="//archive.org/about/terms.php" target="_blank">Terms of Service</a>.
es: Al registrarte, aceptas los <a class="ol-signup-form__link" href="//archive.org/about/terms.php" target="_blank">Condiciones del servicio</a> del Archivo de Internet.
hr: S registracijom prihvaćaš <a class="ol-signup-form__link" href="//archive.org/about/terms.php" target="_blank">uvjete usluge</a> od Internet Archive.
sc: Registrende·ti, atzetas sas <a class="ol-signup-form__link" href="//archive.org/about/terms.php" target="_blank">Cunditziones de Impreu</a> de s'Internet Archive.

source: Already have an account? <a href="/account/login">Log in</a>
es: ¿Ya tienes una cuenta? <a href="/account/login">Inicia sesión</a>
hr: Već imaš račun? <a href="/account/login">Prijavi se</a>
sc: Tenes giai unu contu? <a href="/account/login">Intra</a>

source: Delete Account
ar: حذف الحساب
cs: Smazat účet
de: Konto löschen
es: Borrar cuenta
fr: Supprimer le compte
hi: खाता मिटायें
hr: Izbriši račun
it: Elimina account
pl: Usuń konto
pt: Deletar conta
ru: Удалить учётную запись
sc: Iscantzella su contu
uk: Видалити акаунт

source: Sorry, this functionality is not yet implemented.
ar: عذرًا، هذه الوظيفة لم تُطبق بعد.
cs: Promiňte, tato funkce ještě není implementována.
de: Verzeihung, diese Funktion ist noch nicht verfügbar.
es: Lo sentimos, esta funcionalidad no está implementada todavía.
fr: Désolé, cette fonctionnalité n'est pas encore implémentée.
hi: माफ़ करें, यह फ़ंक्शन अभी तक लागू नहीं हुआ है।
hr: Žao nam je. Ova funkcija još nije implementirana.
it: Ci dispiace ma questa funzionalità non è stata ancora implementata.
pl: Przepraszamy, ta funkcjonalność nie jest jeszcze dostępna.
pt: Sentimos muito, esta função ainda não foi implementada.
ru: К сожалению, эта функция ещё не реализована.
sc: Perdona, custa funtzionalidade no est galu suportada.
uk: Вибачте, ця функція ще не реалізована.

source: There is nothing to see here yet.
ar: لا يوجد شيء هنا بعد.
de: Es gibt hier noch nichts zu sehen.
es: Aquí todavía no hay nada que ver.
hr: Ovdje se još nema ničega.
sc: Inoghe non b'at nudda de bìdere.

source: Import from Goodreads
ar: استيراد من Goodreads
de: Von Goodreads importieren
es: Importar de Goodreads
fr: Importer de Goodreads
hi: Goodreads से इंपोर्ट करें
hr: Uvezi iz Goodreads
it: Importa da Goodreads
pt: Importar de Goodreads
ru: Импорт с Goodreads
sc: Importa dae Goodreads
uk: Імпорт з Goodreads

source: For instructions on exporting data refer to: <a href="https://www.goodreads.com/review/import">Goodreads Import/Export</a>
es: Para obtener instrucciones sobre cómo exportar datos, consulta: <a href="https://www.goodreads.com/review/import">Importación/exportación de Goodreads</a>
hr: Upute o izvozu podataka potraži na: <a href="https://www.goodreads.com/review/import">Goodreads uvoz/izvoz</a>
sc: Pro inditos subra de esportatzione de datos pòmpia·ti: <a href="https://www.goodreads.com/review/import">Importatziones/Esportatziones de Goodreads</a>

source: File size limit 10MB and .csv file type only
ar: حد حجم الملف 10 ميجابايت ونوع الملف .csv فقط
de: Maximale Dateigröße 10 MB, nur .csv-Dateien erlaubt
es: Límite de tamaño de los archivos: 10MB, y solo el tipo de archivo .csv
fr: Taille de fichier limitée à 10MB et fichier .csv seulement
hi: फ़ाइल आकार सीमा केवल 10MB और .csv फ़ाइल प्रकार
hr: Maksimalna veličina datoteka je 10 MB i samo datoteke u „.csv” formatu
it: La dimensione massima del file è 10MB e sono consentiti solo filedi tipo .csv
pt: Limite de tamanho dos archivos: 10MB, e somente arquivo .csv
ru: Ограничение на размер файла 10 Мб и только в формате .csv
sc: Sa mannària màssima de sos documentos est de 10MB e est cunsentidu su formadu .csv ebbia
uk: Обмеження на розмір файлу 10 МБ і лише у форматі .csv

source: Load Books
ar: تحميل الكتب
de: Bücher laden
es: Cargar libros
fr: Charger les livres
hi: किताबें लोड करें
hr: Učitaj knjige
it: Carica libri
pt: Carregar livros
ru: Загрузить книги
sc: Càrriga libros
uk: Завантажити книги

source: Export your Reading Log
ar: تصدير سجل قراءتك
de: Lese-Logbuch exportieren
es: Exportar tu registro de lectura
fr: Exporter votre journal de lecture
hi: अपना रीडिंग लॉग एक्सपोर्ट करें
hr: Izvezi tvoj dnevnik čitanja
it: Esporta la cronologia di lettura
pt: Exportar seu registro de leitura
ru: Экспортировать ваш журнал чтения
sc: Esporta su registru de letura tuo
uk: Експортувати ваш читацький журнал

source: Download a copy of your reading log.
ar: قم بتحميل نسخة من سجل قراءتك.
de: Eine Kopie des Lese-Logs herunterladen.
es: Descargar una copia de tu registro de lectura.
fr: Télécharger une copie de votre journal de lecture.
hi: अपने रीडिंग लॉग की एक कॉपी डाउनलोड करें।
hr: Preuzmi kopiju tvog dnevnika čitanja.
it: Scarica una copia della cronologia di lettura
sc: Iscàrriga una còpia de su registru de letura tuo.
uk: Завантажити копію вашого читацького журналу.

source: What is a reading log?
es: ¿Qué es un registro de lectura?

source: Download (.csv format)
ar: تحميل (تنسيق .csv)
es: Descargar (.csv format)
fr: Télécharger (format .csv)
hi: डाउनलोड करें (.csv फ़ॉर्मेट)
hr: Preuzmi (.csv format)
it: Scarica (formato .csv)
pt: Baixar (.csv format)
ru: Загрузить (формат .csv)
sc: Iscàrriga (formadu .csv)
uk: Завантажити (формат .csv)

source: Export your book notes
ar: تصدير ملاحظاتك عن الكتب
de: Buch-Notizen exportieren
es: Exportar tus notas de libros
fr: Exporter vos notes de livre
hi: अपने बुक नोट एक्सपोर्ट करें
hr: Izvezi tvoje napomene uz knjige
it: Esporta le tue note
sc: Esporta sas notas de sos libros tuas
uk: Експортувати ваші нотатки до книг

source: Download a copy of your book notes.
ar: قم بتحميل نسخة من ملاحظاتك عن الكتب.
de: Eine Kopie der Buch-Notizen herunterladen.
es: Descargar una copia de tus notas de libros.
fr: Télécharger une copie de vos notes de livre.
hi: अपने बुक नोट्स की एक कॉपी डाउनलोड करें।
hr: Preuzmi kopiju tvojih napomena uz knjige.
it: Scarica una copia delle tue note.
sc: Iscàrriga una còpia de sas notas de sos libros tuas.
uk: Завантажити копію ваших нотаток до книг.

source: What are book notes?
ar: ما هي ملاحظات الكتب؟
de: Was sind Buch-Notizen?
es: ¿Qué son las notas de libros?
fr: Que sont les notes de livre ?
hi: बुक नोट्स क्या होते हैं?
hr: Što su napomene uz knjige?
it: Cosa sono le note?
sc: Ite sunt sas còpias de sos libros?
uk: Що таке нотатки?

source: Export your reviews
ar: تصدير مراجعاتك
de: Rezensionen exportieren
es: Exportar tus reseñas
fr: Exporter vos critiques
hi: अपनी समीक्षाएँ एक्सपोर्ट करें
hr: Izvezi tvoje recenzije
it: Scarica le tue recensioni
sc: Esporta sas retzensiones tuas
uk: Експортувати відгуки

source: Download a copy of your review tags.
ar: قم بتحميل نسخة من علامات مراجعاتك.
de: Eine Kopie der Rezensions-Tags herunterladen.
es: Descargar una copia de tus etiquetas de reseñas.
fr: Télécharger une copie de vos étiquettes de critique.
hi: अपने समीक्षा टैग की एक कॉपी डाउनलोड करें।
hr: Preuzmi kopiju tvojih oznaka recenzija.
it: Scarica una copia delle tag di recensione.
sc: Iscàrriga una còpia de sas etichetas de retzensione tuas.
uk: Завантажити копію ваших відгуків-міток.

source: What are review tags?
ar: ما هي علامات المراجعات؟
de: Was sind Rezension-Tags?
es: ¿Qué son las etiquetas de reseñas?
fr: Que sont les étiquettes de critique ?
hi: समीक्षा टैग क्या हैं?
hr: Što su oznake recenzija?
it: Cosa sono le tag di recensione?
sc: Ite sunt sas etichetas de retzensione?
uk: Що таке відгуки-мітки?

source: Export your list overview
ar: تصدير نظرة عامة على قوائمك
de: Listenübersicht exportieren
es: Exportar el resumen de tu lista
fr: Exporter votre aperçu de liste
hi: अपनी लिस्ट का ओवरव्यू एक्सपोर्ट करें
hr: Izvezi pregled tvog popisa
it: Esporta la tua lista panoramica
sc: Esporta sa panoràmica de sas listas tuas
uk: Експортувати огляд ваших списків

source: Download a summary of your lists and their contents.
ar: قم بتحميل ملخص لقوائمك ومحتوياتها.
de: Eine Zusammenfassung Ihrer Listen und ihrer Inhalte herunterladen.
es: Descargar un resumen de tus listas y su contenido.
fr: Télécharger un résumé de vos listes et de leurs contenus.
hi: अपनी सूचियों और उनकी सामग्री का सारांश डाउनलोड करें।
hr: Preuzmi sažetak tvojih popisa i njihov sadržaj.
it: Scarica un riepilogo delle tue liste e dei loro contenuti.
sc: Iscàrriga unu resumu de sas listas tuas e de sos cuntenutos issoro.
uk: Завантажити усі ваші списки та їхній вміст.

source: What are lists?
ar: ما هي القوائم؟
de: Was sind Listen?
es: ¿Qué son las listas?
fr: Que sont les listes ?
hi: सूचियाँ क्या हैं?
hr: Što su popisi?
it: Cosa sono le liste?
sc: Ite sunt sas listas?
uk: Що таке списки?

source: Export your star ratings
ar: تصدير تقييماتك بالنجوم
de: Sternebewertungen exportieren
es: Exportar tus valoraciones de estrellas
fr: Exporter vos évaluations
hi: अपनी स्टार रेटिंग एक्सपोर्ट करें
hr: Izvezi tvoje ocjene
it: Esporta le tue valutazioni
sc: Esporta sas valutatziones a isteddos tuas
uk: Експортувати ваші рейтинги книг

source: Download a copy of your star ratings.
ar: قم بتحميل نسخة من تقييماتك بالنجوم.
de: Eine Kopie Ihrer Sternebewertungen herunterladen.
es: Descarga una copia de tu clasificación por estrellas.
hr: Preuzmi kopiju tvojih ocjena zvjezdicama.
sc: Iscàrriga una còpia de sas valutatziones a isteddos tuas.

source: What are star ratings?
ar: ما هي تقييمات النجوم؟
de: Was sind Sternebewertungen?
es: ¿Qué es la clasificación por estrellas?
fr: Que sont les évaluations ?
hi: स्टार रेटिंग क्या होती हैं?
hr: Što su ocjene?
it: Cosa sono le valutazioni?
sc: Ite sunt sas valutatziones a isteddos?
uk: Що таке рейтинг?

source: Importing...
es: Importando...
hr: Uvoz …
sc: Importende...

source: Reason
es: Razón
hr: Razlog
sc: Resone

source: No ISBN
es: Sin ISBN
hr: Nema ISBN-a
sc: Perunu ISBN

source: No loans found in your borrow history.
ar: لم يتم العثور على قروض في سجل استعاراتك.
de: Keine Ausleihen in Ihrem Ausleihenverlauf gefunden.
es: No se han encontrado préstamos en tu historial de préstamos.
hr: U tvojoj povijesti posuđivanja nisu pronađene posudbe.
sc: Perunu prèstidu atzapadu in sa lista de prèstidos tua.

source: <a href="/search">Search for a book</a> to borrow.
ar: <a href="/search">ابحث عن كتاب</a> للاستعارة.
de: Ein Buch zur Ausleihe <a href="/search">suchen</a> .
es: <a href="/search">Buscar un libro</a> para pedir prestado.
hr: <a href="/search">Traži knjigu</a> za posudbu.
sc: <a href="/search">Chirca unu libru</a> de pigare in prèstidu.

source: You've not checked out any books at this moment.
ar: لم تقم باستعارة أي كتب في الوقت الحالي.
de: Sie haben im Moment keine Bücker entliehen.
es: No tienes prestado ningún libro en este momento.
fr: Vous n'avez emprunté aucun livre pour le moment.
hi: आपने इस समय कोई किताब नहीं देखी है।
hr: Trenutačno nemaš posuđenih knjiga.
it: Non hai preso in prestito nessun libro al momento.
pl: Obecnie nie masz zaznaczonych żadnych książek.
pt: Você não tem nenhum empréstimo nesse momento.
ru: Вы ещё не заняли ни одной книги.
sc: In custu momentu no as pigadu perunu libru in prèstidu.
uk: Наразі, ви ще не позичили ні однієї книги.

source: %(count)d Current Loan
ar: %(count)d استعارة حالية
de: %(count)d ausgeliehenes Buch
es: %(count)d préstamo actual
fr: %(count)d emprunt en cours
hi: %(count)d वर्तमान ऋण
hr: %(count)d trenutačna posudba
it: %(count)d Prestito in corso
pt: %(count)d empréstimo atual
sc: %(count)d prèstidu atuale
uk: %(count)d активна позика

source: Loan Expires
ar: تاريخ انتهاء الاستعارة
cs: Propadlé výpůjčky
de: Rückgabedatum
es: Vencimiento de préstamo
fr: Échéance de l'emprunt
hi: लोन की समय सीमा खत्म हो रही है
hr: Posudba isteče
it: Il prestito scade
pl: Termin zwrotu
pt: Vencimento de empréstimo
ru: Заем заканчивается
sc: Iscadèntzia de su prèstidu
uk: Позика закінчується

source: Loan actions
ar: إجراءات الاستعارة
cs: Akce
de: Verwaltung der Ausleihen
es: Acciones de préstamo
fr: Actions d'emprunt
hi: लोन से जुड़ी कार्रवाइयाँ
hr: Radnje posuđivanja
it: Azioni sui prestiti
pl: Wypożycz...
pt: Ações de empréstimo
ru: Действия с займом
sc: Atziones de prèstidu
uk: Дії з позикою

source: There is %(count)d person waiting for this book.
ar: يوجد %(count)d شخص ينتظر هذا الكتاب.
de: %(count)d Person wartet auf dieses Buch.
es: Hay %(count)d persona esperando este libro.
hr: %(count)d osoba čeka na ovu knjigu.
it: C'è %(count)d persona in attesa per questo libro
sc: B'at %(count)d persone isetende pro custu libru.

source: Return via<br/>Adobe Digital Editions
ar: الإرجاع عبر<br/>Adobe Digital Editions
de: Zurückgeben mit <br/>Adobe Digital Editions
es: Devolver vía<br/>Adobe Digital Editions
fr: Rendre via<br/>Adobe Digital Editions
hi: Adobe Digital Editions के ज़रिए वापसी<br/>
hr: Vrati putem<br/>Adobe Digital Editions
it: Restituisci tramite<br/>Adobe Digital Editions
pl: Zwróć przez<br/>Adobe Digital Editions
pt: Devolver via<br/>Adobe Digital Editions
ru: Вернуть через<br/>Adobe Digital Editions
sc: Torra pro mèdiu de<br/>Adobe Digital Editions
uk: Повернути через<br/>Adobe Digital Editions

source: Books You're Waiting For
ar: الكتب التي تنتظرها
cs: Knihy na které čekáte
de: Warteliste
es: Libros que estás esperando
fr: Livres que vous attendez
hi: जिन किताबों का आप इंतज़ार कर रहे हैं
hr: Knjige na koje čekaš
it: Libri per cui sei in attesa
pl: Książki, na które czekasz
pt: Livros que você está aguardando
ru: Книги, которые вы ждете
sc: Libros chi ses isetende
uk: Книги, на які ви чекаєте

source: You are not waiting for any books at this moment.
ar: أنت لا تنتظر أي كتب في الوقت الحالي.
de: Aktuell haben Sie keine Bücher auf der Warteliste.
es: No estás en espera de ningún libro en este momento.
fr: Vous n'attendez aucun livre pour le moment.
hi: आप इस समय किसी भी किताब का इंतजार नहीं कर रहे हैं।
hr: Trenutačno ne čekaš na nijednu knjigu.
it: Non sei in attesa per nessun libro al momento.
pl: Obecnie nie czekasz na żadne książki
pt: Você não está esperando nenhum livro no momento.
ru: Сейчас вы не ждете ни одной книги.
sc: In custu momentu non ses isetende pro libru perunu.
uk: Зараз ви не чекаєте ні на одну книгу.

source: Leave the Waiting List
ar: اترك قائمة الانتظار
de: Warteliste verlassen
es: Abandonar la lista de espera
fr: Quitter la liste d'attente
hi: प्रतीक्षा सूची छोड़ें
hr: Izbriši se iz popisa čekanja
it: Abbandona la lista d'attesa
pl: Opuść Listę Oczekujących
pt: Abandonar a lista de espera
ru: Покинуть список ожидания
sc: Lassa sa lista de isetu
uk: Покинути список очікування
