Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Please separate with commas.
ar: يرجى الفصل بفواصل.
cs: Oddělte prosím čárkami.
de: Bitte mit Kommata trennen.
es: Por favor, sepáralas con comas.
fr: Veuillez les séparer par des virgules.
hi: कृपया अल्पविराम के साथ अलग करें।
hr: Odvoji zarezima.
it: Separa con virgole.
pl: Wpisuj słowa kluczowe po przecinku.
pt: Por favor, separe com vírgulas.
ru: Пожалуйста, разделяйте запятыми.
sc: Separa·las cun vìrgulas.
uk: Будь ласка, розділяйте комами.

source: For example: <i><a href="/subjects/cheese">cheese</a>, <a href="/subjects/roman_empire">Roman Empire</a>, <a href="/subjects/psychology">psychology</a></i>
ar: على سبيل المثال: <i><a href="/subjects/cheese">جبن</a>, <a href="/subjects/roman_empire">الإمبراطورية الرومانية</a>, <a href="/subjects/psychology">علم النفس</a></i>
es: Por ejemplo: <i><a href="/subjects/cheese">queso</a>, <a href="/subjects/roman_empire">Imperio Romano</a>, <a href="/subjects/psychology">psicología</a></i>
hr: Na primjer: <i><a href="/subjects/cheese">sir</a>, <a href="/subjects/roman_empire">Rimsko carstvo</a>, <a href="/subjects/psychology">psihologija</a></i>
sc: Pro esèmpiu: <i><a href="/subjects/cheese">casu</a>, <a href="/subjects/roman_empire">Impèriu romanu</a>, <a href="/subjects/psychology">psicologia</a></i>

source: A person? Or, people?
ar: شخص؟ أو أشخاص؟
cs: Osoba? nebo lidé?
de: Eine Person oder Gruppe?
es: ¿Una persona? ¿O personas?
fr: Une personne ? Ou un groupe de personnes ?
hi: एक व्यक्ति? या, लोग?
hr: Osoba? Ili ljudi?
it: Una persona? Persone?
pl: jedna czy więcej osób?
pt: Uma pessoa? Ou pessoas?
ru: Человек? Или люди?
sc: Una persone? O grupos de persones?
uk: Людина? Люди?

source: For example: <i><a href="/subjects/person:Theodore_Roosevelt">Theodore Roosevelt</a>, <a href="/subjects/person:Julian_of_Norwich">Julian of Norwich</a>, <a href="/subjects/person:Tintin">Tintin</a></i>
ar: على سبيل المثال: <i><a href="/subjects/person:Theodore_Roosevelt">ثيودور روزفلت</a>, <a href="/subjects/person:Julian_of_Norwich">جوليان من نورويتش</a>, <a href="/subjects/person:Tintin">تينتين</a></i>
es: Por ejemplo: <i><a href="/subjects/person:Theodore_Roosevelt">Theodore Roosevelt</a>, <a href="/subjects/person:Julian_of_Norwich">Juliana de Norwich</a>, <a href="/subjects/person:Tintin">Tintín</a></i>
hr: Na primjer: <i><a href="/subjects/person:Theodore_Roosevelt">Theodore Roosevelt</a>, <a href="/subjects/person:Julian_of_Norwich">Julian of Norwich</a>, <a href="/subjects/person:Tintin">Tintin</a></i>
sc: Pro esèmpiu: <i><a href="/subjects/person:Theodore_Roosevelt">Theodore Roosevelt</a>, <a href="/subjects/person:Julian_of_Norwich">Julian of Norwich</a>, <a href="/subjects/person:Tintin">Tintin</a></i>

source: Note any places mentioned?
ar: هل تم ذكر أي أماكن؟
cs: Zínil autor nějaká místa?
de: Werden Orte erwähnt?
es: Anota cualquier lugar mencionado
fr: Des lieux particuliers de mentionnés ?
hi: उल्लेखित किसी भी स्थान पर ध्यान दें?
hr: Želiš li zabilježiti neka spomenuta mjesta?
it: Sono stati citati dei luoghi?
pl: Czy zostały wspomniane jakieś miejsca?
pt: Notou algum lugar mencionado?
ru: Упомянутые места?
sc: Notas carchi logu mentovadu?
uk: Згадані місця?

source: For example: <i><a href="/subjects/place:London">London</a>, <a href="/subjects/place:Atlantis">Atlantis</a>, <a href="/subjects/place:Omaha">Omaha</a></i>
ar: على سبيل المثال: <i><a href="/subjects/place:London">لندن</a>, <a href="/subjects/place:Atlantis">أطلانتس</a>, <a href="/subjects/place:Omaha">أوماها</a></i>
es: Por ejemplo: <i><a href="/subjects/place:London">Londres</a>, <a href="/subjects/place:Atlantis">Atlántida</a>, <a href="/subjects/place:Omaha">Omaha</a></i>
hr: Na primjer: <i><a href="/subjects/place:London">London</a>, <a href="/subjects/place:Atlantis">Atlantis</a>, <a href="/subjects/place:Omaha">Omaha</a></i>
sc: Pro esèmpiu: <i><a href="/subjects/place:London">Londra</a>, <a href="/subjects/place:Atlantis">Atlàntide</a>, <a href="/subjects/place:Omaha">Omaha</a></i>

source: When is it set or about?
ar: متى تدور أحداثه أو عن ماذا؟
de: Um welche Zeit geht es?
es: ¿Cuándo se desarrolla o de qué época se ocupa?
fr: Quand l'histoire se passe-t-elle ou de quelle époque parle le livre ?
hi: यह कब सेट या लगभग है?
hr: Kada se radnja odvija ili o kojem se razdoblju radi?
it: Quando è ambientato?
pl: Kiedy odbywa się akcja książki, o czym jest?
pt: Quando é definido ou sobre o que se trata?
ru: Когда происходит происшествие или о чём?
sc: Cando est ambientadu o de cando chistionat?
uk: Коли відбувається події або про що?

source: For example: <i><a href="/subjects/time:1984">1984</a>, <a href="/subjects/time:the_middle_ages">The Middle Ages</a>, <a href="/subjects/time:1810-1890">1810-1890</a></i>
ar: على سبيل المثال: <i><a href="/subjects/time:1984">1984</a>, <a href="/subjects/time:the_middle_ages">العصور الوسطى</a>, <a href="/subjects/time:1810-1890">1810-1890</a></i>
es: Por ejemplo: <i><a href="/subjects/time:1984">1984</a>, <a href="/subjects/time:the_middle_ages">Edad Media</a>, <a href="/subjects/time:1810-1890">1810-1890</a></i>
hr: Na primjer: <i><a href="/subjects/time:1984">1984.</a>, <a href="/subjects/time:the_middle_ages">Srednji vijek</a>, <a href="/subjects/time:1810-1890">1810. – 1890.</a></i>
sc: Pro esèmpiu: <i><a href="/subjects/time:1984">1984</a>, <a href="/subjects/time:the_middle_ages">The Middle Ages</a>, <a href="/subjects/time:1810-1890">1810-1890</a></i>

source: Select this language
ar: اختر هذه اللغة
cs: Vybrat tento jazyk
de: Diese Sprache auswählen
es: Seleccionar este idioma
fr: Choisir cette langue
hi: इस भाषा का चयन करें
hr: Odaberi ovaj jezik
it: Seleziona questa lingua
pl: Wybierz ten język
pt: Selecionar este idioma
ru: Выбрать этот язык
sc: Seletziona custa limba
uk: Обрати цю мову

source: Remove this language
ar: إزالة هذه اللغة
cs: Odstranit tento jazyk
de: Diese Sprache entfernen
es: Eliminar este idioma
fr: Supprimer cette langue
hi: इस भाषा को हटाएँ
hr: Ukloni ovaj jezik
it: Rimuovi questa lingua
pl: Usuń ten język
pt: Eliminar este idioma
ru: Удалить этот язык
sc: Boga custa limba
uk: Вилучити цю мову

source: Remove this work
ar: إزالة هذا العمل
cs: Smazat tento záznam
de: Dieses Werk entfernen
es: Eliminar esta obra
fr: Supprimer cette œuvre
hi: इस काम को हटाएँ
hr: Ukloni ovo djelo
it: Rimuovere questa opera
pl: Usuń tę pozycję
pt: Eliminar esta obra
ru: Удалить эту работу
sc: Boga cust'òpera
uk: Видалити цю роботу

source: -- Move to a new work
ar: -- نقل إلى عمل جديد
de: -- In ein neues Werk verschieben
es: -- Mover a una nueva obra
fr: -- Déplacer vers une nouvelle œuvre
hi: -- किसी नए काम पर जाएँ
hr: -- Premjesti u novo djelo
it: -- Vai ad una nuova opera
pl: -- Przenieś do nowej pozycji.
pt: -- Mover à uma nova obra
ru: -- переместить в новую работу
sc: -- Tràmuda cara a un'òpera noa
uk: -- перемістити до нової роботи

source: This Edition
ar: هذه النسخة
cs: Toto vydání
de: Diese Ausgabe
es: Esta edición
fr: Cette édition
hi: यह संस्करण
hr: Ovo izdanje
it: Questa edizione
pl: Te wydanie
pt: Esta Edição
ru: Это издание
sc: Custa editzione
uk: Це видання

source: Enter the title of this specific edition.
ar: أدخل عنوان هذه النسخة المحددة.
de: Titel dieser spezifischen Ausgabe eingeben.
es: Escribe el título de esta edición específica.
fr: Entrez le titre de cette édition spécifique.
hi: इस विशिष्ट संस्करण का शीर्षक दर्ज करें।
hr: Upiši naslov ovog određenog izdanja.
it: Inserisci il titolo di questa specifica edizione
pl: Wpisz tytuł tego wydania.
pt: Escreva o título dessa edição específica.
ru: Введите название этого издания.
sc: Inserta su tìtulu de custa editzione ispetzìfica.
uk: Введіть заголовок цього видання.

source: Subtitle
ar: العنوان الفرعي
cs: Podtitul
de: Untertitel
es: Subtítulo
fr: Sous-titre
hi: उपशीर्षक
hr: Podnaslov
it: Sottotitolo
pl: Podtytuł
pt: Subtítulo
ru: Подзаголовок
sc: Sutatìtulu
uk: Підзаголовок

source: Usually distinguished by different or smaller type.
ar: عادة ما يتم تمييزه بنوع خط مختلف أو أصغر.
de: Normalerweise durch eine andere Schriftart oder eine kleinere Schriftgröße unterschieden.
es: Normalmente se distingue por una tipografía diferente o más pequeña.
fr: Habituellement distingué par une fonte différente ou plus petite.
hi: आमतौर पर अलग या छोटे प्रकार से अलग किया जाता है।
hr: Obično se razlikuje na osnovi druge vrste ili manje veličine fonta.
it: Solitamente contraddistinto da un carattere diverso o più piccolo.
pl: Zwykle wydrukowany mniejszą lub inną czcionką.
pt: Normalmente diferenciado por uma fonte diferente ou menor.
ru: Обычно написан меньшими буквами или другим шрифтом.
sc: Contraddistintu, de sòlitu, dae unu caràtere diferente o prus minore.
uk: Зазвичай написаний меншими літерами або іншим шрифтом.

source: Publishing Info
ar: معلومات النشر
cs: Publikační informace
de: Veröffentlichungsinformationen
es: Información de publicación
fr: Informations sur la publication
hi: प्रकाशन की जानकारी
hr: Podaci izdavanja
it: Informazioni di pubblicazione
pl: Informacje wydawnicze
pt: Informações sobre a publicação
ru: Информация о публикации
sc: Informatziones de publicatzione
uk: Інформація про публікацію

source: For example <em>Oxford University Press; Penguin; W.W. Norton</em>
es: Por ejemplo, <em>Oxford University Press; Penguin; W.W. Norton</em>
hr: Na primjer <em>Oxford University Press; Penguin; W.W. Norton</em>
sc: Pro esèmpiu <em>Oxford University Press; Penguin; W.W. Norton</em>

source: Where was the book published?
ar: أين تم نشر الكتاب؟
cs: Kde byla kniha publikována?
de: Wo wurde das Buch veröffentlicht?
es: ¿Dónde se publicó el libro?
fr: Où le livre a-t-il été publié ?
hi: यह पुस्तक कहाँ प्रकाशित हुई थी?
hr: Gdje je knjiga izdana?
it: Dove è stato pubblicato il libro?
pl: Miejsce wydania
pt: Onde foi publicado esse livro?
ru: Где была опубликована книга?
sc: In ue l'ant publicadu su libru?
uk: Де була опублікована книга?

source: City, Country please.
ar: المدينة، البلد من فضلك.
cs: Město, stát prosím.
de: Ort und Land bitte.
es: Ciudad, País, por favor.
fr: Ville, pays s'il-vous-plaît.
hi: शहर, देश कृपया।
hr: Upiši grad i zemlju.
it: Città, Stato.
pl: Prosimy o podanie państwa i miasta publikacji.
pt: Cidade, País, por favor.
ru: Город, Страна, пожалуйста.
sc: Tzitade, Paisu pro praghere.
uk: Місто, Країна, будь ласка.

source: What is the copyright date?
ar: ما هو تاريخ حقوق النشر؟
de: Wie ist das Copyright-Datum?
es: ¿Cuál es la fecha de derechos de autor?
fr: Qu'elle est la date des droits d'auteur ?
hi: कॉपीराइट की तारीख क्या है?
hr: Što je datum autorskog prava?
it: Qual è la data del diritto d'autore?
pt: Qual é a data do copyright?
ru: Какая дата копирайта?
sc: Cal'est sa data de su deretu de autore?
uk: Яка дата копірайту?

source: The year following the copyright statement.
ar: السنة التي تلي بيان حقوق النشر.
de: Das Jahr, welches nach der Copyright-Angabe folgt.
es: El año siguiente a la declaración de derechos de autor.
fr: L'année qui suit la déclaration des droits d'auteur.
hi: कॉपीराइट कथन के बाद का वर्ष।
hr: Godina koja se zapisuje nakon izjave o autorskom pravu.
it: L'anno seguente la dichiarazione di diritto d'autore.
pl: Rok podany po informacji o prawach autorskich.
pt: O ano que segue o copyright.
ru: Год, следующий за указанием копирайта.
sc: S'annu chi sighit sa decraratzione de su deretu de autore.
uk: Дата про повідомлення на авторські права.

source: Edition Name (if applicable):
ar: اسم النسخة (إن وجد):
de: Name der Ausgabe (falls zutreffend):
es: Nombre de la edición (si corresponde):
fr: Nom de l'édition (si applicable) :
hi: संस्करण का नाम (यदि लागू हो):
hr: Ime izdanja (ako postoji):
it: Nome dell'edizione (se applicabile):
pt: Nome da edição (se aplicável):
ru: Название издания (если есть):
sc: Nùmene de s'editzione (si si podet aplicare):
uk: Назва видання (якщо є):

source: Series Name (if applicable)
ar: اسم السلسلة (إن وجد)
de: Name der Reihe (falls zutreffend)
es: Nombre de la serie (si corresponde)
fr: Nom de la série (si applicable) :
hi: श्रृंखला का नाम (यदि लागू हो)
hr: Ime serije (ako postoji)
it: Nome della collana (se applicabile)
pt: Nome da série (se aplicável)
ru: Название серии (если есть):
sc: Nùmene de sa sèrie (si si podet aplicare)
uk: Назва серії (якщо є)

source: The name of the publisher's series.
ar: اسم سلسلة الناشر.
de: Der Name der Verlags-Reihe.
es: El nombre de la serie de la editorial.
fr: Le nom de la série de l'éditeur.
hi: प्रकाशक की श्रृंखला का नाम।
hr: Ime serije izdavača.
it: Nome della collana dell'editore.
pl: Nazwa serii wydawnictwa
pt: O nome da serie da editora.
ru: Название издательской серии.
sc: Nùmene de sa serie de s'editore.
uk: Назва видавницької серії.

source: Contributors
ar: المساهمون
cs: Přispěvatelé
de: Mitwirkende
es: Contribuidores
fr: Contributeurs
hi: योगदान-कर्ता
hr: Doprinositelji
it: Contributori
pl: Współtwórcy
pt: Contribuidores
ru: Вкладчики
sc: Contribuidores
uk: Помічники

source: Please select a role.
ar: يرجى اختيار وظيفة.
cs: Prosím vyberte roli.
de: Bitte eine Rolle/Funktion auswählen.
es: Por favor, selecciona un rol.
fr: Veuillez sélectionner un rôle.
hi: कृपया एक भूमिका चुनें।
hr: Odaberi ulogu.
it: Seleziona un ruolo.
pl: Wtybierz rolę.
pt: Por favor, selecione uma função.
ru: Пожалуйста, выберите роль.
sc: Pro praghere seletziona unu ruolu.
uk: Будь ласка, оберіть роль.

source: You need to give this ROLE a name.
ar: يجب عليك إعطاء هذه الوظيفة اسمًا.
de: Sie müssen dieser Rolle/Funktion einen Namen geben.
es: Necesitas darle un nombre a este ROL.
fr: Vous devez donner un nom à ROLE.
hi: आपको इस भूमिका को एक नाम देना होगा।
hr: Moraš zadati ime za ovu ULOGU.
it: Devi dare a questo RUOLO un nome.
pl: Musisz nadać tej roli nazwę.
pt: Você precisa dar um nome para essa FUNÇÃO.
ru: Вы должны дать имя этой РОЛИ.
sc: Depes dare unu nùmene a custu RUOLU.
uk: Ви повинні написати ім'я для цієї ролі.

source: List the people involved
ar: قائمة الأشخاص المعنيين
cs: Zapište zapojené lidi
de: Beteiligte Personen auflisten
es: Lista de personas involucradas
fr: Listez les personnes impliquées
hi: इसमें शामिल लोगों की सूची बनाएँ
hr: Navedi uključene osobe
it: Elenca le persone coinvolte
pl: Wymień zaangażowane osoby
pt: Lista de pessoas involvidas
ru: Список вовлечённых людей
sc: Elenca sas persones coinvoltas
uk: Список людей, які були залучені до створення

source: Select role
ar: اختر وظيفة
cs: Vybrat roli
de: Rolle/Funktion auswählen
es: Seleccionar rol
fr: Choisissez un rôle
hi: भूमिका चुनें
hr: Odaberi ulogu
it: Seleziona ruolo
pl: Wybierz rolę
pt: Selecionar função
ru: Выбрать роль
sc: Seletziona unu ruolu
uk: Оберіть роль

source: Add a new role
ar: إضافة وظيفة جديدة
cs: Přidat novou roli
de: Neue Rolle/Funktion hinzufügen
es: Añadir un nuevo rol
fr: Ajouter un nouveau rôle
hi: एक नई भूमिका जोड़ें
hr: Dodaj novu ulogu
it: Aggiungi un nuovo ruolo
pl: Dodaj nową rolę
pt: Adicionar uma nova função
ru: Добавить новую роль
sc: Annanghe unu ruolu nou
uk: Додати нову роль

source: Remove this contributor
ar: إزالة هذا المساهم
cs: Smazat tohoto tvůrce
de: Diese*n Beteiligte*n entfernen
es: Eliminar este contribuidor
fr: Supprimer ce contributeur
hi: इस योगदानकर्ता को हटाएँ
hr: Ukloni ovog doprinositelja
it: Rimuovi questo contributore
pl: Usuń tego współtwórcę
pt: Eliminar este contribuidor
ru: Удалить этого вкладчика
sc: Boga custu contribuidore
uk: Вилучити цю людину

source: By Statement:
ar: بواسطة:
de: Geschrieben von:
es: Por declaración:
fr: Déclaration des contributeurs :
hi: कथन द्वारा:
hr: Prema izjavi:
it: Dichiarazione di autorità (da ...)
pt: Por Declaração:
ru: По заявлению:
sc: Pro decraratzione:
uk: Авторство:

source: For example: <em>edited by David Anderson</em>
es: Por ejemplo: <em>editado por David Anderson</em>
hr: Na primjer: <em>uredio David Anderson</em>
sc: Pro esèmpiu: <em>curadu dae David Anderson</em>

source: Languages
ar: اللغات
de: Sprachen
es: Idiomas
fr: Langues
hi: भाषाएँ
hr: Jezici
it: Lingue
pt: Idiomas
ru: Языки
sc: Limbas
uk: Мови

source: What language is this edition written in?
ar: بأي لغة كُتِبت هذه النسخة؟
cs: V jaké jazyce je vydání napsáno?
de: In welcher Sprache ist diese Ausgabe verfasst?
es: ¿En qué idioma está escrita esta edición?
fr: En quelle langue cette édition est-elle écrite ?
hi: यह संस्करण किस भाषा में लिखा गया है?
hr: Na kojem je jeziku napisano ovo izdanje?
it: In quale lingua è scritta questa edizione?
pl: Język tego wydania.
pt: Em que idioma está escrita esta edição?
ru: На каком языке написано это издание?
sc: In ite limba est iscrita custa editzione?
uk: Якою мовою написане це видання?

source: Add another language?
ar: إضافة لغة أخرى؟
de: Eine weitere Sprache hinzufügen?
es: ¿Añadir otro idioma?
fr: Ajouter une autre langue ?
hi: एक और भाषा?
hr: Dodati jedan drugi jezik?
it: Aggiungere un'altra lingua?
pt: Adicionar outro idioma?
ru: Добавить другой язык?
sc: Annanghere un'àtera limba?
uk: Додати іншу мову?

source: Is it a translation of another book?
ar: هل هي ترجمة لكتاب آخر؟
cs: Je tohle překlad jiné kinhy?
de: Ist es eine Übersetzung eines anderen Buches?
es: ¿Es una traducción de otro libro?
fr: Est-ce la traduction d'un autre livre ?
hi: क्या यह किसी अन्य पुस्तक का अनुवाद है?
hr: Radi li se o prijevodu jedne druge knjige?
it: È la traduzione di un altro libro?
pl: Czy jest to tłumaczenie?
pt: É uma tradução de outro livro?
ru: Это перевод другой книги?
sc: Est una tradutzione de un'àteru libru?
uk: Це переклад іншої книги?

source: Yes, it's a translation
ar: نعم، إنها ترجمة
cs: Ano, je to překlad
de: Ja, es ist eine Übersetzung
es: Sí, es una traducción
fr: Oui, c'est une traduction
hi: हाँ, यह एक अनुवाद है
hr: Da, radi se o prijevodu
it: Si, è una traduzione
pl: Tak, to jest tłumaczenie
pt: Sim, é uma tradução
ru: Да, это перевод
sc: Eja, est una tradutzione
uk: Так, це переклад

source: What's the original book?
ar: ما هو الكتاب الأصلي؟
cs: Jaká kniha je originál?
de: Welches ist das Original-Buch?
es: ¿Cuál es el libro original?
fr: Quel est le livre d'origine ?
hi: मूल पुस्तक क्या है?
hr: Koja je izvorna knjiga?
it: Qual è il titolo originale del libro?
pl: Jaki jest tytuł oryginału?
pt: Qual é o livro original?
ru: Какая оригинальная книга?
sc: Cal'est su libru originale?
uk: Яка оригінальна книга?

source: What language was the original written in?
ar: بأي لغة كُتب الأصل؟
cs: V jaké jazyce byl originál napsán?
de: In welcher Sprache wurde das Original verfasst?
es: ¿En qué idioma fue escrito el original?
fr: En quelle langue l'original est-il écrit ?
hi: मूल भाषा किस भाषा में लिखी गई थी?
hr: Na kojem je jeziku napisana izvorna knjiga?
it: In quale lingua è stato scritto l'originale?
pl: W jakim języku napisany jest oryginał książki?
pt: Em que idioma foi escrito o original?
ru: На каком языке был написан оригинал?
sc: In ite limba fiat iscritu su libru originale?
uk: Якою мовою був написаний оригінал?

source: Description of this edition
ar: وصف هذه النسخة
cs: Popis tohoto vydání
de: Beschreibung der Ausgabe
es: Descripción de esta edición
fr: Description de cette édition
hi: इस संस्करण का विवरण
hr: Opis ovog izdanja
it: Descrizione di questa edizione
pl: Opis tego wydania
pt: Descrição dessa edição
ru: Описание этого издания
sc: Descritzione de custa editzione
uk: Опис цього видання

source: Only if it's different from the work's description
ar: فقط إذا كان يختلف عن وصف العمل
de: Nur wenn sie von der Beschreibung des Werks abweicht
es: Solo si es diferente de la descripción de la obra
fr: Seulement si elle est différente de la description de l'œuvre
hi: केवल अगर यह कार्य के विवरण से अलग है
hr: Samo ako se razlikuje od opisa djela
it: Solo se è diversa dalla descrizione dell'opera
pl: Tylko, jeśli jest inny niż opis tej książki
pt: Somente se for diferente da descrição da obra
ru: Только если отличается от описания работы
sc: Petzi si est diferente dae sa descritzione de s'òpera
uk: Тільки якщо відрізняється від опису роботи

source: Table of Contents
ar: فهرس المحتويات
cs: Obsah
de: Inhaltsverzeichnis
es: Índice de contenidos
fr: Table des matières
hi: विषय-सूची
hr: Sadržaj
it: Contenuti
pl: Spis treści
pt: Índice de conteúdos
ru: Содержание
sc: Ìnditze
uk: Зміст

source: Use a "*" for an indent, a "|" to add a column, and line breaks for new lines. Like this:
ar: استخدم "*" لتحديد المسافة البادئة، و"|" لإضافة عمود، وفواصل الأسطر للأسطر الجديدة. مثل هذا:
de: Nutzen Sie "*" für eine Einrückung, ein "|" um eine Spalte hinzuzufügen, und Zeilenumbrüche für neue Zeilen. So wie hier:
es: Usa un «*» para un sangrado, una «|» para añadir una columna y saltos de línea para nuevas líneas. Tal que así:
fr: Utilisez un « * » pour l'indentation, un « | » pour ajouter une colonne et un retour à la ligne pour une nouvelle ligne. Comme ceci :
hi: इंडेंट के लिए "*" का इस्तेमाल करें, कॉलम जोड़ने के लिए "|" का इस्तेमाल करें और नई लाइनों के लिए लाइन ब्रेक का इस्तेमाल करें। इस तरह:
hr: Koristi „*” za uvlačenje, „|” za dodavnaje stupca i prelamanje redaka. Ovako:
it: Usa un "*" per un'indentazione, un "|" per aggiungere una colonna e andata a capo per aggiungere nuove righe. Così:
pl: Użyj "*" by zrobić wcięcie, "|" by dodać kolumnę oraz zakończenie i rozpoczęcie nowej linii. W taki sposób:
pt: Use um "*" para indentar, uma "|" para adicionar uma coluna e quebras de linha para novas linhas. Assim:
ru: Используйте "*" для абзаца, а "|", чтобы добавить колонку и начать новую строку. Вот так:
sc: Imprea unu "*" pro un'indentatzione, unu "|" pro annànghere una colonna, e unu brincu de riga pro rigas noas. A tipu gasi:
uk: Використовуйте "*" для абзацу, а "|", щоб додати колонку та розпочати новий рядок. Ось так:

source: This table of contents contains extra information like authors or descriptions. We don't have a great user interface for this yet, so editing this data could be difficult. Watch out!
es: Este índice contiene información adicional, como autores o descripciones. Todavía no disponemos de una interfaz de usuario adecuada para ello, por lo que editar estos datos podría resultar complicado. ¡Ten cuidado!
hr: Ovaj sadržaj sadrži dodatne informacije kao što su autori ili opisi. Još nemamo sjajno korisničko sučelje za to, stoga bi uređivanje ovih podataka moglo biti teško. Oprez!
sc: Custu ìnditze cuntenet informatziones in prus che a sos autores o sas descritziones. Non tenimus galu una interfache de utente de primore pro custu, duncas a modificare custos datos diat pòdere èssere difìtzile. Dae cara!

source: Any notes about this specific edition?
ar: هل هناك ملاحظات حول هذه النسخة المحددة؟
de: Hinweise zu dieser spezifischen Ausgabe?
es: ¿Alguna nota sobre esta edición específica?
fr: Des remarques sur cette édition spécifique ?
hi: इस विशिष्ट संस्करण के बारे में कोई टिप्पणी?
hr: Želiš li dodati napomene za ovo određeno izdanje?
it: Note riguardo questa specifica edizione?
pl: Dodatkowe uwagi na temat tego wydania?
pt: Algum comentário sobre essa edição específica?
ru: Примечания к этому изданию?
sc: Notas chi pertocant a custa editzione ispetzìfica?
uk: Примітки щодо цього видання?

source: Anything about the book that may be of interest.
ar: أي شيء عن الكتاب قد يكون ذا أهمية.
de: Alles was zu dem Buch von Interesse sein könnte.
es: Cualquier cosa sobre el libro que pueda ser de interés.
fr: Tout ce qui pourrait être intéressant à propos de ce livre.
hi: किताब के बारे में कुछ भी जो दिलचस्प हो सकता है।
hr: Sve što je važno za ovo izdanje.
it: Qualsiasi cosa potrebbe essere interessante riguardo al libro.
pl: Dodatkowe ciekawe informacje dotyczące tej książki.
pt: Qualquer coisa sobre o livro que possa ser de interesse.
ru: Все, что касается книги, что может представлять интерес.
sc: Cale si siat cosa subra de su libru chi diat pòdere èssere de interessu.
uk: Щось про книгу, що може бути цікавим.
