Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Once you've made a list, you can <strong>watch for updates</strong> or <strong>export</strong> all the editions in a list as HTML, BibTeX or JSON. See all your lists and any activity using the "Lists" link on your Account page.
ar: بمجرد إنشاء قائمة، يمكنك <strong>مراقبة التحديثات</strong> أو <strong>تصدير</strong> جميع النسخ في القائمة كـ HTML أو BibTeX أو JSON. شاهد جميع قوائمك وأي نشاط باستخدام رابط "قوائم" في صفحة حسابك.
de: Wenn Sie eine Liste erstellt haben, können Sie diese nach <strong>Änderungen beobachten</strong> oder die Ausgaben als HTML, BibTeX or JSON <strong>exportieren</strong>. Zeigen Sie alle Ihre Listen und Aktivitäten über den „Listen“-Link in Ihrem Profil an.
es: Una vez que has creado una lista, puedes <strong>seguir las actualizaciones</strong> o <strong>exportar</strong> todas las ediciones en la lista como HTML, BibTeX o JSON. Consulta todas tus listas y cualquier actividad en ellas usando el enlace «Listas» en tu página de cuenta.
fr: Une fois que vous avez créé une liste, vous pouvez <strong>surveiller les mises à jour</strong> ou <strong>exporter</strong> toutes les éditions d'une liste au format HTML, BibTeX ou JSON. Consultez toutes vos listes et activités en utilisant le lien « Listes » sur votre page de compte.
hi: एक बार जब आप एक सूची बना लेते हैं, तो आप <strong>अपडेट देख</strong> सकते हैं या किसी सूची में सभी संस्करणों को HTML, BibTeX या JSON के रूप में <strong>निर्यात</strong> कर सकते हैं। अपने अकाउंट पेज पर "सूचियाँ" लिंक का इस्तेमाल करके अपनी सभी सूचियाँ और कोई भी गतिविधि देखें।
hr: Nakon što izradiš popis, možeš <strong>pratiti aktualiziranja</strong> ili <strong>izvesti</strong> sva izdanja s popisa u formatima HTML, BibTeX ili JSON. Sve svoje popise i sve aktivnosti mogu se pogledati pomoću poveznice „Popisi” na stranici tvog računa.
it: Dopo aver creato una lista, puoi <strong>tenerla d'occhio per aggiornamenti </strong> o <strong>esportare</strong> tutte le edizione in una come HTML, BibTeX o JSON. Vedi tutte le tue liste e ogni attività usando il collegamento "Liste" nella pagina del tuo account.
pl: Po utworzeniu listy możesz <strong>obserwować aktualizacje</strong> lub <strong>eksportować</strong> wszystkie wydania z listy jako HTML, BibTeX lub JSON. Zobacz wszystkie swoje listy i wszelkie działania za pomocą linku "Lists" na stronie Twojego konta.
pt: Uma vez que você tenha criado uma lista, você pode <strong>seguir as atualizações</strong> ou <strong>exportar</strong> todas as edições na lista como HTML, BibTeX ou JSON. Consulte todas suas listas e qualquer atividades nelas usando o link "Listas" em sua conta.
ru: Как только вы создали список, вы сможете <strong>следить за обновлениями</strong> или <strong>экспортировать</strong> все издания в нём как HTML, BibTeX или JSON. Просмотреть все свои списки и любую активность можно с помощью ссылки "Списки" на странице вашей учётной записи.
sc: Una borta chi as fatu una lista, podes <strong>sighire sos agiornamentos</strong> o <strong>esportare</strong> totu sas editziones in una lista comente HTML, BibTeX o JSON. Abbista totu sas listas tuas e cale si siat atividade impreende su ligàmene "Listas" in sa pàgina de su contu tuo.
uk: Як тільки ви створили список, ви зможете <strong>слідкувати за оновленнями</strong> або <strong>експортувати</strong> усі видання в ньому як HTML, BibTeX або JSON. Перегляньте всі свої списки використовуючи покликання «Списки» на своїй сторінці.

source: For the top 2000+ most requested eBooks in California for the print disabled <a href="%(url)s">click here</a>.
ar: <a href="%(url)s">انقر هنا</a> للحصول على قائمة بأكثر من 2000 من الكتب الإلكترونية الأكثر طلباً في كاليفورنيا لذوي الإعاقة البصرية.
de: <a href="%(url)s">Klicken Sie hier</a> für die 2000+ meist angefragten E-Books in Kalifornien für lesebehinderte Menschen.
es: Para los más de 2000 libros electrónicos más solicitados en California para problemas de lectura, <a href="%(url)s">haz clic aquí</a>.
fr: <a href="%(url)s">Cliquez ici</a> pour les 2000+ livres électroniques destinés aux malvoyant les plus demandés en Californie.
hi: प्रिंट अक्षम के लिए कैलिफ़ोर्निया में शीर्ष 2000+ सबसे अधिक अनुरोधित ई - बुक्स के लिए <a href="%(url)s">यहां क्लिक करें</a>।
hr: Za popis više od 2.000 najtraženijih e-knjiga za slijepe/slabovidne u Kaliforniji <a href="%(url)s">pritisni ovdje</a>.
it: Per i 2000+ eBook più richiesti in California per ipovedenti <a href="%(url)s">clicca qui</a>.
pt: Para os mais de 2000 eBooks mais solicitados na Califórnia para impressão para deficientes visuais, <a href="%(url)s">clique aqui</a>.
ru: Чтобы увидеть топ 2000+ самых запрашиваемых электронных книг в Калифорнии, с отключённой печатью, <a href="%(url)s">нажмите здесь</a>.
sc: Pro sos 2.000+ libros eletrònicos prus pedidos in Califòrnia pro chie tenet problemas de vista <a href="%(url)s">incarca inoghe</a>.
uk: Щоб побачити топ 2000+ найбільш запитуваних електронних книг в Каліфорнії <a href="%(url)s">натисніть тут</a>.

source: Find a list by name
ar: البحث عن قائمة بالاسم
de: Nach dem Namen einer Liste suchen
es: Buscar una lista por nombre
fr: Trouver une liste par nom
hi: नाम के आधार पर एक सूची खोजें
hr: Pronađi popis po imenu
it: Trova una lista per nome
pl: Wyszukaj nazwę listy
pt: Buscar uma lista por nome
ru: Найти список по названию
sc: Atzapa una lista pro nùmene
uk: Знайти список за назвою

source: Active Lists
ar: القوائم النشطة
de: Aktive Listen
es: Listas activas
fr: Listes actives
hi: सक्रिय सूचियाँ
hr: Popisi aktivnih
it: Liste attive
pl: Aktywne Listy
pt: Listas ativas
ru: Активные списки
sc: Listas ativas
uk: Активні списки

source: from <a href="%(key)s">%(owner)s</a>
ar: من <a href="%(key)s">%(owner)s</a>
de: von <a href="%(key)s">%(owner)s</a>
es: de <a href="%(key)s">%(owner)s</a>
fr: de <a href="%(key)s">%(owner)s</a>
hi: <a href="%(key)s">%(owner)s</a> से
hr: od <a href="%(key)s">%(owner)s</a>
it: da <a href="%(key)s">%(owner)s</a>
pl: <a href="%(key)s">%(owner)s</a>
pt: de <a href="%(key)s">%(owner)s</a>
ru: от <a href="%(key)s">%(owner)s</a>
sc: de <a href="%(key)s">%(owner)s</a>
uk: від <a href="%(key)s">%(owner)s</a>

source: %(count)d item
ar: %(count)d عنصر
de: %(count)d Gegenstand
es: %(count)d elemento
fr: %(count)d élément
hi: %(count)d आइटम
hr: %(count)d stavka
it: %(count)d oggetto
pt: %(count)d elemento
sc: %(count)d elementu
uk: %(count)d елемент

source: Last modified %(date)s
ar: آخر تعديل في %(date)s
de: Zuletzt geändert am %(date)s
es: Modificado por última vez %(date)s
fr: Dernière modification le %(date)s
hi: आखिरी बार %(date)s में बदलाव किया गया
hr: Zadnja promjena %(date)s
it: Modificato per l'ultima volta il %(date)s
pl: Ostatnio zmodyfikowany %(date)s
pt: Modificado pela última vez %(date)s
ru: Последнее изменение %(date)s
sc: Ùrtima modìfica: %(date)s
uk: Востаннє змінено %(date)s

source: No description.
ar: لا يوجد وصف.
de: Keine Beschreibung.
es: Sin descripción.
fr: Pas de description.
hi: कोई ब्यौरा नेईं.
hr: Bez opisa.
it: Nessuna descrizione.
pl: Brak opisu.
pt: Sem descrição.
ru: Нет описания.
sc: Peruna descritzione.
uk: Немає опису.

source: See all
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout voir
hi: सभी देखें
hr: Pogledaj sve
it: Vedi tutto
pl: Zobacz wszystkie
pt: Ver tudo
ru: Посмотреть все
sc: Abbista totu
uk: Побачити всі

source: Cover of book
es: Portada del libro

source: Avatar of the owner of the list
es: Avatar del propietario de la lista

source: You
ar: أنت
de: Sie
es: Tú
fr: Vous
hr: Ti
it: Tu
pl: Ty
pt: Você
ru: Вы
sc: Tue
uk: Ви

source: This patron has not enabled following
es: Este usuario no ha habilitado el seguimiento

source: OpenLibrary Logo
es: Logo de la Biblioteca Abierta

source: Community List
es: Lista de comunidad

source: See this list
ar: عرض هذه القائمة
de: Liste anzeigen
es: Ver esta lista
fr: Voir cette liste
hi: यह लिस्ट देखें
hr: Pogledaj ovaj popis
it: Visualizza questa lista
pl: Zobacz tę listę
pt: Ver esta lista
ru: Просмотреть этот список
sc: Abbista custa lista
uk: Переглянути цей список

source: Remove from your list?
ar: إزالة من قائمتك؟
de: Von Ihrer Liste entfernen?
es: ¿Quitar de tu lista?
fr: Supprimer de votre liste ?
hi: सूची से निकालें?
hr: Ukloniti iz tvog popisa?
it: Rimuovere dalla tua lista?
pl: Usnunąć z listy?
pt: Remover de sua lista?
ru: Удалить из вашего списка?
sc: Bogare dae sa lista tua?
uk: Видалити з вашого списку?

source: from <a href="%(link)s">You</a>
ar: من <a href="%(link)s">أنت</a>
de: von <a href="%(link)s">Ihnen</a>
es: de <a href="%(link)s">ti</a>
hr: od <a href="%(link)s">tebe</a>
sc: de <a href="%(link)s">tie</a>

source: from <a href="%(link)s">%(name)s</a>
ar: من <a href="%(link)s">%(name)s</a>
de: von <a href="%(link)s">%(name)s</a>
es: de <a href="%(link)s">%(name)s</a>
hr: od <a href="%(link)s">%(name)s</a>
sc: de <a href="%(link)s">%(name)s</a>

source: %(owner)s / Lists
ar: %(owner)s / قوائم
de: %(owner)s / Listen
es: %(owner)s / Listas
fr: %(owner)s / Listes
hi: %(owner)s / लिस्ट
hr: %(owner)s / popisi
it: %(owner)s / Liste
pl: %(owner)s / Listy
pt: %(owner)s / Listas
ru: Списки %(owner)s
sc: %(owner)s / listas
uk: %(owner)s / Списки

source: Yes, I'm sure
ar: نعم، أنا متأكد
de: Ja, Ich bin sicher
es: Sí, estoy seguro
fr: Oui, je suis sûr
hi: हाँ, मुझे यकीन है
hr: Da, sigurno
it: Si, procedi
pt: Sim, tenho certeza
ru: Да, я уверен(а)
sc: Eja, so seguru
uk: Так, я впевнений

source: No, cancel
ar: لا، إلغاء
de: Nein, abbrechen
es: No, cancelar
fr: Non, annuler
hi: नहीं, कैंसिल करें
hr: Ne, prekini
it: No, annulla
pt: Não, cancelar
ru: Нет, отменить
sc: Nono, annulla
uk: Ні, відмінити

source: Delete this list
ar: حذف هذه القائمة
de: Dieses Buch löschen
es: Borrar esta lista
fr: Supprimer cette liste
hi: इस सूची को नष्ट
hr: Izbriši ovaj popis
it: Elimina questa lista
pl: Usuń tę listę
pt: Deletar esta lista
ru: Удалить этот список
sc: Iscantzella custa lista
uk: Видалити цей список

source: Delete list
ar: حذف القائمة
de: Liste löschen
es: Borrar lista
fr: Supprimer la liste
hi: ज्ञापन सूची हटाएँ
hr: Izbriši popis
it: Elimina lista
pl: Usuń listę
pt: Deletar lista
ru: Удалить список
sc: Iscantzella sa lista
uk: Видалити цей список

source: Are you sure you want to delete this list?
ar: هل أنت متأكد أنك تريد حذف هذه القائمة؟
de: Sind Sie sicher, dass Sie diese Liste löschen möchten?
es: ¿Estás seguro de que quieres borrar esta lista?
fr: Êtes-vous sûr de vouloir supprimer cette liste ?
hi: क्या आप निश्चित हैं कि आप इन संपर्क सूची को मिटाना चाहते हैं ?
hr: Stvarno želiš izbrisati ovaj popis?
it: Vuoi davvero eliminare questa lista
pl: Czy na pewno chcesz usunąć tę listę?
pt: Tem certeza que quer deletar essa lista?
ru: Вы уверены, что хотите удалить этот список?
sc: Ses seguru chi boles cantzellare custa lista?
uk: Ви впевнені, що хочете видалити цей список?

source: Remove this seed?
ar: إزالة هذه البذور؟
de: Diese Quelle entfernen?
es: ¿Quitar este elemento?
fr: Supprimer cet élément ?
hi: इस बीज को हटा दें?
hr: Ukloniti ovaj element?
it: Rimuovere questo elemento?
pl: Usunąć ten plik inicujuący?
pt: Remover este elemento?
ru: Удалить это наименование?
sc: Bogare custu elementu?

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटायो
hr: Ukloni
it: Rimuovi
pl: Usuń
pt: Eliminar
ru: Удалить
sc: Boga
uk: Видалити

source: Are you sure you want to remove <strong>%(title)s</strong> from this list?
ar: هل أنت متأكد أنك تريد إزالة <strong>%(title)s</strong> من هذه القائمة؟
de: Sind sie sicher, dass sie <strong>%(title)s</strong> von der Liste entfernen möchten?
es: ¿Estás seguro de que quieres quitar <strong>%(title)s</strong> de tu lista?
fr: Voulez-vous vraiment supprimer <strong>%(title)s</strong> de cette liste ?
hi: क्या आप वाकई <strong>%(title)s</strong> को इस लिस्ट से हटाना चाहते हैं?
hr: Stvarno želiš ukloniti <strong>%(title)s</strong> s ovog popisa?
it: Vuoi davvero rimuovere <strong>%(title)s</strong> da questa lista?
pl: Czy na pewno chcesz usunąć<strong>%(title)s</strong> z tej listy?
pt: Tem certeza que quer remover <strong>%(title)s</strong> de sua lista?
ru: Вы уверены, что хотите удалить <strong>%(title)s</strong> из этого списка?
sc: Ses seguru de nche bòlere bogare <strong>%(title)s</strong> dae custa lista?
uk: Ви впевнені, що хочете видалити <strong>%(title)s</strong> з цього списку?

source: This reader hasn't created any lists yet.
ar: لم يقم هذا القارئ بإنشاء أي قوائم بعد.
de: Der/die Leser*in hat bisher keine Listen erstellt.
es: Este lector aún no ha creado ninguna lista.
fr: Ce lecteur n'a pas encore créé de liste.
hi: इस रीडर ने अभी तक कोई लिस्ट नहीं बनाई है।
hr: Ovaj čitatelj još nije izradio nijedan popis.
it: Questo utente non ha creato ancora nessuna lista.
sc: Custu letore no at galu creadu listas.
uk: Цей читач ще не створив жодного списку.

source: You haven't created any lists yet.
ar: لم تقم بإنشاء أي قوائم بعد.
de: Sie haben noch keine Listen erstellt.
es: Todavía no has creado ninguna lista.
fr: Vous n'avez pas encore créé de liste.
hi: आपने अभी तक कोई लिस्ट नहीं बनाई है।
hr: Još nisi stvori/la nijedan popis.
it: Non hai ancora creato nessuna lista.
sc: No as galu creadu listas.
uk: Ви ще не створили жодного списку.

source: Learn how to create your first list.
ar: تعلم كيفية إنشاء قائمتك الأولى.
de: Lernen Sie, Ihre erste Liste zu erstellen.
es: Aprende cómo crear tus propias listas.
fr: Apprenez comment créer votre première liste.
hi: अपनी पहली लिस्ट बनाने का तरीका जानें।
hr: Saznaj kako stvoriti tvoj prvi popis.
it: Impara come creare la tua prima lista.
sc: Impara comente creare sa prima lista tua.
uk: Дізнайтеся як створити перший список.

source: by <a href="%s">You</a>
es: por <a href="%s">ti</a>

source: My Lists (%(count)d)
es: Mis listas (%(count)d)
hr: Moji popisi (%(count)d)
sc: Listas meas (%(count)d)

source: You have no lists.
es: No tienes listas.
hr: Nemaš popise.
sc: Non tenes listas.

source: %(count)d List
es: %(count)d lista
fr: %(count)d liste
hi: %(count)d लिस्ट
hr: %(count)d popis
it: %(count)d lista
pl: %(count)d Lista
pt: %(count)d lista
ru: %(count)d список
sc: %(count)d lista
uk: %(count)d список

source: from
ar: من
de: Von
es: de
fr: de
hi: से
hr: od
it: da
pt: de
ru: из
sc: dae
uk: з

source: Loading<span class="loading-ellipsis">...</span>
ar: جارٍ التحميل<span class="loading-ellipsis">...</span>
de: Laden<span class="loading-ellipsis">...</span>
es: Cargando<span class="loading-ellipsis">...</span>
hr: Učitavanje <span class="loading-ellipsis">...</span>
sc: Carrighende<span class="loading-ellipsis">...</span>

source: Merge Authors
ar: دمج المؤلفين
de: Autoren zusammenführen
es: Fusionar autores
fr: Fusionner les auteurs
hi: लेखक मर्ज करें
hr: Sjedini autore
it: Fondi autori
pl: Połącz autorów
pt: Juntar autores
ru: Объединить авторов
sc: Auni autores
uk: Об'єднати авторів

source: No authors selected.
ar: لم يتم اختيار مؤلفين.
de: Keine Autoren ausgewählt.
es: No se han seleccionado autores.
fr: Pas d'auteur sélectionné.
hi: कोई लेखक नहीं चुना गया।
hr: Nijedan autor nije odabran.
it: Nessun autore selezionato.
pl: Brak wybranych autorów
pt: Nenhum autor foi selecionado.
ru: Авторы не выбраны.
sc: Perunu autore seletzionadu.
uk: Немає обраних авторів.

source: Please select a primary author record.
ar: يرجى اختيار سجل مؤلف رئيسي.
de: Bitte einen primären Autoreneintrag auswählen.
es: Por favor, selecciona un registro de autor principal.
fr: Veuillez sélectionner un auteur principal.
hi: कृपया एक प्राथमिक लेखक रिकॉर्ड चुनें।
hr: Odaberi zapis primarnog autora.
it: Seleziona la voce di un autore primario.
pt: Por favor, selecione um registro de autor principal.
ru: Пожалуйста, выберите запись главного автора.
sc: Seletziona unu registru de autore printzipale.
uk: Будь ласка, оберіть запис основного автора.

source: Please select some authors to merge.
ar: يرجى اختيار بعض المؤلفين لدمجهم.
de: Bitte Autoren auswählen, die zusammengeführt werden sollen.
es: Por favor, selecciona algunos autores para fusionar.
fr: Veuillez sélectionner des auteurs à fusionner.
hi: मर्ज करने के लिए कृपया कुछ लेखक चुनें।
hr: Odaberi neke autore za sjedinjavanje.
it: Seleziona alcuni autori da fondere.
pl: Wybierz autorów do połączenia.
pt: Por favor, selecione alguns autores para juntar.
ru: Пожалуйста, выберите несколько авторов для объединения.
sc: Seletziona unos cantos autores de aunire.
uk: Будь ласка, оберіть кількох авторів для об'єднання.

source: Select the oldest profile as primary -
ar: حدد أقدم ملف شخصي كملف رئيسي -
de: Wählen Sie das älteste Profil als primäres -
es: Seleccionar el perfil más antiguo como primario -
hr: Odaberi najstariji profil kao primarni –
sc: Seletziona su profilu prus betzu comente primàriu -

source: Select author records which should be merged with the primary
ar: حدد سجلات المؤلفين التي يجب دمجها مع السجل الرئيسي
de: Wählen Sie Autoreneinträge, welche mit dem primären Eintrag zusammengeführt werden soll
es: Selecciona los registros de autor que deben fusionarse con el principal
fr: Sélectionnez les auteurs qui doivent être fusionnés avec le principal
hi: लेखक रिकॉर्ड का चयन करें जिसे प्राथमिक के साथ विलय किया जाना चाहिए
hr: Odaberi zapise autora koji se trebaju sjediniti s primarnim autorom
it: Seleziona le voci autore che dovrebbero essere fuse con la primaria
pt: Selecione os registros de autor que devem juntar-se ao principal
ru: Выберите записи авторов, объединенных с основным автором
sc: Seletziona sos registros de autores de aunire cun su printzipale
uk: Оберіть записи авторів, які мають об'єднані з основним автором

source: Press MERGE AUTHORS.
ar: اضغط على دمج المؤلفين.
de: AUTOREN ZUSAMMENFÜHREN auswählen.
es: Presiona FUSIONAR AUTORES.
fr: Appuyez sur FUSIONNER LES AUTEURS.
hi: मर्ज लेखकों को दबाएँ।
hr: Pritisni SJEDINI AUTORE.
it: Premi FONDI AUTORI.
pl: Naciśnij POŁĄCZ AUTORÓW.
pt: Pressione JUNTAR AUTORES.
ru: Нажмите ОБЪЕДИНИТЬ АВТОРОВ.
sc: Incarca AUNI AUTORES.
uk: Натисніть ОБ'ЄДНАТИ АВТОРІВ.

source: No primary record
ar: لا يوجد سجل رئيسي
de: Kein primärer Eintrag
es: Sin registro principal
fr: Pas d'entrée principale
hi: कोई प्राथमिक रिकॉर्ड नहीं
hr: Nema primarnog zapisa
it: Nessuna voce primaria
pt: Sem registro principal
ru: Нет главной записи
sc: Perunu registru primàriu
uk: Немає основного запису

source: You must select a primary record to point the duplicates toward.
ar: يجب عليك اختيار سجل رئيسي للإشارة إليه التكرارات.
de: Sie müssen einen primären Eintrag auswählen, auf den die Duplikate verweisen sollen.
es: Debes seleccionar un registro maestro al que dirigir los duplicados.
fr: Vous devez sélectionner une entrée principale comme cible des doublons.
hi: डुप्लिकेट की ओर इशारा करने के लिए आपको एक प्राथमिक रिकॉर्ड चुनना होगा।
hr: Moraš odabrati primarni zapis na koji će duplikati ukazivati.
it: Devi selezionare una voce primaria cui puntare i duplicati.
pt: Você deve selecionar um registro para o qual dirigir os duplicados.
ru: Вы должны выбрать главную запись на которую будут указывать дубликаты.
sc: Depes seletzionare unu registru primàriu pro b'inditare sos duplicados.
uk: Ви повинні обрати основний запис на якого вказуватимуть дублікати.

source: Please Be Careful...
ar: يرجى الحذر...
de: Bitte Seien Sie vorsichtig…
es: Por favor, ten cuidado...
fr: S'il vous plaît, soyez prudent…
hi: कृपया सावधान रहें ...
hr: Oprez …
it: Per favore fai attenzione...
pl: Zachowaj ostrożność...
pt: Por favor, tenha cuidado...
ru: Пожалуйста, будьте осторожны...
sc: Dae cara, pro praghere...
uk: Будь ласка, будьте обережні...

source: <b>Are you sure</b> you want to merge these records?
ar: <b>هل أنت متأكد</b> أنك تريد دمج هذه السجلات؟
de: <b>Sind sie sicher</b>, dass sie diese Einträge zusammenführen möchten?
es: ¿<b>Estás seguro</b> de que quieres fusionar estos registros?
fr: <b>Êtes-vous sûr</b> de vouloir fusionner ces entrées ?
hi: <b>क्या आप वाकई</b> इन रिकॉर्ड को मर्ज करना चाहते हैं?
hr: <b>Stvarno</b> želiš sjediniti ove zapise?
it: <b>Vuoi davvero</b> fondere queste voci?
pl: <b>Czy na pewno</b> chcesz połączyć te dokumenty?
pt: <b>Você tem certeza</b> que quer juntar esses registros?
ru: <b>Вы уверены</b>, что вы хотите объединить эти записи?
sc: <b>Ses seguru</b> de bòlere aunire custos registros?
uk: <b>Ви впевнені</b>, що хочете об'єднати ці записи?

source: Primary
ar: رئيسي
de: Primär
es: Principal
fr: Principal
hi: प्राथमिक
hr: Primarni
it: Primaria
pt: Principal
ru: Главная
sc: Primàriu
uk: Основний

source: Merge
ar: دمج
de: Zusammenführen
es: Fusionar
fr: Fusionner
hi: मिलाएं
hr: Sjedini
it: Fondi
pl: Połącz
pt: Juntar
ru: Объединить
sc: Auni
uk: Об'єднати

source: birth/death date
ar: تاريخ الميلاد/الوفاة
de: Geburts-/Todesdatum
es: fecha de nacimiento/fallecimiento
hr: datum rođenja/smrti
sc: data de nàschida/morte

source: Open in a new window
ar: فتح في نافذة جديدة
de: In neuem Fenster öffnen
es: Abrir en una nueva ventana
fr: Ouvrir dans une nouvelle fenêtre
hi: नई विंडो में खोलें
hr: Otvori u novom prozoru
it: Apri in una nuova scheda
pl: Otwórz w nowym oknie
pt: Abrir em uma nova janela
ru: Открыть в новом окне
sc: Aberi in una ventana noa
uk: Відкрити в новому вікні

source: First published in
ar: أول نشر في
de: Ersterscheinungsdatum
es: Publicado por primera vez en
fr: Première publication en
hi: पहली बार में प्रकाशित
hr: Prvi put izdano
it: Pubblicato per la prima volta nel
pl: Pierwsza publikacja w
pt: Publicado pela primeira vez em
ru: Впервые опубликовано
sc: Publicadu a primu in su
uk: Уперше опубліковано

source: Visit this author's page in a new window
ar: زيارة صفحة المؤلف في نافذة جديدة
de: Die Autoren-Seite in einem neuen Fenster öffnen
es: Visitar la página del autor en una nueva ventana
fr: Visiter la page de cet auteur dans une nouvelle fenêtre
hi: इस लेखक के पेज पर एक नई विंडो में जाएँ
hr: Posjeti stranicu ovog autora u novom prozoru
it: Visita la pagina dell'autore in una nuova scheda
pl: Odwiedź stronę tego autora w nowym oknie
pt: Visitar a página do autor em uma nova janela
ru: Посетить страницу автора в новом окне
sc: Visita custa pàgina de s'autore in una bentana noa
uk: Відкрити сторінку автора в новому вікні

source: Comment:
ar: تعليق:
de: Kommentieren:
es: Comentario:
fr: Commentaire :
hi: टिप्पणी:
hr: Komentar:
it: Commento:
sc: Cummentu:
uk: Коментар:

source: Comment...
ar: علق...
de: Kommentieren...
es: Comentario...
fr: Commentaire…
hi: टिप्पणी...
hr: Komentar …
it: Commento...
sc: Cummentu...
uk: Коментар…

source: Request Merge
ar: طلب دمج
de: Zusammenführen anfragen
es: Soliticar fusión
fr: Demander une fusion
hi: मर्ज का अनुरोध करें
hr: Zatraži sjedinjavanje
it: Richiedi fusione
sc: Pedi un'unione
uk: Запитати про об'єднання

source: Reject Merge
ar: رفض الدمج
de: Zusammenführen ablehnen
es: Rechazar fusión
fr: Refuser la fusion
hi: मर्ज नामंज़ूर करें
hr: Odbij sjedinjavanje
it: Rigetta fusione
sc: Nega s'unione
uk: Відхилити об'єднання

source: Merge Works
ar: دمج الأعمال
de: Werke zusammenführen
es: Fusionar obras
fr: Fusionner des œuvres
hi: वर्क्स मर्ज करें
hr: Sjedini djela
it: Fondi opere
sc: Auni òperas
uk: Об'єднати роботи

source: Failed to submit comment. Please try again in a few moments.
ar: فشل في إرسال التعليق. يرجى المحاولة مرة أخرى بعد قليل.
de: Kommentar konnte nicht übermittelt werden. Bitte versuchen Sie es in einigen Augenblicken erneut.
es: No se ha podido enviar el comentario. Por favor, inténtalo de nuevo en unos momentos.
hr: Neuspjelo slanje komentara. Pokušaj ponovo malo kasnije.
sc: Imbiu de su cummentu fallidu. Torra a proare unu pagu prus a tardu.

source: (Optional) Why are you closing this request?
ar: (اختياري) لماذا تقوم بإغلاق هذا الطلب؟
de: (Optional) Warum schließen Sie diese Anfrage?
es: (Opcional) ¿Por qué cierras esta solicitud?
hr: (Opcionalno) Zašto zatvaraš ovaj zahtjev?
sc: (Optzionale) Proite ses serrende custa rechesta?
