Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: "%(shelf_name)s" Stats
fr: Statistiques de « %(shelf_name)s »
hi: "%(shelf_name)s "आँकड़े
it: Statistiche su "%(shelf_name)s"
pt: Estatísticas "%(shelf_name)s"
ru: "%(shelf_name)s" Статистика
uk: "%(shelf_name)s" Статистика

source: Displaying stats about <strong>%d</strong> books. Note all charts show only the top 20 bars. Note reading log stats are private.
fr: Montre les statistiques de <strong>%d</strong> livres. Seul les 20 barres les plus importantes sont affichées. Les statistiques du journal de lecture sont privées.
hi: <strong>%d</strong> पुस्तकों के बारे में आँकड़े प्रदर्शित करना। ध्यान दें कि सभी चार्ट केवल शीर्ष 20 बार दिखाते हैं। ध्यान दें कि लॉग आँकड़े पढ़ना निजी है।
it: Statistiche per <strong>%d</strong> libri. Nota che tutti i grafici mostrano solo le prime 20 barre. Le statistiche sulla cronologia di lettura sono private.
pt: Mostra estatísticas sobre <strong>%d</strong> livros. Tenha em conta que todos os gráficos mostram só as 20 primeiras barras. Note, também, que as estatísticas do histórico de leitura são privadas.
ru: Отображение статистики о <strong>%d</strong> книгах. Обратите внимание, что все графики показывают только 20 верхних столбцов. Обратите внимание, что статистика журнала чтения является приватной.
uk: Показуємо статистику для <strong>%d</strong> книг. Зауважте, графік показує лише найбільшу 20. Зверніть увагу, що статистика читацького журналу приватна.

source: Works by Author Ethnicity
fr: Œuvres par origine ethnique des auteurs
hi: लेखक जातीयता द्वारा कार्य
it: Opere in base all'etnia dell'autore
pt: Obras por etnia do autor
ru: Работы по этничности автора
uk: Роботи за етнічністю автора

source: Demographic statistics powered by <a href="https://www.wikidata.org/">Wikidata</a>. Here's a <a id="wd-query-sample" href="">sample</a> of the query used.
fr: Statistiques démographiques fournies par <a href="https://www.wikidata.org/">Wikidata</a>. Voici un <a id="wd-query-sample" href="">exemple</a> de requête utilisée.
hi: <a href="https://www.wikidata.org/">विकिडेटा</a> द्वारा संचालित जनसांख्यिकीय आँकड़े। यहाँ इस्तेमाल की गई क्वेरी का एक <a id="wd-query-sample" href="">नमूना</a> दिया गया है।
it: Statistiche sulla demografia fornite da <a href="https://www.wikidata.org/">Wikidata</a>. Qui c'è un <a id="wd-query-sample" href="">campione</a> della query usata.
pt: Estatísticas demográficas com a ajuda de <a href="https://www.wikidata.org/">Wikidata</a>. Aqui há um <a id="wd-query-sample" href="">exemplo</a> da consulta usada.
ru: Демографические данные берутся из <a href="https://www.wikidata.org/">Wikidata</a>. Вот <a id="wd-query-sample" href="">пример</a> используемого запроса.
uk: Демографічні дані беруться з <a href="https://www.wikidata.org/">Wikidata</a>. Ось <a id="wd-query-sample" href="">зразок</a> запиту, який використовується.

source: Sponsoring
fr: Parrainage
hi: प्रायोजन
it: Sostenendo
pt: Patrocínio
ru: Спонсорство
uk: Спонсорство

source: Forgot Your Open Library Email?
cs: Zapoměli jste váš Open Library email
fr: Avez-vous oublié votre courriel pour Open Library ?
hi: अपना ओपन लाइब्रेरी ईमेल भूल गए?
it: Hai dimenticato la tua email di Open Library?
pl: Nie pamiętasz swojego adresu e-mail na Open Library?
pt: Esqueceu o email da Open Library?
ru: Забыли электронную почту Open Library?
uk: Забули вашу поштову адресу від Open Library?

source: Sponsorship
fr: Parrainage
hi: प्रायोजन
it: Sostieni
pt: Patrocínio
ru: Спонсорство
uk: Спонсорство

source: Waiting Lists
fr: Listes d'attente
hi: प्रतीक्षा सूची
it: Liste d'attesa
pt: Listas de espera
ru: Списки ожидания
uk: Список очікування

source: Loan Status
fr: Statut de l'emprunt
hi: लोन की स्थिति
it: Stato del prestito
pt: Estado do empréstimo
ru: Статус займа
uk: Статус позики

source: Block %s
fr: Bloquer %s
it: Blocca %s
pt: Bloqueio %s
ru: Заблокировать %s
uk: Блокувати %s

source: Please, leave a short note about what you changed:
cs: Zanechte prosím krátkou poznámku o tom co jste upravily:
fr: Veuillez laisser une courte description de ce que vous avez modifié :
hi: कृपया इस बारे में एक छोटा नोट छोड़ें कि आपने क्या बदला है:
it: Per favore lascia una breve nota di quello che hai cambiato:
pl: Zostaw krótką notatkę o wprwadzonych przez Ciebie zmianach:
pt: Por favor, introduza um breve comentário sobre o que você modificou:
ru: Пожалуйста, оставьте краткую заметку о том, что вы изменили:
uk: Будь ласка, залиште короткий коментар про що ви змінили:

source: For example
cs: Například
fr: Par exemple
hi: उदाहरण के लिए
it: Per esempio
pl: Na przykład
pt: Por exemplo
ru: Например
uk: Наприклад

source: Since you are not logged in, please satisfy the reCAPTCHA below.
fr: Comme vous n'êtes pas connecté, veuillez recopier le texte ou les chiffres suivants.
hi: चूँकि आपने लॉग इन नहीं किया है, इसलिए कृपया नीचे दिए गए reCAPTCHA को पूरा करें।
it: Dato che non hai fatto l'accesso ti preghiamo di soddisfare il reCAPTCHA qui sotto.
pl: Poniważ nie jesteś zalogowana, prosimy o uzupełnienie reCAPTCHA poniżej.
pt: Já que você não está conectado, por favor, resolva o reCAPTCHA abaixo.
ru: Поскольку вы не вошли, пожалуйста, решите reCAPTCHA.
uk: Оскільки ви не ввійшли в Open Library, будь ласка, введіть reCAPTCHA нижче.

source: Libraries near you:
fr: Bibliothèques près de chez vous :
hi: आपके आस - पास लाइब्रेरी:
it: Biblioteche vicino a te:
pl: Biblioteki w Twoim pobliżu
pt: Bibliotecas perto de você:
ru: Библиотеки поблизости от вас:
uk: Бібліотеки поблизу вас:

source: Add a New Contributor Role
cs: Přidat novou roli
fr: Ajouter un nouveau rôle de contribution
hi: एक नई योगदानकर्ता भूमिका जोड़ें
it: Aggiungi un nuovo ruolo di contribuzione
pl: Dodaj nowego wspołtwórcę
pt: Adicionar um novo papel de contribuidor
ru: Добавить новую роль вкладчика
uk: Додати нову роль вкладника

source: What should we show in the menu?
fr: Que devons-nous montrer dans le menu ?
hi: हमें मेन्यू में क्या दिखाना चाहिए?
it: Cosa dovremmo mostrare nel menù?
pl: Co powinno znajdować się w menu?
pt: O que deveríamos mostrar no menu?
ru: Что нужно показать в меню?
uk: Що ми маємо показати в меню?

source: Add a New Type of Identifier
fr: Ajouter un nouveau type d'identifiant
hi: एक नया प्रकार का पहचानकर्ता जोड़ें
it: Aggiungi un nuovo tipo di identificativo
pl: Dodaj nowy rodzaj identyfikacji
pt: Adicionar um Novo Tipo de Identificador
ru: Добавить новый тип идентификатора
uk: Додати новий ідентифікатор

source: If the system has a website, what's the homepage?
fr: Si le système possède un site web, quel est sa page d'accueil ?
hi: अगर सिस्टम में एक वेबसाइट है, तो होमपेज क्या है?
it: Se il sistema ha un sito internet, qual è la homepage?
pl: Jeśli system ma stronę interentową, jaki jest jej główny adres?
pt: Se o sistema tem um website, qual é a sua página principal?
ru: Если у системы есть веб-сайт, какая главная страница?
uk: Якщо система має вебсайт, яка головна сторінка?

source: Please leave a note: Why is this ID useful?
fr: Pourriez-vous indiquer pourquoi cet identifiant est utile ?
hi: कृपया एक नोट छोड़ें: यह आईडी उपयोगी क्यों है?
it: Lascia una nota: perché questo ID è utile?
pl: Prosimy o uwagi: Dlaczego ten numer identyfikacyjny jest przydatny?
pt: Por favor, deixe um comentário: Por que este ID é útil?
ru: Пожалуйста, оставьте заметку: почему этот ID полезен?
uk: Будь ласка, залиште нотатку: чому цей ID корисний?

source: Add a New Classification System
fr: Ajouter un nouveau système de classification
hi: एक नया वर्गीकरण सिस्टम जोड़ें
it: Aggiungi un nuovo sistema di classificazione
pl: Dodaj nowy system klasyfikacji
pt: Adicionar um Novo Sistema de Clasificação
ru: Добавить новую систему классификации
uk: Додати нову систему класифікації

source: Please leave a note: Why is this classification useful?
fr: Pourriez-vous indiquer pourquoi cette classification est utile ?
hi: कृपया एक नोट छोड़ें: यह वर्गीकरण उपयोगी क्यों है?
it: Lascia una nota: perché questo sistema di classificazione è utile?
pl: Prosimy o uwagi: Dlaczego ten rodzaj kasyfikacji jest przydatny?
pt: Por favor, deixe um comentário: Por que esta clasificação é útil?
ru: Пожалуйста, оставьте заметку: почему эта классификация полезна?
uk: Будь ласка, залиште нотатку: чому ця класифікація корисна?

source: Can you direct us to more information about this classification system online?
fr: Pouvez-vous nous indiquer où trouver plus d'informations sur cette classification en ligne ?
hi: क्या आप हमें ऑनलाइन इस वर्गीकरण प्रणाली के बारे में अधिक जानकारी के लिए निर्देशित कर सकते हैं?
it: Puoi indirizzarci a più informazioni su questo sistema di classificazione online?
pl: Prosimy o podanie elektronicznego źródła informacji o tym systemie klasyfikacji.
pt: Você pode nos direcionar para mais informações sobre esse sistema de classificação online?
ru: Можете ли вы оставить ссылку на больше информации об этой классификации?
uk: Чи можете ви залишити посилання на більше інформації про цю класифікацію?

source: is an alternate title for
fr: est un autre titre de
hi: के लिए एक वैकल्पिक शीर्षक है
it: è un titolo alternativo per
pl: jest alternatywnym tytułem dla
pt: é um título alternativo para
ru: это альтернативное название для
uk: є альтернативною назвою для

source: You can search by title or by Open Library ID (like
fr: Vous pouvez chercher par titre ou par identifiant Open Library (comme
hi: आप शीर्षक या ओपन लाइब्रेरी आईडी द्वारा खोज सकते हैं (जैसे
it: Puoi cercare per titolo o per Open Library ID (come
pl: Możesz wyszukać przez tytuł lub przez ID z Open Library (like
pt: Você pode buscar pelo título ou pelo identificador da Open Library (como
ru: Вы можете искать по заголовку или Open Library ID (например,
uk: Ви можете шукати за заголовком або Open Library ID (наприклад,

source: That ISBN already exists for this edition.
fr: Cet ISBN existe déjà pour cette édition.
hi: कि इस संस्करण के लिए ISBN पहले से मौजूद है।
it: Quell'ISBN esiste già per questa edizione.
uk: Цей ISBN уже доданий до цього видання.

source: %(year)d Reading Goal:
fr: Objectif de lecture %(year)d :
hi: %(year)d में पढ़ने का लक्ष्य:
it: Obbiettivo di lettura %(year)d:
uk: Ціль з прочитання на %(year)d:

source: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> books
fr: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> livres
hi: <span class="reading-goal-progress__books-read">%(books_read)d</span> <span class="reading-goal-progress__goal"> %(goal)d</span> किताबें
it: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> libri
uk: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> книг

source: There are two ways to put an author's image on Open Library
fr: Il y a deux manières de mettre une photo de l'auteur sur Open Library
hi: ओपन लाइब्रेरी पर लेखक की छवि डालने के दो तरीके हैं
it: Ci sono due modi per mettere l'immagine di un autore su Open Library
pt: Há duas formas de introduzir a imagem de um autor a Open Library
ru: Изображение автора можно добавить в Open Library двумя способами
uk: Зображення автора можна додати двома способами до Open Library

source: There are two ways to put a cover image on Open Library
fr: Il y a deux manières de mettre une couverture sur Open Library
hi: ओपन लाइब्रेरी पर कवर इमेज लगाने के दो तरीके हैं
it: Ci sono due modi per mettere una copertina su Open Library
pt: Há duas formas de introduzir uma imagem de capa a Open Library
ru: Обложку можно добавить в Open Library двумя способами
uk: Обкладинку можна додати двома способами в Open Library

source: <strong>Pick one</strong> from the existing covers,
fr: <strong>Choisissez l'une</strong> des couvertures existantes,
hi: मौजूदा कवर में से<strong> एक चुनें</strong>,
it: <strong>Scegli una</strong> tra le copertine esistenti,
pl: <strong>Wybierz</strong> z istniejących okładek.
pt: <strong>Escolha uma</strong> das capas existentes,
ru: <strong>Выбрать</strong> из существующих обложек,
uk: <strong>Вибрати</strong> зі вже існуючих обкладинок,

source: Choose a JPG, GIF or PNG on your computer,
fr: Choisissez un fichier JPG, GIF ou PNG sur votre ordinateur,
hi: अपने कंप्यूटर पर एक JPG, GIF या PNG चुनें,
it: Scegli una JPG, GIF o PNG dal tuo computer,
pl: Wybierz plik JPG, GIF lub PNG z Twojego komputera.
pt: Escolha um JPG, GIF ou PNG do seu computador,
ru: Выбрать JPG, GIF или PNG на компьютере,
uk: Обрати JPG, GIF або PNG на комп'ютері,

source: Or, paste in the image URL if it's on the web.
fr: Ou, collez l'URL de l'image si elle est sur le web.
hi: या, अगर यह वेब पर है तो इमेज का URL पेस्ट करें।
it: O incolla l'URL di un'immagine se è sul web.
pl: Lub wklej URL obrazu z adresu internetowego.
pt: Ou cole o URL da imagem, se estiver na web.
ru: Или вставить URL-адрес изображения в интернете.
uk: Або вставити посилання на зображення в інтернеті.

source: Imported from %(source)s
it: Importato da %(source)s

source: Imported from %(source)s <a href="%(url)s">%(type)s record</a>.
fr: Importé de %(source)s <a href="%(url)s">l'entrée %(type)s</a>.
hi: %(source)s <a href="%(url)s"> %(type)s रिकॉर्ड</a> से इम्पोर्ट किया गया।
it: Importata da %(source)s <a href="%(url)s">%(type)s voce</a>.
pt: Importado de %(source)s <a href="%(url)s">%(type)s registro</a>.
ru: <a href="%(url)s">%(type)s Запись</a> импортирована из %(source)s.
uk: Дані імпортовано з %(source)s <a href="%(url)s">%(type)s</a>.

source: Found a <a href="%(url)s">matching record</a> from %(source)s.
fr: Une <a href="%(url)s">entrée correspondante</a> trouvée dans %(source)s.
hi: %(source)s से एक <a href="%(url)s"> रिकॉर्ड </a> मिला।
it: Trovata una <a href="%(url)s">voce corrispondente</a> da %(source)s.
pt: Encontrado um <a href="%(url)s">registro coincidente</a> de %(source)s.
ru: Найдены <a href="%(url)s">соответствующие записи</a> с %(source)s.
uk: Знайдено <a href="%(url)s">відповідні записи</a> з %(source)s.

source: We use a system called Markdown to format the text in your edits on Open Library. Some HTML formatting is also accepted. Paragraphs are automatically generated from any hard-break returns (blank lines) within your text. You can preview your work in real time below the editing field.
fr: Nous utilisons un système dit Markdown pour mettre en forme le texte dans vos modifications sur Open Library. Certaines balises HTML sont aussi acceptées. Les paragraphes sont générés automatiquement à partir des retours complets à la ligne (lignes vides) dans votre texte. Vous pouvez prévisualiser votre travail en temps réel sous le champ de modification.
hi: हम ओपन लाइब्रेरी पर आपके संपादन में टेक्स्ट को प्रारूपित करने के लिए मार्कडाउन नामक एक सिस्टम का उपयोग करते हैं। कुछ HTML फ़ॉर्मेटिंग भी स्वीकार की जाती है। पैराग्राफ आपके टेक्स्ट के भीतर किसी भी हार्ड - ब्रेक रिटर्न (रिक्त लाइनों) से स्वचालित रूप से उत्पन्न होते हैं। आप संपादन फ़ील्ड के नीचे वास्तविक समय में अपने काम का पूर्वावलोकन कर सकते हैं।
it: Usiamo un sistema chiamato Markdown per formattare il testo nelle modifiche su Open Library. Un po' di formattazione con HTML è anche accettata. I paragrafi sono generati ritorni a capo (righe vuote) nel testo. Puoi vedere un'anteprima delle modifiche in tempo reale sotto al campo di modifica.
pl: Używamy systemu Markdown do formatowania tekstu w Twoich edycjach w Open Library. Niektóre formatowanie HTML jest również akceptowane. Akapity są automatycznie generowane na podstawie zwrotów typu hard-break (puste linie) w Twoim tekscie. Możesz wyświetlić podgląd swojej pracy w czasie rzeczywistym poniżej pola edycji.
pt: Usamos um sistema chamado Markdown para formatar o texto de suas edições na Open Library. Algumas formatações HTML também são aceitas. Parágrafos são automaticamente gerados a partir de quebras de linha em branco dentro do seu texto. Você pode visualizar seu trabalho em tempo real abaixo do campo de edição.
ru: Мы используем систему под названием Markdown для форматирования текста ваших редактирований в Open Library. Некоторое HTML форматирование также приемлемо. Параграфы автоматически создаются при нажатии Enter в тексте. Вы можете просматривать свою работу в режиме реального времени под полем редактирования.
uk: Ми використовуємо систему, що зветься Markdown (розмітка), щоб форматувати текст ваших редагувань на Open Library. Деяке HTML форматування також прийнятне. Параграфи автоматично створюються при натисканні enter у тексті. Ви можете побачити передперегляд вашої праці вживу нижче від поля редагування.

source: Formatting marks should envelope the effected text, for example:
fr: Les balises de mise en forme doivent entourer le texte affecté, par exemple:
hi: स्वरूपण चिह्नों को प्रभावित पाठ को लिफाफा करना चाहिए, उदाहरण के लिए:
it: I segni di formattazione avvolgono il testo desiderato, per esempio:
pl: Znaki formatujące powinny otaczać utworzony tekst, na przykład:
pt: As marcas de formatação devem envolver o texto afetado. Por exemplo:
ru: Знаки форматирования должны обводить затронутый текст, например:

source: To "escape" any Markdown tags (i.e. use an asterisk as an asterisk rather than emphasizing text) place a backslash \ prior to the character.
fr: Pour « protéger » une balise Markdown (c-à-d. utiliser un astérisque comme un simple astérisque plutôt que pour accentuer le texte), placez une barre oblique inversée « \ » avant le caractère.
hi: किसी भी मार्कडाउन टैग को "एस्केप" करने के लिए (यानी टेक्स्ट पर ज़ोर देने के बजाय तारांकन के रूप में तारांकन का उपयोग करें) चरित्र से पहले एक बैकस्लैश \ रखें।
it: Per effettuare l'"escape" di qualsiasi tag Markdown (per esempio, per usare un asterisco come un asterisco piuttosto che per rendere il testo corsivo) si mette una barra rovesciata \ prima del carattere.
pl: Aby "uciec" tagom Markdown (tj. użyć gwiazdki jako gwiazdki zamiast podkreślenia tekstu) umieść ukośnik \ przed tym znakiem.
pt: Para "escapar" de qualquer etiqueta Markdown (ou seja, para usar um asterisco como asterisco ao invés de enfatizar o texto) coloque uma barra invertida \ antes do caractere.
ru: Чтобы "скрыть" любые теги Markdown (т.е. использовать звездочку как звездочку, а не как подчеркивание текста), поставьте перед символом обратную косую черту \.

source: watch for edits or export all records
fr: surveiller les modifications ou exporter toutes les entrées
hi: संपादन के लिए देखें या सभी रिकॉर्ड निर्यात करें
it: osserva per modifiche o esporta tutte le voci
pl: obserwuj zmiany lub eksportuj wszystkie kroniki
pt: buscar edições ou exportar todos os registros
ru: следить за изменениями или экспортом всех записей
uk: слідкувати за змінами або експортом усіх записів

source: Select a "primary" record that best represents the author -
fr: Sélectionnez une entrée « principale » qui représente le mieux l'auteur -
hi: एक "प्राथमिक" रिकॉर्ड का चयन करें जो लेखक का सबसे अच्छा प्रतिनिधित्व करता है -
it: Seleziona una voce "primaria" che meglio rappresenta l'autore -
pt: Selecione um registro "principal" que melhor represente o autor -
ru: Выберите «главную» запись, которая лучше всего представляет автора -
uk: Оберіть «основний» запис, який найкраще репрезентує автора -

source: Just now
fr: À l'instant
hi: अभी–अभी
it: Proprio ora
uk: Щойно

source: Showing requests reviewed by %(reviewer)s only.
fr: Affiche seulement les requêtes vérifiées par %(reviewer)s.
hi: सिर्फ़ %(reviewer)s द्वारा समीक्षा किए गए अनुरोध दिखाए जा रहे हैं।
it: Mostrando richieste revisionate solo da %(reviewer)s.
uk: Показуємо запити, які перевірив лише %(reviewer)s.

source: Remove reviewer filter
fr: Supprimer le filtre des critiques
hi: समीक्षक फ़िल्टर हटाएँ
it: Rimuovi filtro revisore

source: Show requests that I've reviewed
fr: Afficher les requêtes que j'ai vérifié
hi: उन अनुरोधों को दिखाएँ जिनकी मैंने समीक्षा की है
it: Mostra richieste che ho revisionato
uk: Показати запити, які перевірив я

source: Resolve
fr: Résoudre
hi: निराकरण
it: Risolvi
uk: Вирішити

source: Work
fr: Œuvre
hi: काम
it: Opera
uk: Робота

source: <strong>%(type)s</strong> merge request for <span class="book-title">%(title)s</span>
fr: Requête de fusion d'<strong>%(type)s</strong> pour <span class="book-title">%(title)s</span>
hi: <strong>%(type)s</strong> <span class="book-title">%(title)s</span> के लिए मर्ज अनुरोध
it: <strong>%(type)s</strong> richiesta di fusione per <span class="book-title">%(title)s</span>
uk: <strong>%(type)s</strong> запит на об'єднання для <span class="book-title">%(title)s</span>

source: Showing most recent comment only.
fr: Affiche seulement le commentaire le plus récent.
hi: सिर्फ़ सबसे हालिया कमेंट दिखाया जा रहा है।
it: Mostrando solo i commenti più recenti
uk: Показуємо лише найновіші коментарі.

source: View all
fr: Tout afficher
hi: सभी देखें
it: Vedi tutti
uk: Переглянути усе

source: Full Text Search
fr: Recherche en plein texte
hi: पूरा टेक्स्ट खोजें
it: Ricerca per testo completo
pl: Wyszukiwanie pełnotekstowe
pt: Busca de Texto Completo
ru: Поиск в тексте книг
uk: Пошук у тексті книг

source: No hits
fr: Aucun résultat
hi: कोई हिट नहीं
it: Nessun risultato
pl: Brak wyników
pt: Sem resultados
ru: Нет совпадений
uk: Немає результатів

source: No hits for: %(query)s
fr: Aucun résultat pour : %(query)s
hi: %(query)s के लिए कोई हिट नहीं
it: Nessun risultato per: %(query)s
pl: Brak wyników dla: %(query)s
pt: Sem resultados para: %(query)s
ru: Нет совпадений для: %(query)s
uk: Немає результатів для: %(query)s

source: Sorted by
fr: Trié par
hi: से छांटें
it: Ordinato per
uk: Сортовано за

source: View all recent changes
fr: Voir tous les changements récents
hi: सभी हाल के बदलाव देखें
it: Visualizza tutte le modifiche
pl: Zobacz wszystkie ostatnie zmiany
pt: Ver todas as mudanças recentes
ru: Показать все последние изменения
uk: Показати останні зміни

source: About
cs: O autorovi
fr: À propos
hi: परिचय
it: Riguardo l'autore
pl: Opis
pt: Sobre
ru: О
uk: Про

source: Websites
cs: Webové stránky
fr: Sites Web
hi: वेबसाइटें
it: Siti web
pl: Strony internetowe
pt: Sites
ru: Веб-сайты
uk: Вебсайти

source: Deprecated
fr: Obsolète
hi: पदावनत
it: Non più supportato
pl: Przestarzałe
pt: Obsoleto
ru: Устарело

source: Website
cs: Webová stránka
fr: Site Web
hi: वेबसाइट
it: Sito internet
pl: Strona internetowa
pt: Site
ru: Веб-сайт

source: Links <span class="gray small sansserif">(outside Open Library)
fr: Liens <span class="gray small sansserif">(en dehors d'Open Library)
hi: लिंक <span class="gray small sansserif">(ओपन लाइब्रेरी के बाहर)
it: Collegamenti <span class="gray small sansserif"> (fuori Open Library)
pl: Linki <span class="gray small sansserif">(spoza Open Library)
pt: Links <span class="gray small sansserif">(fora da Open Library)
ru: Ссылки <span class="gray small sansserif">(за пределами Open Library)

source: Label
fr: Étiquette
hi: लेबल
it: Etichetta
pt: Etiqueta
ru: Название

source: Last updated <span>%(date)s</span>
fr: Dernière mise à jour le <span>%(date)s</span>
hi: आखिरी बार <span>%(date)s</span> अपडेट किया गया
it: Ultimo aggiornamento il <span>%(date)s</span>
pt: Última atualização <span>%(date)s</span>
ru: Последний раз обновлено <span>%(date)s</span>
uk: Востаннє оновлено <span>%(date)s</span>

source: prefix
fr: préfixe
hi: उपसर्ग
it: prefisso
pt: prefixo
ru: префикс

source: Only
it: Solo

source: (Optional, but very useful!)
cs: (Volitelné, ale velmi užitečné!)
fr: (Facultatif, mais très utile !)
hi: (वैकल्पिक, लेकिन बहुत उपयोगी!)
it: (Opzionale, ma molto utile!)
pl: (Opcjonalne, ale bardzo pomocne!)
pt: (Opcional, mas muito útil!)
ru: (Необязательно, но очень полезно!)
uk: (необов'язкове, але дуже корисне!)

source: Delete this record
fr: Supprimer cette entrée
hi: इस रेकॉर्ड को मिटाएँ
it: Elimina questa voce
pt: Deletar este registro
ru: Удалить эту запись
uk: Видалити цей запис
