Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: There are two types of DAISYs on Open Library: <i>open</i> and <i>protected</i>. Open DAISYs can be read by anyone in the world on many different devices. Protected DAISYs like this one can only be opened using a key issued by the <a href="http://www.loc.gov/nls/">Library of Congress NLS program</a>.
es: Hay dos tipos de DAISY en la Biblioteca Abierta: <i>abierto</i> and <i>protegido</i>. Los DAISY abiertos pueden ser leídos por cualquier persona del mundo en muchos dispositivos diferentes. Los DAISY protegidos como este solo pueden abrirse usando una clave emitida por el <a href="http://www.loc.gov/nls/">programa NLS de la Biblioteca del Congreso</a>.
hr: Postoje dvije vrste DAISY-a na Open Library: <i>otvoreni</i> i <i>zaštićeni</i>. Otvorene DAISY datoteke može čitati svatko na svijetu na različitim uređajima. Zaštićene DAISY datoteke poput ove se mogu otvoriti samo pomoću ključa koji je izdao <a href="http://www.loc.gov/nls/">Library of Congress NLS program</a>.
sc: Bi sunt duas castas de DAISY in s'Open Library: <i>abertos</i> e <i>amparados</i>. Sos DAISY abertos los podet lèghere chie si siat in su mundu in medas dispositivos diferentes. Sos DAISY amparados che a custu si podent abèrrere petzi impreende una crae intregada dae su <a href="http://www.loc.gov/nls/">programma NLS de sa Biblioteca de su Cungressu</a>.

source: There are two types of DAISYs on Open Library: <i>open</i> and <i>protected</i>. Open DAISYs can be read by anyone in the world on many different devices. Protected DAISYs can only be opened using a key issued by the <a href="http://www.loc.gov/nls/">Library of Congress NLS program</a>.
ar: توجد نوعان من DAISYs في المكتبة الحرة: <i>مفتوح</i> و<i>محمي</i>. يمكن قراءة DAISYs المفتوحة من قبل أي شخص في العالم على العديد من الأجهزة المختلفة. DAISYs المحمية يمكن فتحها فقط باستخدام مفتاح صادر من <a href="http://www.loc.gov/nls/">برنامج مكتبة الكونغرس NLS</a>.
es: Hay dos tipos de DAISY en la Biblioteca Abierta: <i>abierto</i> y <i>protegido</i>. Los DAISY abiertos pueden ser leídos por cualquier persona del mundo en muchos dispositivos diferentes. Los DAISY protegidos solo pueden abrirse usando una clave emitida por el <a href="http://www.loc.gov/nls/">programa NLS de la Biblioteca del Congreso</a>.
hr: Postoje dvije vrste DAISY-a na Open Library: <i>otvoreni</i> i <i>zaštićeni</i>. Otvorene DAISY datoteke može čitati svatko na svijetu na različitim uređajima. Zaštićene DAISY datoteke se mogu otvoriti samo pomoću ključa koji je izdao <a href="http://www.loc.gov/nls/">Library of Congress NLS program</a>.
sc: Bi sunt duas castas de DAISY in s'Open Library: <i>abertos</i> e <i>amparados</i>. Sos DAISY abertos los podet lèghere chie si siat in su mundu in medas dispositivos diferentes. Sos DAISY amparados si podent abèrrere petzi impreende una crae intregada dae su <a href="http://www.loc.gov/nls/">programma NLS de sa Biblioteca de su Cungressu</a>.

source: Enjoy!
ar: استمتع!
de: Hab Spaß!
es: ¡Disfruta!
fr: Profitez-en bien !
hi: आनंद लें!
hr: Uživaj!
it: Divertiti!
pl: Baw się dobrze
pt: Se divirta!
ru: Наслаждайтесь!
sc: Ispàssia·ti!
uk: Насолоджуйтесь!

source: What is the DAISY format?
ar: ما هو تنسيق DAISY؟
de: Was ist das DAISY-Format?
es: ¿Qué es el formato DAISY?
hr: Što je DAISY format?
sc: Ite est su formadu DAISY?

source: The DAISY digital format helps people who have challenges using regular printed media. DAISY digital <span class="highlight">talking books</span> offer the benefits of regular audiobooks, with navigation within the book, to chapters or specific pages.
ar: تنسيق DAISY الرقمي يساعد الأشخاص الذين يواجهون صعوبات في استخدام الوسائط المطبوعة التقليدية. كتب DAISY الرقمية <span class="highlight">الصوتية</span> تقدم مزايا الكتب الصوتية التقليدية، مع إمكانية التنقل داخل الكتاب، إلى فصول أو صفحات محددة.
es: El formato digital DAISY ayuda a las personas que tienen dificultades para usar medios impresos normales. Los <span class="highlight">libros narrados</span> digitales DAISY ofrecen las ventajas de los audiolibros normales, con navegación dentro del libro, por capítulos o páginas concretas.
hr: Digitalni format DAISY pomaže ljudima koji imaju poteškoća s korištenjem običnih tiskanih medija. Digitalne DAISY <span class="highlight">knjige koje govore</span> nude prednosti običnih audio knjiga, s navigacijom unutar knjige na poglavlja ili na određene stranice.
sc: Su formadu digitale DAISY agiudat a sas persones chi tenent problemas cun s'impreu de mèdios imprentados in manera regulare. Sos <span class="highlight">libros chistionadores</span> digitales DAISY oferint sos benefìtzios de sos audiolibros regulares cun sa navigatzione a intro de su libru, cara a sos capìtulos o a a pàginas ispetzìficas.

source: More information at daisy.org
ar: مزيد من المعلومات على daisy.org
de: Mehr Informationen auf daisy.org
es: Más información en daisy.org
hr: Više informacija na daisy.org
sc: Àteras informatziones in daisy.org

source: What is the NLS?
ar: ما هو NLS؟
de: Was ist NLS?
es: ¿Qué es el NLS?
hr: Što je NLS?
sc: Ite est su NLS?

source: The Library of Congress <a href="http://www.loc.gov/nls/">National Library Service for the Blind and Physically Handicapped (NLS)</a> administers a free library program of braille and audio materials circulated to eligible borrowers in the United States through a national network of cooperating libraries.
ar: تدير مكتبة الكونغرس <a href="http://www.loc.gov/nls/">الخدمة الوطنية للمكتبات للمكفوفين والمعاقين جسديًا (NLS)</a> برنامج مكتبة مجاني للمواد المطبوعة بطريقة بريل والصوتية يتم توزيعها على المقترضين المؤهلين في الولايات المتحدة عبر شبكة وطنية من المكتبات المتعاونة.
es: El <a href="http://www.loc.gov/nls/">Servicio Nacional de Bibliotecas para Ciegos y Discapacitados Físicos (NLS)</a> de la Biblioteca el Congreso administra un programa de bibliotecas gratuitas de materiales en braille y audio que circulan entre los prestatarios que reúnen los requisitos en Estados Unidos a través de una red nacional de bibliotecas colaboradoras.
hr: <a href="http://www.loc.gov/nls/">Služba nacionalne knjižnice za slijepe i tjelesno hendikepirane (NLS)</a> knjižnice „Library of Congress“ upravlja besplatnom knjižničnom građom u brajici i audio materijalima koji se distribuiraju kvalificiranim zajmoprimcima u SAD-u putem nacionalne mreže surađujućih knjižnica.
sc: Su <a href="http://www.loc.gov/nls/">National Library Service for the Blind and Physically Handicapped (NLS)</a> (Servìtziu de biblioteca natzionale pro sos tzegos e sos disàbiles fìsicos) de sa Biblioteca de su Cungressu amministrat unu programma a indonu de materiales in braille e sonoros intregados a gente chi tenet diritu de los pigare in prèstidu in sos Istados Unidos pro mèdiu de una rete natzionale de bibliotecas chi cooperant.

source: Are you eligible to register?
ar: هل أنت مؤهل للتسجيل؟
de: Können Sie sich anmelden?
es: ¿Puedes inscribirte?
hr: Ispunjavaš li uvjete za registraciju?
sc: Tenes sos rechisitos pro ti registrare?

source: How do I find DAISYs on Open Library?
ar: كيف أجد كتب DAISY على المكتبة الحرة؟
de: Wie finde ich DAISY-Bücher auf OpenLibrary?
es: ¿Cómo puedo encontrar DAISY en la Biblioteca Abierta?
hr: Kako mogu pronaći DAISY datoteke na Open Library?
sc: Comente potzo atzapare sos DAISY in s'Open Library?

source: In addition to<a href="/subjects/accessible_book" title="Subject: Accessible book"> loads of open DAISYs</a>, the Open Library lists a smaller selection of<a href="/subjects/protected_DAISY" title="Subject: Protected DAISY"> protected DAISY titles</a> accessible to those with a Library of Congress NLS key. These titles are brought to you by the<a href="//archive.org/"> Internet Archive</a>.
ar: بالإضافة إلى <a href="/subjects/accessible_book" title="Subject: Accessible book">الكثير من DAISYs المفتوحة</a>، تسرد المكتبة الحرة مجموعة أصغر من <a href="/subjects/protected_DAISY" title="Subject: Protected DAISY">عناوين DAISY المحمية</a> المتاحة لأولئك الذين لديهم مفتاح مكتبة الكونغرس NLS. هذه العناوين مقدمة لك من <a href="//archive.org/">أرشيف الإنترنت</a>.
es: Además de<a href="/subjects/accessible_book" title="Subject: Accessible book"> loads of open DAISYs</a>, la Biblioteca Abierta ofrece una selección más reducida de<a href="/subjects/protected_DAISY" title="Subject: Protected DAISY"> títulos DAISY protegidos</a> accesibles para quienes dispongan de una clave NLS de la Biblioteca del Congreso. Estos títulos están disponibles gracias al<a href="//archive.org/"> Archivo de Internet</a>.
hr: Pored <a href="/subjects/accessible_book" title="Predmet: Dostupne knjige">mnogih otvorenih DAISY-a</a>, Open Library navodi manji izbor <a href="/subjects/protected_DAISY" title="Predmet: Zaštićeni DAISY">zaštićenih DAISY naslova</a> koji su dostupni osobama s Library of Congress NLS ključem. Ove naslove pruža <a href="//archive.org/">Internet Archive</a>.
sc: Paris a<a href="/subjects/accessible_book" title="Subject: Accessible book"> unu muntone de DAISY abertos</a>, s'Open Library tenent in lista una seletzione prus minore de<a href="/subjects/protected_DAISY" title="Subject: Protected DAISY"> tìtulos DAISY amparados</a>, chi bi podent atzèdere sos chi tenent una crae NLS de sa Biblioteca de su Cungressu. Custos tìtulos los frunit s'<a href="//archive.org/">Internet Archive</a>.

source: Looking for a specific title? The best way to find it is to<a href="/search"> search for it</a>.
ar: تبحث عن عنوان معين؟ أفضل طريقة للعثور عليه هي <a href="/search">البحث عنه</a>.
de: Suchen Sie ein bestimmtes Buch? Am besten finden Sie es mit der <a href="/search">Suchfunktion</a>.
es: ¿Buscas un título específico? La mejor forma de encontrarlo es<a href="/search"> buscar por él</a>.
hr: Tražiš određeni naslov? Najbolji način za pronalaženje je<a href="/search"> da ga tražiš</a>.
sc: Ti bisòngiat unu tìtulu ispetzìficu? Sa mègius manera de l'atzapare est a <a href="/search"> lu chircare</a>.

source: Need help?
ar: تحتاج إلى مساعدة؟
de: Brauchen Sie Hilfe?
es: ¿Necesitas ayuda?
hr: Trebaš pomoć?
sc: Ti bisòngiat agiudu?

source: Please read our <a href="/help/faq">FAQ on accessing books through Open Library</a>.
ar: يرجى قراءة <a href="/help/faq">الأسئلة الشائعة حول الوصول إلى الكتب عبر المكتبة الحرة</a>.
de: Bitte lesen Sie unsere <a href="/help/faq">FAQ zum Zugriff auf Bücher über Open Library</a>.
es: Lee nuestra <a href="/ayuda/faq">preguntas frecuentes sobre el acceso a libros a través de la Biblioteca Abierta</a>.
hr: Pročitaj naša <a href="/help/faq">često postavljana pitanja o pristupu knjigama putem Open Library</a>.
sc: Leghe·ti sas <a href="/help/faq">PF nostras subra de s'atzessu a sos libros pro mèdiu de s'Open Library</a>.

source: Add a little more?
ar: هل يمكنك إضافة المزيد؟
cs: Přidat něco navíc?
de: Etwas mehr hinzufügen?
es: ¿Añadir un poco más?
fr: En dire un peu plus ?
hi: थोड़ा और जोड़ें?
hr: Želiš li dodati još malo više?
it: Aggiungere qualcos'altro?
pl: Dodaj nieco więcej?
pt: Adicionar mais um pouco?
ru: Добавить ещё немного?
sc: Annànghere carchi cosa de prus?
uk: Додати трохи більше?

source: Thank you for adding that book! Any more information you could provide would be wonderful!
ar: شكرًا لإضافة هذا الكتاب! أي معلومات إضافية يمكنك تقديمها ستكون رائعة!
de: Vielen Dank, dass Sie das Buch hinzugefügt haben. Falls Sie weitere Informationen bereitstellen können, wäre das wundervoll!
es: ¡Gracias por añadir este libro! ¡Cualquier otra información que puedas proporcionar sería maravillosa!
fr: Merci d'avoir ajouté ce livre ! Ce serait formidable si vous pouviez fournir plus d'informations !
hi: उस किताब को जोड़ने के लिए धन्यवाद! कोई और जानकारी जो आप प्रदान कर सकते हैं वह अद्भुत होगी!
hr: Hvala ti na dodavanju te knjige! Svi dodatni podaci su dobrodošli!
it: Grazie per avere aggiunto un libro! Qualsiasi altra informazioni puoi fornire sarà meravigliosa!
pt: Obrigado por adicionar esse livro! Qualquer outra informação que você possa proporcionar seria maravilhosa!
ru: Спасибо, что добавили эту книгу! Любая дополнительная информация, которую вы можете предоставить, была бы замечательной!
sc: Gràtzias pro àere annantu cussu libru! Cale si siat àtera informatzione tue potzas frunire diat èssere una cosa bona meda!
uk: Дякуємо за додавання цієї книги! Будь-яка інформація, яку ви можете додати, буде корисною!

source: We already know about <b>%(work_title)s</b>, but not the <b>%(year)s %(publisher)s edition</b>. Thanks! Do you know any more about this edition?
ar: نحن نعرف بالفعل عن <b>%(work_title)s</b>، لكن ليس عن <b>%(year)s %(publisher)s edition</b>. شكرًا! هل تعرف المزيد عن هذه الطبعة؟
de: Wir kennen bereits das Werk <b>%(work_title)s</b>, aber nicht diese <b>%(year)s %(publisher)s Ausgabe</b>. Danke! Können Sie weitere Informationen hinzufügen?
es: Ya conocemos <b>%(work_title)s</b>, pero no la <b>edición %(year)s %(publisher)s</b>. ¡Gracias! ¿Sabes algo más sobre esta edición?
fr: Nous connaissons déjà <b>%(work_title)s</b>, mais pas l'<b>édition %(publisher)s %(year)s</b>. Merci ! Que connaissez-vous de plus sur cette édition ?
hi: हम पहले से ही <b>%(work_title)s</b> के बारे में जानते हैं, लेकिन <b>%(year)s %(publisher)s संस्करण</b> के बारे में नहीं। धन्यवाद! क्या आप इस संस्करण के बारे में अधिक जानते हैं?
hr: Već poznamo <b>%(work_title)s</b>, ali ne poznamo <b>izdanje izdavača %(publisher)s od %(year)s. godine</b>. Hvala! Imaš li još podataka o ovom izdanju?
it: Abbiamo già <b>%(work_title)s</b>, ma non l'<b>edizione %(publisher)s del %(year)s</b>. Grazie! Sai qualcos'altro su questa edizione?
pt: Já conhecemos <b>%(work_title)s</b>, mas não <b>edición %(year)s %(publisher)s</b>. Obigado! Você sabe mais alguma coisa sobre essa edição?
ru: Мы уже знаем о <b>%(work_title)s</b>, но не об издании <b>%(year)s года от %(publisher)s</b>. Спасибо! Знаете ли вы еще что-нибудь об этом издании?
sc: Connoschimus giai <b>%(work_title)s</b>, ma non s'editzione <b>%(year)s de %(publisher)s</b>. Gràtzias! Ischis àtera cosa subra de custa editzione?
uk: Ми вже знаємо про <b>%(work_title)s</b>, але не про видання <b>%(year)s від %(publisher)s</b>. Дякуємо! Чи знаєте ви ще щось про це видання?

source: We already know about the <b>%(year)s %(publisher)s edition</b> of <b>%(work_title)s</b>, but please, tell us more!
ar: نحن نعرف بالفعل عن <b>%(year)s %(publisher)s edition</b> من <b>%(work_title)s</b>، ولكن من فضلك، قل لنا المزيد!
de: Wir kennen bereits die <b>Ausgabe %(year)s %(publisher)s</b> von <b>%(work_title)s</b> aber bitte erzähl uns mehr!
es: Ya conocemos la <b>edición %(year)s %(publisher)s</b> de <b>%(work_title)s</b>, pero, por favor, ¡cuéntanos más!
fr: Nous connaissons déjà l'<b>édition %(publisher)s %(year)s</b> de <b>%(work_title)s</b>, mais dites-nous en plus !
hi: हम पहले से ही <b>%(work_title)s के %(year)s</b> <b>%(publisher)s संस्करण के बारे में जानते हैं</b>, लेकिन कृपया हमें और बताएँ!
hr: Već poznamo <b>izdanje izdavača %(publisher)s od %(year)s. godine</b> za <b>%(work_title)s</b>, ali nam slobodno pošalji još podataka!
it: Abbiamo già l'<b>edizione %(publisher)s del %(year)s</b> di <b>%(work_title)s</b>, ma per favore, dicci di più!
pt: Já conhecemos a <b>edición %(year)s %(publisher)s</b> de <b>%(work_title)s</b>, mas, por favor, nos diga mais!
ru: Мы уже знаем об издании <b>%(year)s года от %(publisher)s</b> работы <b>%(work_title)s</b>, но, пожалуйста, расскажите нам больше!
sc: Connoschimus giai s'<b>editzione %(publisher)s de su %(year)s</b> de <b>%(work_title)s</b>, ma, pro praghere, nara·nos carchi cosa de prus!
uk: Ми вже знаємо про видання <b>%(year)s від %(publisher)s</b> роботи <b>%(work_title)s</b>, але, будь ласка, розкажіть нам більше!

source: Editing...
ar: يتم التحرير...
cs: Upravuje...
de: Wird bearbeitet...
es: Edición...
fr: En cours de modification…
hi: संपादन...
hr: Uređivanje …
it: Modificando...
pl: Edytowanie...
pt: Editando...
ru: Редактирование...
sc: Modifichende...
uk: Редагування...

source: Delete Record
ar: حذف السجل
cs: Smazat záznam
de: Eintrag löschen
es: Borrar registro
fr: Supprimer l'entrée
hi: इस रेकॉर्ड को मिटाएँ? QSql
hr: Izbriži zapis
it: Elimina voce
pl: Usuń wpis
pt: Deletar registro
ru: Удалить запись
sc: Iscantzella su registru
uk: Видалити запис

source: Work Details
ar: تفاصيل العمل
de: Details des Werks
es: Detalles de la obra
fr: Détails de l'œuvre
hi: काम का ब्यौरा
hr: Detalji djela
it: Dettagli dell'opera
pt: Detalhes da obra
ru: Подробности работы
sc: Detàllios de su traballu
uk: Деталі роботи

source: Unknown publisher edition
ar: طبعة من ناشر غير معروف
de: Ausgabe von unbekanntem Verlag
es: Edición de editorial desconocida
fr: Édition inconnue
hi: अज्ञात प्रकाशक संस्करण
hr: Izdanje nepoznatog izdavača
it: Edizione sconosciuta
pt: Edição de editora desconhecida
ru: Издание от неизвестного издателя
sc: Editzione de editore disconnotu
uk: Видання від невідомого видавця

source: This Work
ar: هذا العمل
de: Dieses Werk
es: Esta obra
fr: Cette œuvre
hi: यह कार्य
hr: Ovo djelo
it: Questa opera
pt: Esta obra
ru: Эта работа
sc: Cust'òpera
uk: Ця робота

source: You can search by author name (like <em>j k rowling</em>) or by Open Library ID (like <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
ar: يمكنك البحث حسب اسم المؤلف (مثل <em>j k rowling</em>) أو بواسطة معرف المكتبة الحرة (مثل <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
de: Sie können such nach Autorennamen (wie <em>j k rowling</em> oder nach der OpenLibrary-ID (wie <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
es: Puedes buscar por nombre de autor (como <em>j k rowling</em>) o por el identificador de la Biblioteca Abierta (como <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
fr: Vous pouvez effectuer une recherche par nom d'auteur (comme <em>j k rowling</em>) ou par identifiant Open Library (comme <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
hi: आप लेखक के नाम से (जैसे <em>j k rowling) या</em> ओपन लाइब्रेरी आईडी (जैसे OL23919A) से खोज <a href="/authors/OL23919A" target="_blank"><em></em></a>सकते हैं।
hr: Možeš tražiti po imenu autora (poput <em>j k rowling</em>) ili po Open Library ID-oznaci (poput <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
it: Puoi cercare per nome dell'autore (come <em>j k rowling</em>) oppure per Open Library ID (come <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
pl: Możesz wyszukiwać przez nazwisko autora(like <em>j k rowling</em>) lub przez numer identyfikacyjny na Open Library(like <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
pt: Você pode buscar pelo nome do autor (como <em>j k rowling</em>) ou pelo identificador da Open Library (como <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
ru: Вы можете искать автора по имени (например, <em>Джоан Роулинг</em>) или по Open Library ID (например, <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
sc: Podes chircare impreende su nùmene de s'autore (che a <em>j k rowling</em>) o s'ID de Open Library (che a <a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).
uk: Ви можете шукати автора за ім'ям (наприклад, <em>Джоан Роулінг</em>) або за Open Library ID (наприклад,<a href="/authors/OL23919A" target="_blank"><em>OL23919A</em></a>).

source: Author editing requires javascript
ar: تحرير المؤلف يتطلب JavaScript
de: Bearbeitung von Autoren benötigt JavaScript
es: La edición del autor requiere javascript
fr: La modification d'auteur nécessite javascript
hi: लेखक संपादन के लिए जावास्क्रिप्ट की आवश्यकता है
hr: Za mijenjanje autora potreban je JavaScript
it: Per modificare un autore devi avere JavaScript abilitato
pt: A edição de autor requer javascript
ru: Для редактирования автора требуется JavaScript
sc: Pro modificare s'autore tenes bisòngiu de javascript
uk: Щоб редагувати автора потрібно ввімкнути javascript

source: Add Excerpts
ar: إضافة مقتطفات
cs: Přidat výtah
de: Auszüge hinzufügen
es: Añadir extractos
fr: Ajouter des extraits
hi: अंश जोड़ें
hr: Dodaj izvatke
it: Aggiungi estratti
pl: Dodaj fragmenty
pt: Adicionar extratos
ru: Добавить отрывок
sc: Annanghe estratos
uk: Додати виноску

source: Links
ar: روابط
cs: Odkazy
es: Enlaces
fr: Liens
hi: लिंक्स
hr: Poveznice
it: Collegamenti
pl: Linki
ru: Ссылки
sc: Ligàmenes
uk: Посилання

source: Work Identifiers
es: Identificadores de obra
hr: Identifikatori djela

source: Do you know any identifiers for this work?
es: ¿Conoces algún identifificador para esta obra?
hr: Poznaš li bilo koji identifikator za ovo djelo?

source: These identifiers apply to all editions of this work, for example Wikidata work identifiers. For edition-specific identifiers, like ISBN or LCCN, go to the edition tab.
es: Estos identificadores se aplican a todas las ediciones de esta obra, por ejemplo, los identificadores de obras de Wikidata. Para identificadores específicos de cada edición, como el ISBN o el LCCN, vaya a la pestaña «Edición».
hr: Ovi se identifikatori primjenjuju na sva izdanja ovog djela, na primjer Wikidata identifikatore djela. Za identifikatore specifičnih izdanja, kao što su ISBN ili LCCN idi na kartici izdanja.

source: Publish date unknown, %(publisher)s
ar: تاريخ النشر غير معروف، %(publisher)s
de: Veröffentlichungsdatum unbekannt, %(publisher)s
es: Fecha de publicación desconocida, %(publisher)s
fr: Date de publication inconnue, %(publisher)s
hi: प्रकाशित करने की तारीख अज्ञात, %(publisher)s
hr: Datum izdavanja nepoznat, %(publisher)s
it: Data di pubblicazione sconosciuta, %(publisher)s
pt: Data de publicação desconhecida, %(publisher)s
ru: Дата публикации неизвестна, %(publisher)s
sc: Data de publicatzione disconnota, %(publisher)s
uk: Дата публікації невідома, %(publisher)s

source: in %(languagelist)s
ar: بـ %(languagelist)s
es: en %(languagelist)s
fr: en %(languagelist)s
hi: %(languagelist)s में
hr: na %(languagelist)s
pl: opublikoane w językach %(languagelist)s
pt: em %(languagelist)s
ru: на %(languagelist)s
uk: такими мовами: %(languagelist)s

source: Select this subject
ar: اختر هذا الموضوع
de: Dieses Thema auswählen
es: Seleccionar este tema
fr: Sélectionner ce thème
hi: इस विषय का चयन करें
hr: Odaberi ovaj predmet
it: Selezione questo argomento
sc: Seletziona custu argumentu

source: How would you describe this book?
ar: كيف تصف هذا الكتاب؟
cs: Jak by jste popsaly tuto knihu?
de: Wie würden Sie das Buch beschreiben?
es: ¿Cómo describirías este libro?
fr: Comment décririez-vous ce livre ?
hi: आप इस पुस्तक का वर्णन कैसे करेंगे?
hr: Kako bi opisao/la ovu knjigu?
it: Come descriveresti questo libro?
pl: Jak opisał\(a\)byś tę książkę?
pt: Como você descreveria esse livro?
ru: Как вы бы описали эту книгу?
sc: Comente dias bòlere descrìere custu libru?
uk: Як би ви описали цю книгу?

source: There's no wrong answer here.
ar: لا توجد إجابة خاطئة هنا.
cs: Neexistuje špatná odpověď.
de: Es gibt hier keine falschen Antworten.
es: No hay respuestas erróneas aquí.
fr: Il n'y a pas de mauvaise réponse ici.
hi: यहाँ कोई गलत जवाब नहीं है।
hr: Ovdje nema krivog odgovora.
it: Non c'è risposta sbagliata qui.
pl: Nie ma tu złych odpowiedzi.
pt: Não existem respostas erradas aqui.
ru: Здесь нет неправильного ответа.
sc: Non bi sunt rispostas isballiadas inoghe.
uk: Тут немає неправильної відповіді.

source: Subject keywords?
ar: كلمات مفتاحية للموضوع؟
de: Themen Schlüsselwörter?
es: ¿Palabras clave del tema?
fr: Mots-clés du thème ?
hi: विषय कीवर्ड?
hr: Ključne riječi područja?
it: Parole chiave dell'argomento?
pl: Tematyka i słowa kluczowe
pt: Palavras chave sobre o tema?
ru: Ключевые слова по рубрике?
sc: Paràulas crae de s'argumentu?
uk: Теми?
