Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Open Library is an open, editable library catalog, building towards a web page for every book ever published. Read, borrow, and discover more than 3M books for free.
ar: Open Library هو كتالوج مكتبة مفتوح وقابل للتعديل، يبني نحو صفحة ويب لكل كتاب تم نشره على الإطلاق. اقرأ، اقترض، واكتشف أكثر من 3 مليون كتاب مجاناً.
de: Open Library ist ein frei zugänglicher und von allen zu editierbarer Online-Katalog, welcher jedes Buch enthalten soll, das jemals veröffentlicht wurde. Lesen, ausleihen und entdecken von mehr als 3 Mio. Büchern.
es: Biblioteca Abierta es un catálogo bibliotecario abierto y editable, que crea una página web para cada libro publicado. Lee, toma prestado y descubre más de 3M de libros de forma gratuita.
fr: Open Library est un catalogue de bibliothèque ouvert et modifiable, qui cherche à créer une page web pour chaque livre qui ait jamais été publié. Lisez, empruntez et découvrez plus de 3 millions de livres gratuitement.
hi: ओपन लाइब्रेरी एक खुली, संपादन योग्य लाइब्रेरी कैटलॉग है, जो हर किताब के लिए एक वेब पेज बनाती है 3 मिलियन से ज़्यादा किताबें मुफ़्त में पढ़ें, उधार लें और खोजें।
hr: Open Library je otvoren i urediv knjižnični katalog, smišljen za izradu web-stranice za svaku ikada izdanu knjigu. Čitaj, posudi i pronađi više od 3 milijuna knjiga besplatno.
it: Open Library è una biblioteca aperta e modificabile che mira a costruire una pagina per ogni libro mai pubblicato. Leggi, prendi in prestito e scopri più di 3 milioni di libri gratuitamente.
pt: Open Library é um catálogo bibliotecario aberto e editável, que cria uma página web para cada livro publicado. Leia, pegue emprestado e descubra mais de 3M de livros de forma gratuita.
ru: Open Library - это открытый, редактируемый библиотечный каталог, создающий веб-страницу для каждой когда-либо опубликованной книги. Читайте, занимайте и открывайте для себя более 3 млн книг бесплатно.
sc: Open Library est unu catàlogu de biblioteca abertu, editàbile, chi s'isvilupat cun sa punna de tènnere una pàgina web pro cada libru chi siat mai istadu publicadu. Leghe, piga a prèstidu e iscoberi prus de 3 milliones de libros de badas.
uk: Open Library — це відкритий бібліотечний каталог, який може редагувати кожен, створюючи вебсторінку для кожної книги, яка була опублікована. Читайте, позичайте та відкривайте для себе понад 3 мільйони книг безплатно.

source: Debug Stats
es: Estadísticas de depuración
hr: Statistika otklanjanja grešaka
sc: Istatìsticas de depuratzione de còdighe

source: Reading Log Stats
ar: إحصائيات سجل القراءة
de: Lese-Logbuch Statistiken
es: Estadísticas de registro de lectura
fr: Statistiques du journal de lecture
hi: लॉग आँकड़े पढ़ना
hr: Statistika dnevnika čitanja
it: Statistiche sulla cronologia di lettura
pt: Estatísticas de registro de leitura
ru: Статистика журнала чтения
sc: Istatìsticas de sa cronologia de letura
uk: Статистика читацького журналу

source: # Books Logged
ar: # كتب تم تسجيلها
de: # Bücher protokolliert
es: Nº de libros registrados
fr: # Livres enregistrés
hi: # पुस्तकें लॉग की गईं
hr: Broj zabilježenih knjiga
it: # di libri tracciati
pt: Nº de livros registrados
ru: # записанных книг
sc: # Libros registrados
uk: # реєстрованих книг

source: The total number of books logged using the Reading Log feature
ar: العدد الإجمالي للكتب التي تم تسجيلها باستخدام ميزة سجل القراءة
de: Die gesamte Anzahl protokollierter Bücher aus der Leseprotokoll-Funktion
es: El número total de libros registrados mediante la función de registro de lectura
fr: Le nombre total de livres enregistrés en utilisant le journal de lecture
hi: रीडिंग लॉग सुविधा का उपयोग करके लॉग की गई पुस्तकों की कुल संख्या
hr: Ukupni broj zabilježenih pročitanih knjiga koristeći funkciju „Dnevnik čitanja”
it: Il numero totale di libri registrati usando la funzionalità della cronologia di lettura
pt: O número total de livros registrados mediante a função de registro de leitura
ru: Общее количество книг, записаных с помощью функции "Журнал чтения"
sc: Su nùmeru totale de sos libros registrados impreende sa funtzionalidade de sa cronologia de letura
uk: Загальна кількість книг, реєстрованих з допомогою читацького журналу

source: All time
ar: جميع الأوقات
de: Gesamtzeit
es: De todos los tiempos
fr: De tous les temps
hi: पूरे समय
hr: Svo vrijeme
it: Sempre
pt: De todos os tempos
ru: За всё время
sc: Totu su tempus
uk: За весь час

source: # Unique Users Logging Books
ar: عدد المستخدمين الفريدين الذين قاموا بتسجيل الكتب
de: Zahl der eindeutigen Benutzer, die Bücher loggen
es: Nº de usuarios únicos que registran libros
fr: # Utilisateurs uniques ayant enregistré des livres
hi: # यूनीक यूज़र लॉगिंग बुक्स
hr: Broj pojedinačnih korisnika koji bilježe knjige
it: # di utenti unici che tengono traccia di libri
pt: Nº de usuários únicos que registram livros
ru: # уникальных пользователей, записавшие книги
sc: # Utentes ùnicos chi imbiant libros
uk: # Унікальних користувачів, що реєстрували книги

source: The total number of unique users who have logged at least one book using the Reading Log feature
ar: إجمالي عدد المستخدمين الفريدين الذين قاموا بتسجيل كتاب واحد على الأقل باستخدام ميزة سجل القراءة
de: Die Gesamtzahl der Benutzer, die zumindest ein Buch mit der Leselog-Funktiongeloggt haben
es: El número total de usuarios únicos que han registrado al menos un libro usando la función de registro de lectura
fr: Le nombre total d'utilisateurs uniques ayant enregistré au moins un livre en utilisant le journal de lecture
hi: रीडिंग लॉग सुविधा का उपयोग करके कम से कम एक पुस्तक लॉग करने वाले अद्वितीय उपयोगकर्ताओं की कुल संख्या
hr: Ukupni broj pojedinačnih korisnika koji su zabilježili barem jednju pročitanu knjigu koristeći funkciju „Dnevnik čitanja”
it: Il numero totale di utenti unici che hanno tenuto traccia di almeno un libro usando la funzionalità della cronologia di lettura
pt: O número total de usuários únicos que tenham registrado ao menos um livro usando a função de registro de leitura
ru: Общее количество уникальных пользователей, которые записали хотя бы одну книгу с помощью функции "Журнал чтения"
sc: Su nùmeru totale de utentes ùnicos chi ant registradu a su mancu unu libru impreende sa funtzionalidade de sa cronologia de letura
uk: Загальна кількість унікальних користувачів, що зареєстрували принаймні одну книгу з допомогою читацького журналу

source: # Books Starred
ar: # الكتب المميزة
de: # Bücher bewerten
es: Nº de libros con estrella
fr: # Livres notés
hr: Broj ocijenjenih knjiga
it: # di libri preferiti
pt: Nº de livros com estrela
ru: # оценённых книг
sc: # Libros isteddados

source: The total number of books which have been starred
ar: إجمالي عدد الكتب التي تم تمييزها
de: Die gesamte Anzahl an Büchern, welche bewertet wurden
es: Número total de libros con estrella
fr: Le nombre total de livres qui ont été notés
hi: उन पुस्तकों की कुल संख्या जिन्हें तारांकित किया गया है
hr: Ukupni broj ocijenjenih knjiga
it: Il numero totale di libri che sono stati segnati come preferiti
pt: Número total de livros com estrela
ru: Общее количество оценённых книг
sc: Su nùmeru totale de libros chi ant retzidu un'isteddu

source: Total # Unique Raters (all time)
ar: إجمالي عدد المقيمين الفريدين (منذ البداية)
de: Gesamtzahl an eindeutigen Bewertern (seit Beginn)
es: Nº total de calificadores únicos (de todos los tiempos)
fr: # total d'évaluateurs uniques (de tous les temps)
hi: कुल # Unique Raters (हर समय)
hr: Ukupni broj pojedinačnih ocjenjivača (svo vrijeme)
it: Numero totale di votanti unici (di sempre)
pt: Nº total de avaliadores únicos (de todo tempo)
ru: # уникальных оценок (за всё время)
sc: Nùmeru totale de votantes ùnicos (de semper)
uk: # унікальних людей, що оцінили книги (за весь час)

source: Most Wanted Books (This Month)
ar: أكثر الكتب طلباً (هذا الشهر)
de: Meistgewünschte Bücher (dieser Monat)
es: Libros más deseados (este mes)
fr: Lives les plus recherchés (Ce mois-ci)
hi: मोस्ट वांटेड बुक्स (इस महीने)
hr: Najtraženije knjige (ovaj mjesec)
it: Libri più voluti (questo mese)
pt: Livros mais desejados (este mês)
ru: Самые востребованные книги (за этот месяц)
sc: Libros prus disigiados (custu mese)
uk: Найбажаніші книги (цього місяця)

source: Added %(count)d time
ar: أضيفت %(count)d مرة
de: Insgesamt %(count)d mal hinzugefügt
es: Añadido %(count)d vez
fr: Ajouté %(count)d fois
hi: %(count)d बार जोड़ा गया
hr: Dodano %(count)d puta
it: Aggiunto %(count)d volta
pt: Adicionado %(count)d vez
sc: Agiuntu %(count)d borta

source: Most Wanted Books (All Time)
ar: أكثر الكتب طلباً (منذ البداية)
de: Meistgewünschte Bücher (seit Beginn)
es: Libros más deseados (de todos los tiempos)
fr: Lives les plus recherchés (De tous les temps)
hi: मोस्ट वांटेड बुक्स (हर समय)
hr: Najtraženije knjige (svo vrijeme)
it: Libri più voluti (di sempre)
pt: Libros mais desejados (de todo tempo)
ru: Самые востребованные книги (за всё время)
sc: Libros prus disigiados (de semper)
uk: Найбажаніші книги (за весь час)

source: Most Logged Books
ar: أكثر الكتب التي تم تسجيلها
de: Meistgeloggte Bücher
es: Libros más registrados
fr: Lives les plus enregistrés
hi: सबसे ज़्यादा लॉग की गई किताबें
hr: Najčešće zabilježene knjige
it: Libri più tracciati
pt: Livros mais registrados
ru: Самые записываемые книги
sc: Libros prus registrados

source: Most Read Books (All Time)
ar: أكثر الكتب قراءة (منذ البداية)
de: Meistgelesene Bücher (jemals)
es: Libros más leídos (de todos el tiempo)
fr: Livres les plus lus (De tous les temps)
hi: सबसे ज़्यादा पढ़ी जाने वाली किताबें (हर समय)
hr: Najčitanije knjige (svo vrijeme)
it: Libri più letti (di sempre)
pt: Livros mais lidos (de todo tempo)
ru: Самые читаемые книги (за всё время)
sc: Libros prus letos (de semper)

source: Most Rated Books
ar: أكثر الكتب تقييماً
de: Meistbewertete Bücher
es: Libros más calificados
fr: Livres les plus notés
hi: सबसे ज़्यादा रेटिंग वाली किताबें
hr: Knjige s najviše ocjena
it: Libri più letti
pt: Livros mais avaliados
ru: Самые оцениваемые книги
sc: Libros prus votados

source: Most Rated Books (All Time)
ar: أكثر الكتب تقييماً (منذ البداية)
de: Meistbewertete Bücher (seit Beginn)
es: Libros más calificados (de todos los tiempos)
fr: Livres les plus notés (De tous les temps)
hi: सबसे ज़्यादा रेटिंग वाली किताबें (सभी समय)
hr: Knjige s najviše ocjena (svo vrijeme)
it: Libri più letti (di sempre)
pt: Livros mais avaliados (de todo tempos)
ru: Самые оцениваемые книги (за всё время)
sc: Libros prus votados (de semper)

source: We couldn't find any books about
ar: لم نتمكن من العثور على أي كتب عن
de: Wir konnten keine Bücher finden, über
es: No hemos podido encontrar ningún libro sobre
fr: Nous n'avons trouvé aucun livre au sujet de
hi: हमें इसके बारे में कोई किताबें नहीं मिलीं
hr: Nismo pronašli nijednu knjigu o
it: Non abbiamo trovato nessun libro riguardo
pt: Não podemos encontrar nenhum livro sobre
ru: Мы не смогли найти ни одной книги о
sc: Non semus resèssidos a atzapare perunu libru subra de

source: Edit %(title)s
ar: تعديل %(title)s
de: Bearbeite %(title)s
es: Editar %(title)s
fr: Modifier %(title)s
hi: %(title)s में बदलाव करें
hr: Uredi %(title)s
it: Modifica %(title)s
pl: Edytuj %(title)s
pt: Editar %(title)s
ru: Редактировать %(title)s
sc: Modìfica %(title)s
uk: Редагувати %(title)s

source: This only appears in the document head, and gets attached to bookmark labels
ar: يظهر هذا فقط في رأس الوثيقة، ويتم إرفاقه بعلامات الإشارات المرجعية
de: Das erscheint nur im Dokumentenkopf und wird an Lesezeichen-Label angehängt
es: Solo aparece en la cabecera del documento y se adjunta a las etiquetas de los marcadores
fr: Ceci apparaît uniquement dans l'entête du document, et est attaché aux étiquettes de marque-page
hi: यह सिर्फ़ डॉक्यूमेंट हेड में दिखाई देता है, और बुकमार्क लेबल से अटैच हो जाता है
hr: Ovo se pojavljuje samo u zaglavlju dokumenta i pridružuje se oznakama zabilješki
it: Questo compare solo nella testata del documento e viene inserito alle etichette dei segnalibri
pt: Só aparece na cabeceira do documento e se junta às etiquetas dos marcadores
ru: Оно отображается только в шапке документа и прикрепляется к меткам закладок
sc: Custu aparit petzi in s'intestatzione, e est ligadu a sas etichetas de sos sinnalibros

source: Intro
ar: مقدمة
de: Einleitung
es: Introducción
fr: Introduction
hi: परिचय
hr: Uvod
it: Introduzione
pt: Introdução
ru: Введение
sc: Introdutzione

source: This appears in first column.
ar: يظهر هذا في العمود الأول.
de: Das erscheint in der ersten Spalte.
es: Esto aparece en la primera columna.
fr: Ceci apparaît dans la première colonne.
hi: यह पहले कॉलम में दिखाई देता है।
hr: Ovo se pojavljuje u prvom stupcu.
it: Questo appare nella prima colonna.
pt: Isso aparece na primeira coluna.
ru: Это отображается в первой колонке.
sc: Custu aparit in sa prima colonna.

source: This appears in the second column, at top.
ar: يظهر هذا في العمود الثاني، في الأعلى.
de: Das erscheint in der zweiten Spalte am Anfang.
es: Esto aparece en la segunda columna, en la parte superior.
fr: Ceci apparaît dans la deuxième colonne, en haut.
hi: यह दूसरे कॉलम में सबसे ऊपर दिखाई देता है।
hr: Ovo se pojavljuje gore u drugom stupcu.
it: Questo appare nella seconda colonna, in alto.
pt: Isso aparece na segunda coluna, na parte superior.
ru: Это отображается во второй колонке сверху.
sc: Custu aparit in sa de duas colonnas, in pitzos.

source: Mailing List
ar: قائمة البريد
de: Mailingliste
es: Lista de correo
fr: Liste de diffusion
hi: डाक- सूची को जवाब भेजें
hr: Mailing lista
pt: Lista de email
ru: Список рассылки
sc: Listas de posta eletrònica

source: This appears below the links list.
ar: يظهر هذا أسفل قائمة الروابط.
de: Das erscheint unter der Link-Liste.
es: Aparece debajo de la lista de enlaces.
fr: Ceci apparaît sous la liste de liens.
hi: यह लिंक सूची के नीचे दिखाई देता है।
hr: Ovo se pojavljuje ispod popisa poveznica.
it: Questo appare sotto la lista dei collegamenti.
pt: Aparece debaixo da lista de links.
ru: Это отображается под списком ссылок.
sc: Custu aparit in suta de sa lista de ligàmenes.

source: For more information
es: Para más información
hr: Za više informacija
sc: Pro àteras informatziones

source: Edit Author
ar: تعديل المؤلف
cs: Upravit autora
de: Autor bearbeiten
es: Editar autor
fr: Modifier l'auteur
hi: लेखक में बदलाव करें
hr: Uredi autora
it: Modifica autore
pl: Edytuj autora
pt: Editar autor
ru: Редактировать автора
sc: Modìfica s'autore
uk: Редагувати автора

source: Please use natural order. For example: <strong>Leo Tolstoy</strong> not <strong>Tolstoy, Leo</strong>.
ar: يرجى استخدام الترتيب الطبيعي. على سبيل المثال: <strong>ليو تولستوي</strong> وليس <strong>تولستوي، ليو</strong>.
cs: Použíjte přirozené pořadí. Například: <strong>Lev Tolstoj</strong> ne <strong>Tolstoj, Lev</strong>.
de: Bitte benutzen Sie die natürliche Reihenfolge. Zum Beispiel: <strong>Leo Tolstoy</strong>, nicht <strong>Tolstoy, Leo</strong>.
es: Por favor, usa el orden natural. Por ejemplo: <strong>Leo Tolstoy</strong>, no <strong>Tolstoy, Leo</strong>.
fr: Utilisez l'ordre naturel. Par exemple : <strong>Léon Tolstoï</strong> et non <strong>Tolstoï, Léon</strong>.
hi: कृपया कुदरती ऑर्डर का इस्तेमाल करें। उदाहरण के लिए: <strong>लियो टॉल्स्टॉय</strong> <strong>टॉल्स्टॉय नहीं, लियो</strong>।
hr: Koristi uobičajeni oblik. Npr.: <strong>Leo Tolstoy</strong> umjesto <strong>Tolstoy, Leo</strong>.
it: Usa un ordine naturale. Per esempio: <strong>Lev Tolstoy</strong> non <strong>Tolstoy, Lev</strong>.
pl: Prosimy o podanie imienia i nazwiska. Na przykład: <strong>Lew Tołstoj</strong> nie <strong>Tołstoj, Lew</strong>.
pt: Por favor, use a ordem natural. Por exemplo: <strong>Leo Tolstoy</strong>, não <strong>Tolstoy, Leo</strong>.
ru: Пожалуйста, используйте нормальный порядок. Например: <strong>Лев Толстой</strong>, а не <strong>Толстой, Лев</strong>.
sc: Imprea s'òrdine naturale. A esèmpiu: <strong>Leo Tolstoy</strong> non <strong>Tolstoy, Leo</strong>.
uk: Будь ласка, використовуйте звичайний порядок. Наприклад: <strong>Тарас Шевченко</strong>, а не <strong>Шевченко, Тарас</strong>.

source: A short bio?
ar: سيرة ذاتية قصيرة؟
cs: Krátký životopis?
de: Eine Kurzbiographie?
es: ¿Una breve biografía?
fr: Une courte biographie ?
hi: एक छोटा सा बायो?
hr: Kratka biografija?
it: Una breve biografia?
pl: Krótka biografia?
pt: Uma breve biografia?
ru: Краткая биография?
sc: Una biografia curtza?
uk: Коротка біографія?

source: If you "borrow" information from somewhere, please make sure to cite the source.
ar: إذا كنت "تستعير" معلومات من مكان ما، يرجى التأكد من الإشارة إلى المصدر.
cs: Pokudsi informaci někde "vypůjčíte", uveďte rposím citaci zdroje.
de: Wenn Sie informationen von anderer Stelle "leihen", zitieren Sie bitte Ihre Quelle.
es: Si tomas «prestada» información de algún otro lugar, por favor, asegúrate de citar la fuente.
fr: Si vous « empruntez » des informations ailleurs, assurez-vous d'en citer la source.
hi: अगर आप कहीं से जानकारी "उधार" लेते हैं, तो कृपया स्रोत का हवाला देना न भूलें।
hr: Ako odnekud „posudiš” podatak, navedi izvor.
it: Se "prendi in prestito" informazioni da qualche parte assicurati di citare la fonte.
pl: Jeśli "pożyczasz" pewne informacje z innych źródeł, prosimy o ich podanie.
pt: Se você pegar "emprestado" informações de algum outro lugar, por favor, não se esqueça de citar a fonte.
ru: Если вы заимствуете информацию откуда-то, пожалуйста, укажите источник.
sc: Si "pigas in prèstidu" informatziones dae aterue pro praghere ammenta·ti de nde tzitare s'orìgine.
uk: Якщо ви «позичаєте» інформацію звідкись, будь ласка, вкажіть джерело.

source: Date of birth
ar: تاريخ الميلاد
cs: Datum narození
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hi: जन्मतिथि
hr: Datum rođenja
it: Data di nascita
pl: Data urodzenia
pt: Data de nascimento
ru: Дата рождения
sc: Data de nàschida
uk: Дата народження

source: Date of death
ar: تاريخ الوفاة
cs: Datum úmrtí
de: Zeitpunkt des Todes
es: Fecha de defunción
fr: Date de décès
hi: मृत्यु की तिथि
hr: Datum smrti
it: Data di morte
pl: Data śmierci
pt: Data da morte
ru: Дата смерти
sc: Data de morte
uk: Дата смерті

source: We're not storing structured dates (yet) so a date like "21 May 2000" is recommended.
ar: نحن لا نخزن تواريخ منسقة (بعد) لذا يُوصى بتاريخ مثل "21 مايو 2000".
de: Wir speichen (noch) keine strukturierten Datums-Daten, weshalb Daten wie "21 May 2000" empfohlen werden.
es: No estamos almacenando fechas estructuradas (todavía), por lo que se recomienda una fecha como «21 May 2000».
fr: Nous ne stockons pas (encore) de dates structurées donc une date au format « 21 May 2000 » est conseillé.
hi: हम संरचित तारीखों (अभी तक) को संग्रहीत नहीं कर रहे हैं, इसलिए "21 मई 2000" जैसी तारीख की सिफारिश की जाती है।
hr: Ne spremamo strukturirane datume (još ne), stoga preporučujemo navoditi datume u obliku „21. svibnja 2000.”.
it: Non conserviamo dati strutturati (per ora) quindi una data come "21 Maggio 2000" è preferibile.
pl: Nie przechowujemy (jeszcze) ustrukturyzowanych dat, prosimy o podanie daty w formacie "21 maj 2000".
pt: Não estamos armazenando datas estruturadas (por enquanto), então se recomenda uma data como "21 May 2000".
ru: Мы не сохраняем структурированные даты (пока), поэтому рекомендуется использовать такой формат «21 мая 2000».
sc: Non semus sarvende datos istruturados (pro como) duncas a data che a "21 May 2000" est racumandada.
uk: Ми не зберігаємо структуровані дати (поки що), тому рекомендовано вживати такий формат «21 травня 2000».

source: This is a deprecated field. You can help improve this record by removing this date and populating the "Date of birth" and "Date of death" fields. Thanks!
ar: هذا حقل منسوخ. يمكنك المساعدة في تحسين هذا السجل عن طريق إزالة هذا التاريخ وملء حقلي "تاريخ الميلاد" و"تاريخ الوفاة". شكراً!
de: Dieses Feld ist veraltet. Sie können diesen Eintrag verbessern, indem Sie das Datum entfernen und stattdessen "Geburtsdatum" und "Todestag" ausfüllen. Danke!
es: Este es un campo obsoleto. Puedes ayudar a mejorar este registro eliminando esta fecha y rellenando los campos «Fecha de nacimiento» y «Fecha de defunción». ¡Gracias!
fr: Ce champ est obsolète. Vous pouvez améliorer cette entrée en supprimant cette date et en renseignant les champs « date de naissance » et « date de décès ». Merci !
hi: यह एक पदावनत फ़ील्ड है। आप इस तारीख को हटाकर और "जन्म की तारीख" और "मृत्यु की तारीख" फ़ील्ड को पॉप्युलेट करके इस रिकॉर्ड को बेहतर बनाने में मदद कर सकते हैं। धन्यवाद!
hr: Ovo je zastarjelo polje. Možeš poboljšati ovaj zapis uklanjanjem ovog datuma i popunjavanjem polja „Datum rođenja” i „Datum smrti”. Hvala!
it: Questo è campo non più supportato. Puoi migliorare questa voce rimuovendo questa data e compilando i campi "Data di nascita" d "Data di morte". Grazie!
pt: Este é um campo obsoleto. Você pode ajudar a melhorar esse registro ao remover essa data e preenchendo os campos "Data de nascimento" e "Data da morte". Obrigado!
ru: Это устаревшее поле. Вы можете улучшить эту запись, удалив эту дату и добавив поля «Дата рождения» и «Дата смерти». Спасибо!
sc: Custu est unu campu disusadu. Podes agiudare a megiorare custu registru boghende·li custa data e compilende sos campos "Data de nàschida" e "Data de morte". Gràtzias!
uk: Це нерекомендоване поле. Ви можете покращити цей запис видаливши цю дату і додавши поля «Дата народження» і «Дата смерті». Дякуємо!

source: Does this author go by any other names?
ar: هل يستخدم هذا المؤلف أسماء أخرى؟
cs: Má tento autor nějaká další jména
de: Ist diese*r Autor*in noch unter anderem Namen bekannt?
es: ¿Tiene este autor algún otro nombre?
fr: Cet auteur est-il connu sous d'autres noms ?
hi: क्या यह लेखक किसी अन्य नाम से जाना जाता है?
hr: Je li ovaj autor poznat pod drugim imenima?
it: Questo autore ha altri nomi?
pl: Czy autor posługiwał się innymi nazwiskami lub pseudonimami?
pt: Esse autor tem mais algum nome?
ru: Известен ли этот автор под другими именами?
sc: Custu autore est connotu cun àteros nùmenes?
uk: Чи відомий цей автор під іншими іменами?

source: For example: Lev Nikolayevich Tolstoy was also known as Leo Tolstoy. Please list one name per line.
es: Por ejemplo: Lev Nikoláievich Tolstói también era conocido como León Tolstói. Indica un nombre por línea.
hr: Na primjer: Lav Nikolajevič Tolstoj je bio poznat i kao Lav Tolstoj. Navedi jedno ime po retku.
sc: Pro esèmpiu, Lev Nikolayevich Tolstoj fiat connotu fintzas comente Leon Tolstoj. Inserta unu nùmene pro lìnea.

source: Identifiers
ar: معرفات
de: Identifikatoren
es: Identificadores
hr: Identifikatori
sc: Identificadores

source: Author Identifiers Purpose
ar: الغرض من معرفات المؤلف
de: Autorenidentifikatoren-Zweck
es: Propósito de los identificadores de autor
fr: Utilité des identifiants d'auteur
hi: लेखक पहचानकर्ता उद्देश्य
hr: Svrha identifikatora autora
it: Scopo dell'identificatore dell'autore
sc: Punna de s'identificadore de s'autore

source: %(page_title)s | Open Library
ar: %(page_title)s | المكتبة الحرة
es: %(page_title)s | Biblioteca Abierta
hi: %(page_title)s | ओपन लाइब्रेरी

source: Author of %(book_titles)s
ar: مؤلف %(book_titles)s
de: Autor von %(book_titles)s
es: Autor de %(book_titles)s
fr: Auteur de %(book_titles)s
hi: %(book_titles)s के लेखक
hr: Autor od %(book_titles)s
it: Autore di %(book_titles)s
pl: Autor %(book_titles)s
pt: Autor de %(book_titles)s
ru: Автор %(book_titles)s
sc: Autore de %(book_titles)s
uk: Автор %(book_titles)s

source: Merging Authors...
ar: دمج المؤلفين…
de: Autoren zusammenführen…
es: Fusionando autores...
fr: Fusion d'auteurs en cours…
hi: लेखकों को मिलाया जा रहा है...
hr: Sjedinjavanje autora …
it: Fondendo autori...
pl: Łączenie autorów...
pt: Juntando autores...
ru: Объединение авторов...
sc: Aunende sos autores...
uk: Об'єднання авторів...

source: In progress...
ar: قيد التنفيذ…
de: In Bearbeitung...
es: En curso...
fr: En cours…
hi: प्रगति पर है...
hr: U tijeku …
it: In corso...
pt: Em andamento...
ru: В процессе...
sc: In progressu...
uk: У процесі...
