Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Only lists with up to %(max)s editions can be exported. This one has %(count)s.
ar: يمكن تصدير القوائم التي تحتوي على %(max)s نسخ كحد أقصى فقط. هذه القائمة تحتوي على %(count)s.
de: Nur Listen bis maximal %(max)s Ausgaben können exportiert werden. Diese hat %(count)s.
es: Solo se pueden exportar listas con %(max)s ediciones. Esta tiene %(count)s.
fr: Seules les listes contenant jusqu'à %(max)s éditions peuvent être exportées. Celle-ci en a %(count)s.
hi: केवल %(max)s संस्करणों वाली सूचियों को निर्यात किया जा सकता है। इसमें %(count)s हैं।
hr: Izvesti se mogu samo popisi s najviše %(max)s izdanja. Ovaj sadrži %(count)s.
it: Solo liste con al massimo %(max)s edizioni possono essere esportate. Questa ne ha %(count)s.
pt: Só se podem exportar listas com %(max)s edições. Esta tem %(count)s.
ru: Экспортировать можно только списки с количеством изданий до %(max)s. В этом списке %(count)s.
sc: Petzi sas listas cun finas a %(max)s editziones si podent esportare. Custa nde tenet %(count)s.

source: Try removing some seeds for more focus, or look at <a href="%s">bulk download</a> of the catalog.
ar: حاول إزالة بعض المصادر لمزيد من التركيز، أو اطلع على <a href="%s">تنزيلات بالجملة</a> للكتالوج.
de: Versuchen Sie für besseren Fokus, einige Quellen zu entfernen, oder schauen Sie sich den <a href="%s">Massendownload</a> des Katalogs an.
es: Intenta quitar algunos elementos para focalizar mejor, o consulta <a href="%s">descarga masiva</a> del catálogo.
fr: Essayez de supprimer certains éléments pour un meilleur résultat ou consultez le <a href="%s">téléchargement en vrac</a> du catalogue.
hi: अधिक फ़ोकस के लिए कुछ बीज निकालने की कोशिश करें, या कैटलॉग के <a href="%s">थोक डाउनलोड</a> को देखें।
hr: Pokušaj ukloniti neke elemente ili pogledaj <a href="%s">skupno preuzimanje</a> kataloga.
it: Prova a rimuovere elementi o dai un'occhiata al <a href="%s">download in massa</a> del catalogo
pt: Tente remover alguns elementos para melhor foco, ou consulte o <a href="%s">download massivo</a> do catálogo.
ru: Попробуйте удалить некоторые наименования для большего внимания, или посмотрите <a href="%s">скачивание</a> каталога.
sc: Pro a nde bogare unos cantos elementos pro tènnere resurtados prus cuntzentrados, o pòmpia·ti <a href="%s">s'iscarrigamentu massivu</a> de su catàlogu.

source: %(name)s | Lists | Open Library
ar: %(name)s | القوائم | المكتبة الحرة
de: %(name)s | Listen | Open Library
es: %(name)s | Listas | Biblioteca Abierta
fr: %(name)s | Listes | Open Library
hi: %(name)s | सूचियाँ | Open Library
hr: %(name)s | Popisi | Open Library
it: %(name)s | Liste | Open Library
pt: %(name)s | Listas | Open Library
ru: %(name)s | Списки | Open Library
sc: %(name)s | Listas | Open Library

source: View the list on Open Library.
ar: عرض القائمة على المكتبة الحرة.
de: Die Liste bei OpenLibrary anzeigen.
es: Ver la lista en la Biblioteca Abierta.
fr: Voir la liste sur Open Library.
hi: ओपन लाइब्रेरी पर सूची देखें।
hr: Pogledaj popis na Open Library.
it: Visualizza la lista su Open Library.
pt: Ver a lista na Open Library.
ru: Просмотреть список на Open Library.
sc: Pòmpia sa lista in s'Open Library.
uk: Переглянути список на Open Library.

source: Remove this item?
ar: إزالة هذه العناصر؟
de: Diesen Link entfernen?
es: ¿Quitar este elemento?
fr: Supprimer cet élément ?
hi: यह आइटम हटाएँ?
hr: Ukloniti ovu stavku?
it: Rimuovere questo elemento?
pt: Remover este elemento?
ru: Удалить этот элемент?
sc: Bogare custu elementu?
uk: Видалити цей елемент?

source: Last modified <span>%(date)s</span>
ar: آخر تعديل <span>%(date)s</span>
de: <span>%(date)s</span> zuletzt aktualisiert
es: Última modificación <span>%(date)s</span>
hr: Zadnja promjena <span>%(date)s</span>
sc: Urtìma modìfica: <span>%(date)s</span>

source: Remove seed
ar: إزالة المصدر
de: Quelle entfernen
es: Quitar elemento
fr: Supprimer l'élément
hi: बीज निकालें
hr: Ukloni element
it: rimuovi elemento
pt: Remover elemento
ru: Удалить наименование
sc: Boga elementu

source: Are you sure you want to remove this item from the list?
ar: هل أنت متأكد أنك تريد إزالة هذه العناصر من القائمة؟
de: Sind Sie sicher, dass sie dieses Objekt von der Liste entfernen wollen?
es: ¿Estás seguro de que quieres quitar este elemento de la lista?
fr: Voulez-vous vraiment supprimer cet élément de la liste ?
hi: क्या आप वाकई इस आइटम को लिस्ट से हटाना चाहते हैं?
hr: Stvarno želiš ukloniti ovaj element iz popisa?
it: Vuoi davvero rimuovere questo elemento dalla lista?
pt: Você tem certeza que quer remover este elemento da lista?
ru: Вы уверены, что хотите удалить этот элемент из списка?
sc: Ses seguru chi nche cheres bogare custu elementu dae sa lista?
uk: Ви впевнені, що хочете видалити цей елемент зі списку?

source: Remove Seed
ar: إزالة المصدر
de: Quelle entfernen
es: Quitar elemento
fr: Supprimer l'élément
hi: बीज निकालें
hr: Ukloni element
it: Rimuovi elemento
pt: Remover elemento
ru: Удалить наименование
sc: Boga elementu

source: You are about to remove the last item in the list. That will delete the whole list. Are you sure you want to continue?
ar: أنت على وشك إزالة آخر عنصر في القائمة. سيؤدي ذلك إلى حذف القائمة بالكامل. هل أنت متأكد أنك تريد الاستمرار؟
de: Sie sind daran, dass letzte verbleibende Objekt von der Liste zu entfernen. Dadurch wird die Liste ebenfalls gelöscht. Sind sie sicher, dass Sie fortfahren wollen?
es: Estás a punto de quitar el último elemento de la lista. Eso borrará toda la lista. ¿Estás seguro de que quieres continuar?
fr: Vous êtes sur le point de supprimer le dernier élément de la liste. Cela supprimera toute la liste. Êtes-vous sûr de vouloir continuer ?
hi: आप सूची में से अंतिम आइटम को हटाने वाले हैं। इससे पूरी लिस्ट डिलीट हो जाएगी। क्या आप वाकई जारी रखना चाहते हैं?
hr: Uklonit ćeš zadnju stavku u popisu. Time se briše cijeli popis. Stvarno želiš nastaviti?
it: Stai per rimuovere l'ultimo elemento nella lista. Questo eliminerà tutta la lista. Vuoi davvero continuare?
pt: Você está prestes a remover o último item da lista. Isso deletará toda a lista. Tem certeza que quer continuar?
ru: Этот элемент последний в списке, его удаление приведет к удалению целого списка. Вы уверены, что хотите продолжить?
sc: Ses prontu a iscantzellare s' ùrtimu elementu de sa lista. Custu at a iscantzellare totu sa lista. Ses seguru chi boles sighire?
uk: Цей елемент є останнім в списку, його видалення призведе до видалення цілого списку. Ви впевнені, що хочете продовжити?

source: There are no items on this list.
ar: لا توجد عناصر في هذه القائمة.
de: Auf dieser Liste gibt es keine Einträge.
es: No hay elementos en esta lista.
hr: Ovaj popis nema stavki.
sc: Non b'at elementos in custa lista.

source: <a href="/search" target="_blank">Search for book, subjects, or authors</a> to add to your list.
ar: <a href="/search" target="_blank">ابحث عن كتب أو مواضيع أو مؤلفين</a> لإضافتها إلى قائمتك.
de: <a href="/search" target="_blank">Suchen Sie nach Büchern, Themen oder Autoren</a>, um sie Ihrer Liste hinzuzufügen.
es: <a href="/search" target="_blank">Busca libros, temas o autores</a> para añadirlos a tu lista.
hr: <a href="/search" target="_blank">Traži knjigu, predmete ili autore</a> za dodavanje u popis.
sc: <a href="/search" target="_blank">Chirca libros, argumentos o autores</a> de annànghere a sa lista tua.

source: Learn more.
ar: تعلم المزيد.
de: Mehr erfahren.
es: Para saber más.
hr: Saznaj više.
sc: Impara de prus.

source: List Metadata
ar: بيانات القائمة
de: Metadaten auflisten
es: Lista de metadatos
fr: Métadonnées de la liste
hi: सूची मेटाडेटा
hr: Popis metapodataka
it: Metadati della lista
pt: Lista de metadatos
ru: Метаданные списка
sc: Metadatos de sa lista

source: Derived from seed metadata
ar: مستمدة من بيانات المصدر
de: Abgeleitete Metadaten der Quelle
es: Derivado de los metadatos de los elementos
fr: Dérivées des métadonnées des éléments
hi: बीज मेटाडेटा से व्युत्पन्न
hr: Izvedeno iz metapodataka elemenata
it: Derivati da metadati dell'elemento
pt: Derivado dos metadatos dos elementos
ru: Получено из метаданных наименования
sc: Derivados dae sos metadatos de s'elementu

source: Local IDs
es: ID locales
hr: Lokalni ID-ovi
sc: IDs locales

source: Source Item
ar: العنصر المصدر
de: Quelle
es: Elemento fuente
fr: Élément d'origine
hi: स्रोत आइटम
hr: Stavka izvora
it: Elemento d'origine
pt: Elemento fonte
ru: Исходный элемент
sc: Elementu de orìgine

source: ID location
es: Localización ID
hr: Lokacija ID-a
sc: Logu de s'ID

source: Barcode regex
es: Código de barras regex
hr: Regularni izraz barkoda
sc: Espressione regulare de còdighe a istangas

source: URN prefix
es: Prefijo URN
hr: URN prefiks
sc: prefissu URN

source: Example
ar: مثال
de: Beispiel
es: Ejemplo
fr: Exemple
hi: उदहारण
hr: Primjer
it: Esempio
pt: Exemplo
ru: Пример
sc: Esèmpiu

source: Document Body:
ar: نص الوثيقة:
de: Dokumenteninhalt:
es: Cuerpo del documento:
fr: Corps du document :
hi: दस्तावेज़ का मुख्य भाग:
hr: Tekst dokumenta:
it: Corpo del documento:
pl: Treść dokumentu:
pt: Corpo do documento:
ru: Содержание документа:
sc: Corpus de su documentu:

source: Community
es: Comunidad
hr: Zajednica
sc: Comunidade

source: Readers:
ar: القراء:
de: Leser*innen:
es: Lectores:
hr: Čitatelji:
sc: Letores:

source: Writers:
ar: الكتّاب:
de: Autor*innen:
es: Escritores:
hr: Pisci:
sc: Iscritores:

source: Readers
ar: القراء
de: Leser
es: Lectores
fr: Lecteurs
hi: रीडर्स
hr: Čitatelji
it: Lettori
pt: Leitores
ru: Читатели
sc: Letores

source: Writers
ar: الكتّاب
de: Autoren
es: Escritores
fr: Auteurs
hi: लेखक
hr: Pisci
it: Scrittori
pt: Escritores
ru: Писатели
sc: Iscritores

source: Edit tag
es: Editar etiqueta
hr: Uredi oznaku

source: Add a tag
ar: أضف علامة
de: Ein Tag hinzufügen
es: Añadir una etiqueta
hr: Dodaj oznaku
sc: Annanghe un'eticheta

source: Add a tag to Open Library
ar: أضف علامة إلى المكتبة الحرة
de: Tag zur Open Library hinzufügen
es: Añadir una etiqueta a la Biblioteca Abierta
hr: Dodaj oznaku u Open Library
sc: Annanghe un'eticheta a s'Open Library

source: We require a minimum set of fields to create a new collection tag.
es: Se requiere un conjunto mínimo de campos para crear una nueva etiqueta de colección.
hr: Za stvaranje nove oznake za zbirke potreban je određen broj polja.

source: Add this tag now
ar: أضف هذه العلامة الآن
de: Dieses Tag jetzt hinzufügen
es: Añadir esta etiqueta ahora
hr: Dodaj ovu oznaku sada
sc: Annanghe custa eticheta como

source: Tag Name
es: Nombre de la etiqueta
hr: Ime oznake
sc: Nùmene de eticheta

source: Tag Description
es: Descripción de la etiqueta
hr: Opis oznake
sc: Descritzione de eticheta

source: Page Body
es: Cuerpo de la página
hr: Tekst stranice

source: Tag type
ar: نوع العلامة
de: Art des Tags
es: Tipo de etiqueta
hr: Vrsta oznake
sc: Casta de eticheta

source: Tag Deputy
es: Etiqueta delegada

source: <strong>Type:</strong> %(tag_type)s
es: <strong>Tipo:</strong> %(tag_type)s
hr: <strong>Vrsta:</strong> %(tag_type)s

source: Description
ar: الوصف
de: Beschreibung
es: Descripción
hi: विवरण
hr: Opis
it: Descrizione
pl: Opis
pt: Descrição
ru: Описание
sc: Descritzione
uk: Опис

source: Tag Body
es: Cuerpo de la etiqueta
hr: Tekst oznake

source: View subject page for %(name)s.
ar: عرض صفحة الموضوع لـ %(name)s.
de: Besuchen sie die Themenseite für %(name)s.
es: Ver página temática de %(name)s.
hr: Pogledaj stranicu predmeta za %(name)s.
sc: Pòmpia sa pàgina de argumentu pro %(name)s.

source: Plugin
es: Extensión
hr: Dodatak
sc: Estensione

source: Document Body
ar: نص الوثيقة
de: Dokumenteninhalt
es: Cuerpo del documento
fr: Corps du document
hi: दस्तावेज़ का मुख्य हिस्सा
hr: Tekst dokumenta
it: Corpo del documento
pt: Corpo do documento
ru: Содержание документа
sc: Corpus de su documentu

source: Delete this template?
ar: حذف هذا القالب؟
de: Diese Vorlage löschen?
es: ¿Borrar esta plantilla?
fr: Supprimer ce modèle ?
hi: इस टेम्प्लेट को मिटाएँ?
hr: Izbrisati ovaj predložak?
it: Eliminare questo template?
pt: Deletar este template?
ru: Удалить этот шаблон?
sc: Iscantzellare custu modellu?
uk: Видалити цей шаблон?

source: plugin
es: extensión
hr: dodatak
sc: estensione

source: Kind
ar: نوع
de: Art
es: Tipo
fr: Type
hi: क़िस्म
hr: Vrsta
it: Tipo
pt: Tipo
ru: Вид
sc: Casta

source: Properties
es: Propiedades
hr: Svojstva
sc: Propiedades

source: of type
es: de tipo
hr: vrste
sc: de casta

source: Backreferences
ar: الروابط العكسية
de: Rückverweise
es: Referencias de fondo
fr: Références précédentes
hi: बैकरेफ़रेंस
hr: Upućivanja
it: Riferimenti
pt: Referências de fundo
ru: Обратные ссылки
sc: Riferimentos pretzedentes

source: Editing %(name)s
es: Edición de %(name)s
hr: Uređivanje %(name)s
sc: Modifichende %(name)s

source: Currently Editing:
ar: تعديل حالي:
de: Aktuelle Bearbeitung:
es: Actualmente editando:
fr: En cours de modification :
hi: वर्तमान में संपादन:
hr: Trenutačno uređuje:
it: Modificando:
pl: Obecnie edytujesz:
pt: Atualmente editando:
ru: Сейчас редактируют:
sc: Modifichende como:

source: Display Name
ar: اسم العرض
de: Anzeigen-Name
es: Nombre a mostrar
fr: Nom d'affichage
hi: नाम प्रदर्शित करें
hr: Prikazano ime
it: Nome visualizzato
pl: Wyświetl nazwę
pt: Nome de exibição
ru: Отображаемое имя
sc: Nùmene visualizadu

source: admin page
ar: صفحة الإدارة
de: Admin-Seite
es: página de administración
fr: page administrateur
hi: एडमिन पेज
hr: stranica za administratore
it: pagina admin
pl: strona administratora
pt: página de administração
ru: страница администратора
sc: pàgina de amministratzione

source: You are publicly sharing the books you are <a href="%(username)s/books/currently-reading">currently reading</a>, <a href="%(username)s/books/already-read">have already read</a>, and <a href="%(username)s/books/want-to-read">want to read</a>.
ar: أنت تشارك علنًا الكتب التي <a href="%(username)s/books/currently-reading">تقرأها حاليًا</a>، <a href="%(username)s/books/already-read">التي قرأتها بالفعل</a>، و<a href="%(username)s/books/want-to-read">التي ترغب في قراءتها</a>.
de: Sie teilen öffentlich die Bücher, die Sie <a href="%(username)s/books/currently-reading">aktuell lesen</a>, <a href="%(username)s/books/already-read">gelesen haben</a>, und <a href="%(username)s/books/want-to-read">lesen möchten</a>.
es: Estás compartiendo públicamente los libros que estás <a href="%(username)s/books/currently-reading">actualmente leyendo</a>, <a href="%(username)s/books/already-read">ya has leído</a> y <a href="%(username)s/books/want-to-read">quieres leer</a>.
fr: Vous partagez publiquement les livres que vous êtes <a href="%(username)s/books/currently-reading">en train de lire</a>, <a href="%(username)s/books/already-read">avez déjà lu</a>, et <a href="%(username)s/books/want-to-read">avez envie de lire</a>.
hi: आप उन पुस्तकों को सार्वजनिक रूप से साझा कर रहे हैं जिन्हें आप <a href="%(username)s/books/currently-reading">वर्तमान में पढ़</a> रहे हैं, <a href="%(username)s/books/already-read">पहले ही पढ़ चुके</a> हैं, और <a href="%(username)s/books/want-to-read">पढ़ना चाहते</a> हैं।
hr: Javno dijeliš knjige koje <a href="%(username)s/books/currently-reading">trenutačno čitaš</a>, koje si <a href="%(username)s/books/already-read">već pročitao/la</a> i koje <a href="%(username)s/books/want-to-read">želiš čitati</a>.
it: Stai condividendo pubblicamente i libri che stai <a href="%(username)s/books/currently-reading">leggendo</a>, <a href="%(username)s/books/already-read">hai già letto</a>, e <a href="%(username)s/books/want-to-read">vuoi leggere</a>.
pt: Você está compartilhando publicamente todos os livros que está <a href="%(username)s/books/currently-reading">lendo atualmente</a>, <a href="%(username)s/books/already-read">já leu</a> e <a href="%(username)s/books/want-to-read">quer ler</a>.
ru: Вы публично делитесь книгами, которые вы <a href="%(username)s/books/currently-reading">сейчас читаете</a>, <a href="%(username)s/books/already-read">уже прочитали</a> и <a href="%(username)s/books/want-to-read">хотите прочитать</a>.
sc: Ses cumpartzende in manera pùblica sos libros chi ses <a href="%(username)s/books/currently-reading">leghende como</a>, sos chi <a href="%(username)s/books/already-read">as giai lèghidu</a>, e sos chi <a href="%(username)s/books/want-to-read">boles lèghere</a>.
uk: Ви публічно поширюєте книги, які ви <a href="%(username)s/books/currently-reading">зараз читаєте</a>, <a href="%(username)s/books/already-read">вже прочитали</a>, і <a href="%(username)s/books/want-to-read">хочете прочитати</a>.

source: You have chosen to make your
ar: لقد اخترت جعل
de: Sie haben sich entschieden Ihre
es: Has elegido hacer tu
fr: Vous avez choisi de rendre votre
hi: आपने अपना
hr: Odabrao/la si učiniti svoj
it: Hai scelto di rendere la tua
pt: Você escolheu fazer o seu
ru: Вы решили сделать свой
sc: As isseberadu de impostare su
uk: Ви вирішили зробити свій

source: private
ar: خاص
de: Privat
es: privado
fr: privé
hi: निजी
hr: privatno
it: privata
pt: privado
ru: приватный
sc: privadu
uk: приватним

source: Manage your privacy settings
ar: إدارة إعدادات الخصوصية الخاصة بك
de: Ändern sie ihre Datenschutz-Einstellungen
es: Gestionar tus ajustes de privacidad
fr: Gérer vos paramètres de confidentialité
hi: अपनी निजता सेटिंग मैनेज करें
hr: Upravljaj postavkama tvoje privatnosti
it: Gestisce le impostazioni sulla privacy
pl: Zarządzaj swoimi ustawieniami prywatności
pt: Manejar seus ajustes de privacidade
ru: Управляйте своими настройками приватности
sc: Amministra sas impostatziones de sa riservadesa tuas
uk: Керуйте своїми налаштуваннями приватності

source: Here are the books %(user)s is <a href="%(username)s/books/currently-reading">currently reading</a>, <a href="%(username)s/books/already-read">have already read</a>, and <a href="%(username)s/books/want-to-read">want to read</a>!
ar: إليك الكتب التي <a href="%(username)s/books/currently-reading">يقرأها %(user)s حاليًا</a>، <a href="%(username)s/books/already-read">التي قرأها بالفعل</a>، و<a href="%(username)s/books/want-to-read">التي يرغب في قراءتها</a>!
de: Hier sehen Sie Bücher, die %(user)s <a href="%(username)s/books/currently-reading">aktuell liest</a>, <a href="%(username)s/books/already-read">bereits gelesen hat</a>, und <a href="%(username)s/books/want-to-read">lesen möchte</a>!
es: ¡Aquí están los libros que %(user)s está <a href="%(username)s/books/currently-reading">actualmente leyendo</a>, <a href="%(username)s/books/already-read">ya ha leído</a> y <a href="%(username)s/books/want-to-read">quiere leer</a>!
fr: Voici les livres que %(user)s est <a href="%(username)s/books/currently-reading">en train de lire</a>, <a href="%(username)s/books/already-read">a déjà lu</a>, et <a href="%(username)s/books/want-to-read">a envie de lire</a> !
hi: यहाँ वे पुस्तकें दिखाई गई हैं जो %(user)s <a href="%(username)s/books/currently-reading">वर्तमान में पढ़</a> रहे हैं, <a href="%(username)s/books/already-read">पहले ही पढ़ चुके</a> हैं, और <a href="%(username)s/books/want-to-read">पढ़ना चाहते हैं</a>!
hr: Ovdje su knjige koje %(user)s <a href="%(username)s/books/currently-reading">trenutačno čita</a>, koje je <a href="%(username)s/books/already-read">već pročitao/la</a> i koje <a href="%(username)s/books/want-to-read">želi čitati</a>!
it: Qui ci sono i libri che %(user)s sta <a href="%(username)s/books/currently-reading">leggendo</a>, <a href="%(username)s/books/already-read">ha già letto</a>, e <a href="%(username)s/books/want-to-read">vuole leggere</a>!
pt: Aqui estão os livros que %(user)s está <a href="%(username)s/books/currently-reading">lendo atualmente</a>, <a href="%(username)s/books/already-read">já leu</a> e <a href="%(username)s/books/want-to-read">quer ler</a>!
ru: Здесь представлены книги, которые %(user)s <a href="%(username)s/books/currently-reading">сейчас читает</a>, <a href="%(username)s/books/already-read">уже прочитал</a> и <a href="%(username)s/books/want-to-read">хочет прочитать</a>!
sc: Inoghe b'at sos libros chi %(user)s est <a href="%(username)s/books/currently-reading">leghende como</a>, <a href="%(username)s/books/already-read">at giai lèghidu</a>, e <a href="%(username)s/books/want-to-read">bolet lèghere</a>!
uk: Ось книги, які %(user)s <a href="%(username)s/books/currently-reading">зараз читає</a>, <a href="%(username)s/books/already-read">вже прочитав</a>, і <a href="%(username)s/books/want-to-read">хоче прочитати</a>!

source: My Lists
ar: قوائمي
de: Meine Listen
es: Mis listas
fr: Mes listes
hi: मेरी लिस्ट
hr: Moji popisi
it: Le mie liste
pl: Moje listy
pt: Minhas listas
ru: Мои списки
sc: Listas meas
uk: Мої списки

source: Members:
ar: الأعضاء:
de: Mitglieder:
es: Miembros:
hr: Članovi:
sc: Membros:

source: Add another edition of %(work)s
ar: إضافة نسخة أخرى من %(work)s
de: Weitere Ausgabe von %(work)s hinzufügen
es: Añadir otra edición de %(work)s
fr: Ajouter une autre édition de %(work)s
hi: %(work)s का एक और संस्करण जोड़ें
hr: Dodaj jedno drugo izdanje za %(work)s
it: Aggiungi un'altra edizione di of %(work)s
pt: Adicionar outra edição de %(work)s
ru: Добавить ещё одно издание %(work)s
sc: Agiunghe un'àtera editzione de %(work)s
uk: Додати інше видання %(work)s

source: Title missing
ar: العنوان مفقود
de: Titel fehlt
es: Falta el título
fr: Titre manquant
hi: शीर्षक मौजूद नहीं है
hr: Naslov nedostaje
it: Titolo mancante
pt: Falta o título
ru: Название отсутствует
sc: Mancat su tìtulu
uk: Потрібна назва

source: Showing %(count)d featured edition.
ar: عرض %(count)d نسخة مميزة.
de: %(count)d vorgestellte Ausgabe angezeigt.
es: Se muestra %(count)d edición destacada.
fr: Affiche %(count)d édition mise en avant.
hi: %(count)d फीचर्ड संस्करण दिखाया जा रहा है।
hr: Prikazuje se %(count)d preporučeno izdanje.
it: Mostrando %(count)d edizione in primo piano
sc: Ammustrende %(count)d editzione in evidèntzia.
uk: Показуємо %(count)d вибране видання.

source: View all %(count)d editions?
ar: عرض جميع %(count)d النسخ؟
de: Alle %(count)d Ausgaben anzeigen?
es: ¿Ver todas las ediciones de %(count)d?
fr: Afficher les %(count)d éditions ?
hi: सभी %(count)d संस्करण देखें?
hr: Želiš li pogledati sva izdanja (%(count)d)?
it: Visualizzare tutte le %(count)d edizioni?
sc: Boles pompiare totu sas %(count)d editziones?
uk: Показати усі %(count)d видання?

source: Edition
ar: نسخة
de: Ausgabe
es: Edición
fr: Édition
hi: संस्करण
hr: Izdanje
it: Edizioni
pl: Wydawnictwo
pt: Edição
ru: Издание
sc: Editzione
uk: Видання

source: Availability
ar: التوفر
de: Verfügbarkeit
es: Disponibilidad
fr: Disponibilité
hi: उपलब्धता
hr: Dostupnost
it: Disponibilità
pt: Disponibilidade
ru: Доступность
sc: Disponibilidade
uk: Доступність

source: No editions available
ar: لا توجد نسخ متاحة
de: Keine Ausgaben verfügbar
es: No hay ediciones disponibles
fr: Aucune édition disponible
hi: कोई संस्करण उपलब्ध नहीं है
hr: Nema dostupnih izdanja
it: Nessuna edizione disponibile
pt: Não há edições disponíveis
ru: Нет доступных изданий
sc: Peruna editzione a disponimentu
uk: Немає доступних видань

source: Add another edition?
ar: إضافة نسخة أخرى؟
de: Weitere Ausgabe hinzufügen?
es: ¿Añadir otra edición?
fr: Ajouter une autre édition ?
hi: एक और संस्करण जोड़ें?
hr: Dodati jedno drugo izdanje?
it: Aggiungere un'altra edizione?
pt: Adicionar outra edição?
ru: Добавить ещё одно издание?
sc: Annànghere un'àtera editzione?
uk: Додати інше видання?

source: Error
hr: Greška
sc: Errore

source: Sans-serif: Verdana
hr: Bez serifa: Verdana

source: Serif: Georgia
hr: Sa serifima: Georgia

source: Diff
ar: الاختلاف
de: Änderung
fr: Différences
hi: डिफ
hr: Razlika
it: Differenze
pl: Różnica
ru: Различия
sc: Diferèntzias
uk: Різниця
