Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Add
ar: إضافة
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
hr: Dodaj
it: Aggiungi
pl: Dodaj
pt: Adicionar
ru: Добавить
sc: Annanghe
uk: Додати

source: Add new books to import queue
ar: إضافة كتب جديدة إلى قائمة الاستيراد
de: Ein neues Buch zur Import-Warteschlange hinzufügen
es: Añadir nuevos libros a la cola de importación
hr: Dodaj nove knjige u red čekanja za uvoz
sc: Agiunghe libros noos a sa fila de importatzione

source: Please add IA identifiers to be imported, one per line.
ar: يرجى إضافة معرّفات IA التي ترغب في استيرادها، واحدة في كل سطر.
de: Bitte fügen Sie die zu importierenden IA-Kennungen hinzu, eine pro Zeile.
es: Por favor, añada los identificadores IA a importar, uno por línea.
hr: Dodaj IA identifikatore za uvoz, jedan po retku.
sc: Annanghe sos identificadores IA de importare, unu pro lìnia.

source: Submit
ar: إرسال
cs: Odeslat
de: Abschicken
es: Enviar
fr: Envoyer
hi: सबमिट
hr: Pošalji
it: Invia
pl: Zatwierdź
pt: Enviar
ru: Добавить
sc: Imbia
uk: Додати

source: New Books Imported Per Day
es: Nuevos libros importados por día
hr: Dnevno uvezene nove knjige
sc: Libros noos importados pro die

source: Summary
es: Resumen
hr: Sažetak
sc: Resumu

source: Pending Items:
es: Elementos pendientes:
hr: Predstojeće stavke:
sc: Elementos in suspesu:

source: <strong>Current Import Rate:</strong> %(num)d imports/hour.
es: <strong>Tasa de importación actual:</strong> %(num)d importaciones/hora.
hr: <strong>Trenutačna stopa uvoza:</strong> %(num)d uvoza na sat.
sc: <strong>Tassu de importatzione atuale:</strong> %(num)d importatziones/ora.

source: Summary By Date
es: Resumen por fecha
hr: Sažetak po datumu
sc: Resumu pro data

source: #books created
es: #libros creados
hr: Broj stvorenih knjiga
sc: #libros creados

source: #books already found
es: #libros ya encontrados
hr: Broj već pronađenih knjiga
sc: #libros giai agatados

source: #books failed to import
es: #libros no se pudieron importar
hr: Broj neuspjelo uvezenih knjiga
sc: #libros cun importatzione fallida

source: #books pending
es: #libros pendientes
hr: Broj predstojećih knjiga
sc: #libros in isetu

source: Recent Imports
es: Importaciones recientes
hr: Nedavni uvozi
sc: Importatziones reghentes

source: Identifier
es: Identificador
hr: Identifikator
sc: Identificadore

source: Imported Time
es: Hora de importación
hr: Vrijeme uvoza
sc: Momentu de importatzione

source: Created
es: Creado
hr: Stvoreno
sc: Creadu

source: Found
es: Encontrado
hr: Pronađeno
sc: Atzapadu

source: Failed
es: Fallido
hr: Neuspjelo
sc: Fallidu

source: Items
es: Elementos
hr: Stavke
sc: Elementos

source: Stats
ar: إحصاءات
de: Statistiken
es: Estadísticas
fr: Statistiques
hi: स्थिति
hr: Statistika
it: Statistiche
pt: Estatísticas
ru: Статистика
sc: Istatìsticas
uk: Статистика

source: Edits Per Day
ar: تعديلات يومية
de: Bearbeitungen pro Tag
es: Ediciones por día
hr: Uređivanja po danu
sc: Modìficas pro die

source: Edits
ar: تعديلات
de: Bearbeitungen
es: Ediciones
fr: Modifications
hi: संपादित करता
hr: Promjene
it: Modifiche
pt: Edições
ru: Редактирование
sc: Modìficas
uk: Редагування

source: Yesterday
ar: أمس
de: Gestern
es: Ayer
hr: Jučer
sc: Eris

source: Last 7 days
ar: آخر 7 أيام
de: Letzte 7 Tage
es: Últimos 7 días
hr: Zadnjih 7 dana
sc: Ùrtimas 7 dies

source: Last 28 days
ar: آخر 28 يومًا
de: Letzte 28 Tage
es: Últimos 28 días
hr: Zadnjih 28 dana
sc: Ùrtimas 28 dies

source: Human
ar: بشري
de: Menschlich
es: Humano
hr: Čovjek
sc: Umanos

source: New Accounts Per Day
ar: حسابات جديدة يوميًا
de: Neue Konten pro Tag
es: Nuevas cuentas por día
hr: Novi računi po danu
sc: Contos noos pro die

source: Members
ar: أعضاء
de: Mitglieder
es: Miembros
hr: Članovi
sc: Membros

source: Items Added
ar: عناصر مضافة
de: Elemente hinzugefügt
es: Elementos añadidos
hr: Dodane stavke
sc: Elementos annantos

source: Trend
de: Beliebt
es: Tendencia
sc: De tendèntzia

source: Works Added
ar: أعمال مضافة
de: Hinzugefügte Werke
es: Obras añadidas
hr: Dodana djela
sc: Òperas annantas

source: Editions Added
ar: إصدارات مضافة
de: Hinzugefügte Ausgaben
es: Ediciones añadidas
hr: Dodana izdanja
sc: Editziones annantas

source: Authors Added
ar: مؤلفون مضافون
de: Autoren hinzugefügt
es: Autores añadidos
hr: Dodani autori
sc: Autores annantos

source: Covers Added
ar: أغلفة مضافة
de: Titelbilder hinzugefügt
es: Portadas añadidas
fr: Couvertures ajoutées
hi: कवर जोड़े गए
hr: Dodane korice
it: Copertine aggiunte
pt: Capas adicionadas
ru: Добавленные обложки
sc: Coberteddas annantas
uk: Додавання обкладинок

source: New Members
ar: أعضاء جدد
de: Neue Mitglieder
es: Nuevos miembros
fr: Nouveaux membres
hi: नए सदस्य
hr: Novi članovi
it: Nuovi membri
pl: Nowi użytkownicy
pt: Novos membros
ru: Новых участников
sc: Membros noos
uk: Нові користувачі

source: Lists Added
ar: قوائم مضافة
de: Hinzugefügte Listen
es: Listas añadidas
hr: Dodani popisi
sc: Listas creadas

source: Books Logged
ar: كتب مسجلة
de: Protokollierte Bücher
es: Libros registrados
hr: Zabilježene knjige
sc: Libros registrados

source: Users Logging
ar: المستخدمون المسجلون
de: Benutzer, die Bücher loggen
es: Registro de usuarios
hr: Korisnici koji zabilježavaju
sc: Utentes intrende

source: Yearly Reading Goals
es: Objetivos anuales de lectura
hr: Godišnji ciljevi čitanja
sc: Obietivos de letura annuale

source: Books Review Tags
ar: علامات مراجعات الكتب
de: Buchrezensions-Tags
es: Etiquetas de reseña de libros
hr: Oznake recenzije knjiga
sc: Etichetas de retzensiones de libros

source: Books Reviewed
ar: كتب تمت مراجعتها
de: Rezensierte Bücher
es: Libros reseñados
hr: Recenzirane knjige
sc: Libros retzensidos

source: Users Reviewing
ar: المراجعين
de: Rezensent*innen
es: Revisión de usuarios
hr: Korisnikci koji recenziraju
sc: Utentes retzensende

source: Patrons Following
es: Mecenas que siguen
hr: Članovi koji prate
sc: Metzenates sighende

source: Notes Created
ar: ملاحظات مضافة
de: Hinzugefügte Notizen
es: Notas creadas
hr: Stvorene napomene
sc: Notas creadas

source: Patrons Creating Notes
ar: المستخدمون الذين يضيفون ملاحظات
de: Patrons, die Notizen erstellen
es: Creación de notas
hr: Članovi koji stvaraju napomene
sc: Metzenates creende notas

source: Books Starred
ar: كتب مميزة
de: Bewertete Bücher
es: Libros con estrella
hr: Ocijenjene knjige
sc: Libros isteddados

source: Star Rating Patrons
ar: المستخدمون الذين يقيّمون الكتب
de: Patrons, die Sternebewertungen abgeben
es: Clasificación por estrellas
hr: Članovi koji ocjenjuju
sc: Metzenates chi sunt ponende retzensiones cun isteddos

source: Unique Visitors
ar: زوار فريدون
de: Individuelle Besucher
es: Visitantes únicos
fr: Visiteurs uniques
hi: अनोखे विज़िटर
hr: Pojedinačni posjetitelji
it: Visitatori unici
pl: Szczególni odwiedzający
pt: Visitantes únicos
ru: Уникальных посетителей
sc: Bisitadores ùnicos
uk: Унікальні відвідувачі

source: Unique visitors IPs per day graph
ar: رسم بياني لعنوان IP للزوار الفريدين يوميًا
de: Diagramm eindeutiger Besucher*innen-IPs pro Tag
es: Gráfico de visitantes únicos IPs por día
hr: Dijagram IP adresa pojedinačnih posjetitelja po danu
sc: Gràficu de sos IP de bisitadores ùnicos pro die

source: Borrows
ar: استعارات
de: Ausleihen
es: Pedidos prestados
hr: Posudbe
sc: Prèstidos

source: Borrows, last 3 months graph
ar: استعارات، رسم بياني لآخر 3 أشهر
de: Ausleihen, Diagramm der letzten 3 Monate
es: Préstamos, gráfico de los últimos 3 meses
hr: Posudbe, dijagram za zadnja 3 mjeseca
sc: Prèstidos, gràficu de sos ùrtimos 3 meses

source: Borrows, last 2 years graph
ar: استعارات، رسم بياني لآخر سنتين
de: Ausleihen, Diagramm der letzten 2 Jahre
es: Préstamos, gráfico de los 2 últimos años
hr: Posudbe, dijagram za zadnje 2 godine
sc: Prèstidos, gràficu de sos ùrtimos 2 annos

source: No current loans.
es: No hay préstamos actuales.
hr: Nema aktualnih posudba.
sc: Perunu prèstidu atuale.

source: %d Current Loan
ar: %d كتاب مستعار حاليًا
de: %d entliehenes Buch
es: %d préstamo actual
fr: %d emprunt en cours
hi: %d वर्तमान ऋण
hr: %d aktualna posudba
it: %d prestito in corso
pt: %d empréstimo atual
ru: %d активный заем
sc: %d prèstidu atuale
uk: %d активна позика

source: Waiting since %(date)s
es: Esperando desde %(date)s
hr: Čekam od %(date)s
sc: Isetende dae su %(date)s

source: #%(num_position)d among %(num_waitlist)d people waiting for this book
es: #%(num_position)d entre %(num_waitlist)d personas en lista de espera para este libro
hr: %(num_position)d. na redu od %(num_waitlist)d ljudi koji čekaju na ovu knjigu
sc: #%(num_position)d intre %(num_waitlist)d persones isetende pro custu libru

source: Admin Center
ar: مركز الإدارة
es: Centro de administración
fr: Centre d'administration
hi: एडमिन सेंटर
hr: Centar za administratore
it: Centro amministrazione
pt: Centro de administração
ru: Панель администратора
sc: Tzentru de amministratzione
uk: Панель адміна

source: PD Access Requests
es: Solicitudes de acceso a PD

source: Block IPs
ar: حظر عناوين IP
de: IP-Adressen sperren
es: IP bloqueadas
fr: Bloquer les adresses IP
hi: IP ब्लॉक करें
hr: Blokiraj IP-ove
it: Blocca IP
pt: IPs bloqueados
ru: Заблокировать IP
sc: Bloca sos IP
uk: Блокувати IP

source: Spam Words
ar: كلمات عشوائية
de: Spambegriffe
es: Palabras «spam»
fr: Mots de spam
hi: स्पैम के अवांछनीय शब्द
hr: Spam riječi
it: Parole spam
pt: Palavras spam
ru: Спам слова
sc: Paràulas ispam
uk: Спам слова

source: Graphs
ar: رسوم بيانية
de: Graphen
es: Gráficos
fr: Graphiques
hi: ग्राफ़
hr: Dijagrami
it: Grafici
pt: Gráficos
ru: Графики
sc: Gràficos
uk: Графіки

source: Inspect store
ar: فحص التخزين
de: Speicher untersuchen
es: Inspeccionar la tienda
fr: Inspecter la base de données
hi: स्टोर का मुआयना करें
hr: Pregledaj trgovinu
it: Ispeziona il negozio
pt: Inspecionar a loja
ru: Проверка хранилища
sc: Ispetziona sa butega

source: Inspect memcache
ar: فحص الذاكرة المؤقتة
de: Memcache untersuchen
es: Inspeccionar memoria caché
fr: Inspecter memcache
hi: मेमकैच का निरीक्षण करें
hr: Pregledaj memcache
it: Ispezione la memcache
pt: Inspecionar memcache
ru: Проверка кэша памяти
sc: Ispetziona sa memòria temporànea

source: Print Disability Access Requests
es: Solicitudes de acceso para personas con discapacidad visual

source: [Admin Center] Site Permissions
es: [Centro de administración] Permisos del sitio
hr: [Centar za administratore] Dozvole za web-stranicu
sc: [Tzentru de amministratzione] Permissos de su situ

source: Site Permissions
ar: أذونات الموقع
de: Zugriffsfreigaben
es: Permisos del sitio
hr: Dozvole web-stranice
sc: Permissos de su situ

source: Change the policy of who can edit the site.
ar: تغيير سياسة من يمكنه تحرير الموقع.
de: Ändern Sie die Bestimmungen darüber, wer diese Seite bearbeiten kann.
es: Cambiar la política de quién puede editar el sitio.
hr: Promijeni pravila o tome tko može uređivati web-stranicu.
sc: Càmbia sa polìtica de chie podet modificare su situ.

source: Who can edit Open Library records?
ar: من يمكنه تحرير سجلات Open Library؟
de: Wer kann Open-Library-Einträge bearbeiten?
es: ¿Quién puede editar los registros de la Biblioteca Abierta?
hr: Tko može uređivati Open Library zapise?
sc: Chie podet modificare sos registros de s'Open Library?

source: This applies to /authors/*, /books/* and /works/* records.
ar: يطبق هذا على سجلات /authors/* و /books/* و /works/*.
es: Esto se aplica a los registros /authors/*, /books/* y /works/*.
hr: Ovo se odnosi na zapise /autori/*, /knjige/* i /djela/*.
sc: Custu s'àplicat a sos registros de /authors/*, /books/* and /works/*.

source: Who can edit Open Library pages?
ar: من يمكنه تحرير صفحات Open Library؟
de: Wer kann Open-Library-Seiten bearbeiten?
es: ¿Quién puede editar las páginas de la Biblioteca Abierta?
hr: Tko može uređivati Open Library stranice?
sc: Chie podet modificare sas pàginas de s'Open Library?

source: This applies to /about/*, /help/*, /dev/*, /docs/* etc.
ar: يطبق هذا على /about/* و /help/* و /dev/* و /docs/*.
es: Esto se aplica a /about/*, /help/*, /dev/*, /docs/*, etc.
hr: Ovo se odnosi na /about/*, /help/*, /dev/*, /docs/* itd.
sc: Custu s'àplicat a /about/*, /help/*, /dev/*, /docs/* etc.

source: Update permissions
ar: تحديث الأذونات
de: Update-Berechtigungen
es: Actualizar permisos
hr: Dozvole za aktualiziranje
sc: Autorizatzione pro sas atualizatziones

source: This updates "permission" and "child_permission" fields of /, /works, /books and /authors records in the database.
es: Esto actualiza los campos «permission» y «child_permission» de los registros /, /works, /books y /authors en la base de datos.

source: Solr Admin
es: Administrador Solr
hr: Solr administrator
sc: Amministradore Solr

source: Enter the keys of pages to be updated in OL search engine.
es: Introduce las claves de las páginas a actualizar en el buscador OL.
hr: Upiši ključeve stranica koje želiš akatualizirati u OL tražilici.
sc: Inserta sas craes de sas pàginas de atualizare in su motore de chirca de OL.

source: Example:
es: Ejemplo:
hr: Primjer:
sc: Esèmpiu:

source: On update, these keys will be added to solr update queue and it'll take about 15 minutes for them to get reindexed in Solr.
es: En la actualización, estas claves se añadirán a la cola de actualización de Solr y tardarán unos 15 minutos en reindexarse en Solr.
hr: Nakon aktualiziranja će se ovi ključevi dodati u red aktualiziranja Solr platforme i trebat će oko 15 minuta da se ponovo indeksiraju u Solru.
sc: Durante s'atualizatzione, custas tzifras s'ant a annànghere a sa fila de agiornamentu Solr e b'ant a bàlere unos 15 minutos pro nche los torrare a inditzitzare in Solr.

source: Enter the keys to reindex in Solr
ar: أدخل المفاتيح لإعادة الفهرسة في Solr
de: Keys zur Neuindizierung in Solr eingeben
es: Introduce las claves para reindexar en Solr
fr: Entrez les clés à réindexer dans Solr
hi: Solr में फिर से इंडेक्स करने की चाबियाँ डालें
hr: Upiši ključeve za ponovno indeksiranje u Solr
it: Inserisci la chiave per da reindicizzare in Solr
pt: Introduza as chaves para reindexar no Solr
ru: Введите ключи, чтобы реиндексировать в Solr
sc: Inserta sas craes pro torrare a inditzizare in Solr
uk: Введіть ключі, щоб реіндексувати в Solr

source: Write one entry per line
ar: اكتب إدخالًا واحدًا في كل سطر
de: Schreiben Sie einen Eintrag pro Zeile
es: Escribe una entrada por línea
fr: Écrire une entrée par ligne
hi: प्रति पंक्ति एक प्रविष्टि लिखें
hr: Upiši jedan unos po retku
it: Scrivi una voce per riga
pt: Escreva uma entrada por linha
ru: Пишите только одно значение на строку
sc: Iscrie una boghe pro lìnia
uk: Пишіть лише одне значення на лінію

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
hi: अपडेट करें
hr: Aktualiziraj
it: Aggiorna
pt: Atualizar
ru: Обновить
sc: Atualiza
uk: Оновити

source: [Admin Center] Spam Words
es: [Centro de Administración] Palabras Spam
hr: [Centar za administratore] Spam riječi
sc: [Tzentru de amministratzione] Paràulas ispam

source: Please enter the SPAM regular expressions in the textarea below, one per line.
es: Por favor, introduce las expresiones regulares de SPAM en el área de texto que aparece a continuación, una por línea.
hr: Upiši regularne izraze za spam u donje područje teksta, jedan po retku.
sc: Inserta sas espressiones regulares de SPAM in s'àrea de testu in suta, una pro lìnia.

source: Be sure to escape any meta characters that are meant to be character literals.
es: Asegúrate de evitar cualquier metacaracter que esté destinado a ser un carácter literal.
hr: Označi sve meta znakove koji se tretiraju kao doslovni znakovi.
sc: Assegura·ti de estràere cada caràtere meta chi diant dèpere èssere caràteres literales.

source: If you are adding a domain, prepend the following to the domain:
es: Si vas a añadir un dominio, antepone lo siguiente al dominio:
hr: Ako dodaješ domenu, domeni dodaj sljedeće:
sc: Si ses annanghende unu domìniu, in antis de su domìniu agiunghe custu:

source: For example, if you want to prevent edits containing the domain <code>t.co</code>, add <code>(b|https://|http://)t\.co</code> to the spamwords list.
es: Por ejemplo, si deseas evitar ediciones que contengan el dominio <code>t.co</code>, añade <code>(https://http://)t\.co</code> a la lista de palabras «spam».
hr: Na primjer, ako želiš spriječiti uređivanja koja sadrže domenu <code>t.co</code>, dodaj <code>(b|https://|http://)t\.co</code> u popis spam riječi.
sc: Pro esèmpiu, si cheres evitare modìficas chi cuntenent su domìniu <code>t.co</code>, annnaghe <code>(b|https://|http://)t\.co</code> a sa lista de paràulas de ispam.

source: Spam Domains
es: Dominios de «spam»
hr: Spam domene
sc: Domìnios ispam

source: Please enter domains to blacklist in the textarea below, one per line.
es: Introduce los dominios que deseas incluir en la lista negra en el cuadro de texto que aparece a continuación, uno por línea.
hr: Upiši domene u popis blokiranih u donje područje teksta, jednu po retku.
sc: Inserta sos domìnios de pònnere in sa lista niedda in s'àrea de testu inoghe in suta, unu pro lìnia.

source: [Admin Center] Inspect Memcache
es: [Centro de Administración] Inspeccionar memoria caché
hr: [Centar za administratore] Pregledaj Memcache
sc: [Tzentru de Amministratzione] Ispetziona sa memòria temporànea

source: Inspect Memcache
es: Inspeccionar memoria caché
hr: Pregledaj Memcache
sc: Ispetziona sa memòria temporànea

source: Add one memcache key per line in the text area. Each key must include a '-' as the last character.
es: Añade una clave memcache por línea en el área de texto. Cada clave debe incluir un «-» como último carácter.
hr: Dodaj jedan memcache ključ po retku u tekstualno područje. Svaka ključ mora sadržati „-“ kao zadnji znak.
sc: Annanghe una crae d memòria temporànea pro lìnia in s'àrea de testu. Cada crae depet inclùdere unu '-' comente ùrtimu caràtere.

source: For example, <code>observations-</code> should be entered in the text area if the key is <code>observations</code>.
es: Por ejemplo, se debe introducir <code>observations-</code> en el área de texto si la clave es <code>observations</code>.
hr: Na primjer, upiši <code>observations-</code> u tekstualno područje ako je ključ <code>observations</code>.
sc: Pro esèmpiu, <code>osservatziones-</code> si diat dèpere insertare in s'àrea de testu si sa crae est <code>osservatziones</code>.

source: Keys:
es: Claves:
hr: Ključevi:
sc: Craes:

source: Result
es: Resultado
hr: Rezultat
sc: Resurtadu

source: No keys selected.
es: No se han seleccionado claves.
hr: Nijedan ključ nije odabran.
sc: Peruna crae seletzionada.

source: Not found.
es: No encontrado.
hr: Nije pronađen.
sc: No agatadu.

source: Admin Center / Inspect
es: Centro de Administración / Inspeccionar
hr: Centar za administratore / Pregledaj
sc: Tzentru de amministratzione / Ispetziona

source: Inspect Store
es: Inspeccionar la tienda
hr: Pregledaj trgovinu
sc: Ispetziona sa butega

source: Get
es: Obtener
hr: Preuzmi
sc: Otene

source: Key
es: Clave
hr: Ključ
sc: Crae

source: Query
es: Consulta
hr: Upit
sc: Dimanda

source: Type
es: Tipo
hr: Vrsta
sc: Casta

source: Value
es: Valor
hr: Vrijednost
sc: Valore

source: Documents
es: Documentos
hr: Dokumenti
sc: Documentos

source: No results found.
ar: لم يتم العثور على نتائج.
de: Keine Ergebnisse gefunden.
es: No se encontraron resultados.
fr: Aucun résultat trouvé.
hi: कोई नतीजा नहीं मिला।
hr: Nema rezultata.
it: Nessun risultato trovato.
pl: Brak wyników.
pt: Nenhum resultado encontrado.
ru: Результаты не найдены.
sc: Perunu resurtadu atzapadu.
uk: Нічого не знайдено.

source: [Admin Center] IP Addresses
es: [Centro de administración] Direcciones IP
hr: [Centar za administratore] IP adrese
sc: [Tzentru de amministratzione] Indiritzos IP

source: IP Addresses
es: Direcciones IP
hr: IP adrese
sc: Indiritzos IP

source: List of Banned IPs
ar: قائمة العناوين المحظورة
de: Liste der gesperrten IP-Adressen
es: Lista de IP vetadas
fr: Liste d'adresses IP bannies
hi: प्रतिबंधित आईपी की सूची
hr: Popis blokiranih IP-ova
it: Lista di IP bloccati
pt: Lista de IPs banidos
ru: Список заблокированных IP
sc: Lista de IP bandidos
uk: Список заблокованих IP

source: Date/Time
ar: تاريخ/وقت
de: Datum/Uhrzeit
es: Fecha/Hora
fr: Date/Heure
hi: तारीख/समय
hr: Datum/Vrijeme
it: Data/ora
pt: Data/Hora
ru: Дата/Время
sc: Data/ora
uk: Дата/Час

source: IP address
ar: عنوان IP
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
hi: IP एड्रेस
hr: IP adresa
it: Indirizzo IP
pt: Endereço IP
ru: IP адрес
sc: Indiritzu IP
uk: IP адрес

source: Admin Comment
es: Comentario del administrador
hr: Komentar administratora
sc: Cummentu de s'amministratzione

source: # of edits
ar: عدد التعديلات
de: Anzahl der Änderungen
es: Nº de ediciones
fr: # de modifications
hi: # संपादन
hr: Broj izmjena
it: # di modifiche
pt: Nº de edições
ru: # редактирования
sc: # de modìficas
uk: # редагувань

source: x minutes ago
es: hace x minutos
hr: prije x minuta
sc: x minutos a como

source: comment
es: comentario
hr: komentar
sc: cummentu

source: [Admin Center]
es: [Centro de administración]
hr: [Centar za administratore]
sc: [Tzentru de amministratzione]

source: IP %(ip)s is <a href="/admin/block">blocked</a>.
ar: عنوان IP %(ip)s هو <a href="/admin/block">محظور</a>.
de: IP %(ip)s ist <a href="/admin/block">gesperrt</a>.
es: IP %(ip)s está <a href="/admin/block">bloqueada</a>.
hr: IP adresa %(ip)s je <a href="/admin/block">blokirana</a>.
sc: S'IP %(ip)s est <a href="/admin/block">blocadu</a>.

source: Block %(ip)s
ar: حظر %(ip)s
de: %(ip)s sperren
es: Bloqueo %(ip)s
hr: Blokiraj %(ip)s
sc: Bloca a %(ip)s

source: Please select the changesets to revert.
ar: يرجى تحديد مجموعات التغييرات التي تريد التراجع عنها.
de: Bitte Änderungssätze zum Zurücksetzen auswählen.
es: Por favor, selecciona los conjuntos de cambios a revertir.
hr: Odaberi skupove promjena koje želiš vratiti.
sc: Seletziona sas modìficas de annullare.

source: Reverted by %(revert_author)s
ar: تم التراجع بواسطة %(revert_author)s
de: Von %(revert_author)s zurückgesetzt
es: Revertido por %(revert_author)s
hr: Vraćeno od %(revert_author)s
sc: Annulladu dae %(revert_author)s

source: Reverted spam
ar: تم التراجع عن البريد المزعج
de: Als Spam zurückgesetzt
es: Spam revertido
hr: Revidirani spam
sc: Ispam annulladu

source: Memory Status
es: Estado de la memoria
hr: Stanje memorije
sc: Istatus de sa memòria

source: type
es: tipo
hr: vrsta
sc: casta

source: count
es: cuenta
hr: broj
sc: contègiu

source: mark
es: marca
hr: oznaka
sc: marcu

source: Prev
es: Anterior
hr: Prethodna
sc: Pretzedente

source: Referents
es: Referentes
hr: Referenti
sc: Riferimentos

source: Referrers
es: Remitentes
hr: Upućivači
sc: Referentes

source: [Admin Center] Edits of %(user)s
es: [Centro de Administración] Edición de %(user)s
hr: [Centar za administratore] Uređivanja od %(user)s
sc: [Tzentru de amministratzione] Modìficas de %(user)s

source: people
ar: أشخاص
de: Personen
es: personas
hr: ljudi
sc: persones

source: edits
ar: تعديلات
de: Bearbeitungen
es: ediciones
hr: uređivanja
sc: modìficas

source: [Admin Center] People
es: [Centro de Administración] Personas
hr: [Centar za administratore] Ljudi
sc: Persones de su [Tzentru de amministratzione]

source: Find Account
ar: ابحث عن حساب
de: Konto finden
es: Buscar cuenta
fr: Trouver le compte
hi: अकाउंट ढूँढें
hr: Pronađi račun
it: Trova account
pt: Buscar conta
ru: Найти учётную запись
sc: Atzapa su contu
uk: Знайти профіль

source: Email Address:
ar: عنوان البريد الإلكتروني:
de: E-Mail-Adresse:
es: Dirección de correo electrónico:
fr: Adresse de courriel :
hi: ईमेल पता:
hr: E-mail adresa:
it: Indirizzo email
pt: Enderço de email:
ru: Адрес электронной почты:
sc: Indiritzu de posta eletrònica:
uk: Поштова адреса:

source: Find
ar: بحث
de: Finden
es: Buscar
hr: Pronađi
sc: Atzapa
