Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: You are already logged into Open Library as %(user)s.
ar: أنت بالفعل مسجل الدخول إلى المكتبة الحرة كـ %(user)s.
cs: Již jste přihlášeni v Open Library jako uživatel %(user)s.
de: Sie sind bereits als %(user)s angemeldet.
es: Ya has iniciado sesión en la Biblioteca Abierta como %(user)s.
fr: Vous êtes déjà enregistré sur Open Library en tant que %(user)s.
hi: आप पहले से ही %(user)s के रूप में ओपन लाइब्रेरी में लॉग इन हैं।
hr: Već si prijavljen/a na Open Library kao %(user)s.
it: Sei già registrato ad Open Library come %(user)s.
pl: Jeśteś już zarejestrowany w Open Library jako %(user)s.
pt: Você já está logado na Open Library como %(user)s.
ru: Вы уже вошли на Open Library как %(user)s.
sc: Ses giai intradu in s'Open Library comente %(user)s.
uk: Ви вже ввійшли в Open Library як %(user)s.

source: If you'd like to create a new, different Open Library account, you'll need to <a href="javascript:;" onclick="document.forms['hamburger-logout'].submit()">log out</a> and start the signup process afresh.
ar: إذا كنت ترغب في إنشاء حساب جديد في المكتبة الحرة، ستحتاج إلى <a href="javascript:;" onclick="document.forms['hamburger-logout'].submit()">تسجيل الخروج</a> وبدء عملية التسجيل من جديد.
de: Wenn Sie ein neues Open-Library-Konto anlegen möchten, müssen Sie sich <a href="javascript:;" onclick="document.forms['hamburger-logout'].submit()">abmelden</a> und den Registrierungsprozess von vorne beginnen.
es: Si deseas crear una cuenta nueva y diferente en la Biblioteca Abierta, deberás <a href="javascript:;" onclick="document.forms['hamburger-logout'].submit()">lcerrar sesión</a> e iniciar de nuevo el proceso de registro.
hr: Ako želiš stvoriti jedan novi Open Library račun, moraš se <a href="javascript:;" onclick="document.forms['hamburger-logout'].submit()">odjaviti</a> i ponovo započeti postupak registracije.
sc: Si boles creare unu contu nou, diferente pro s'Open Library, depes <a href="javascript:;" onclick="document.forms['hamburger-logout'].submit()">essire</a> e torrare a incumintzare su protzessu de registratzione dae nou.

source: Please enter your <a href="https://archive.org">Internet Archive</a> email and password to access your Open Library account.
ar: يرجى إدخال بريدك الإلكتروني وكلمة المرور الخاصة بـ <a href="https://archive.org">أرشيف الإنترنت</a> للوصول إلى حسابك في المكتبة الحرة.
de: Bitte geben Sie Ihre <a href="https://archive.org">Internet Archive</a> E-Mail-Adresse und das Passwort für Ihr Open-Library-Konto ein.
es: Por favor, introduce tu dirección de correo y contraseña del <a href="https://archive.org">Archivo de Internet</a> para acceder a tu cuenta de la Biblioteca Abierta.
fr: Veuillez saisir votre courriel et mot de passe <a href="https://archive.org">Internet Archive</a> pour accéder à votre compte Open Library.
hi: कृपया अपना <a href="https://archive.org">इंटरनेट आर्काइव</a> ईमेल और पासवर्ड दर्ज करें ओपन लाइब्रेरी एक्सेस करने के लिए।
hr: Za pristup tvom Open Library računu upiši svoju <a href="https://archive.org">Internet Archive</a> e-mail adresu i lozinku.
it: Per favore inserisci la tua email e password di <a href="https://archive.org">Internet Archive</a> per accedere al tuo account di Open Library.
pl: Wprowadź swój <a href="https://archive.org">Internet Archive</a> e-mail i hasło umożliwiające dostęp do konta Open Library.
pt: Por favor, insira seu email e senha pertences a sua conta do <a href="https://archive.org">Internet Archive</a> para entrar em sua conta da Open Library.
ru: Пожалуйста, введите вашу электронную почту и пароль от <a href="https://archive.org">Internet Archive</a>, чтобы получить доступ к учётной записи Open Library.
sc: Pro praghere inserta s'indiritzu de posta eletrònica tuo e sa crae de intrada tua de s'<a href="https://archive.org">Internet Archive</a> pro intrare in su contu tuo de s'Open Library.
uk: Будь ласка, введіть вашу поштову адресу і пароль від <a href="https://archive.org">Internet Archive</a>, щоб отримати доступ до акаунту Open Library.

source: Forgot your Internet Archive email?
ar: نسيت بريدك الإلكتروني في أرشيف الإنترنت؟
de: Internet-Archive-E-Mail vergessen?
es: ¿Olvidaste tu dirección de correo del Archivo de Internet?
fr: Avez-vous oublié votre courriel pour Internet Archive ?
hi: अपना इंटरनेट आर्काइव ईमेल भूल गए?
hr: Ne sjećaš se svoje Internet Archive e-mail adrese?
it: Hai dimenticato la tua email di Internet Archive.
pl: Nie pamiętasz e-maila z Internet Archive?
pt: Esqueceu seu email do Internet Archive?
ru: Забыли электронную почту?
sc: As ismentigadu s'indiritzu de posta tuo pro s'Internet Archive?
uk: Забули свою поштову адресу від Internet Archive?

source: Forgot your Password?
ar: نسيت كلمة المرور؟
cs: Zapoměly jste svoje heslo?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Avez-vous oublié votre mot de passe ?
hi: अपना पासवर्ड भूल गए?
hr: Ne sjećaš se lozinke?
it: Hai dimenticato la password?
pl: Nie pamiętasz swojego hasła?
pt: Esqueceu sua senha?
ru: Забыли пароль?
sc: As ismentigadu sa crae tua?
uk: Забули пароль?

source: Toggle Password Visibility
es: Cambiar la visibilidad de la contraseña
hr: Uključi/Isključi vidljivosti lozinke
sc: Càmbia sa visibilidade de sa crae de intrada

source: Remember me
ar: تذكرني
de: Zugangsdaten merken
es: Recuérdame
fr: Se souvenir de moi
hi: मुझे याद रखें
hr: Zapamti me
it: Ricordami
pl: "Zapamniętaj mnie
pt: Lembre-se de mim
ru: Запомнить меня
sc: Ammenta·ti de mene
uk: Запам'ятати мене

source: Don't have an account? <a href="/account/create">Sign up now</a>.
es: ¿No tienes una cuenta? <a href="/account/create">Regístrate ahora</a>.
hr: Nemaš račun? <a href="/account/create">Registriraj se</a>.
sc: Non tenes unu contu? <a href="/account/create">Registra·ti como</a>.

source: Created new author record.
ar: تم إنشاء سجل مؤلف جديد.
de: Neuer Eintrag für einen Autoren erstellt.
es: Creado nuevo registro de autor.
fr: Nouvel auteur créé.
hi: नया लेखक रिकॉर्ड बनाया गया।
hr: Stvoren je novi zapis za autora.
it: Nuova voce per l'autore creata.
pt: Novo registro de autor criado.
ru: Создана новая запись об авторе.
sc: Registru de autore nou creadu.
uk: Створено нового автора.

source: Created new edition record.
ar: تم إنشاء سجل إصدار جديد.
de: Neuer Eintrag für eine Edition erstellt.
es: Creado nuevo registro de edición.
fr: Nouvelle édition créée.
hi: नया संस्करण रिकॉर्ड बनाया गया।
hr: Stvoren je novi zapis za izdanje.
it: Nuova voce per l'edizione creata.
pt: Novo registro de edição criado.
ru: Создана новая запись об издании.
sc: Registru de editzione noa creadu.
uk: Створено нове видання.

source: Created new work record.
ar: تم إنشاء سجل عمل جديد.
de: Neue Eintrag für ein Werk erstellt.
es: Creado nuevo registro de obra.
fr: Nouvelle œuvre créée.
hi: नया कार्य रिकॉर्ड बनाया गया।
hr: Stvoren je novi zapis za djelo.
it: Nuova voce per l'opera creata.
pt: Novo registro de obra criado.
ru: Создана новая запись о работе.
sc: Registru de òpera noa creadu.
uk: Створено нову роботу.

source: Added new book.
ar: تمت إضافة كتاب جديد.
de: Ein neues Buch hinzugefügt.
es: Añadido nuevo libro.
fr: Nouveau livre ajouté.
hi: नई किताब जोड़ी गई।
hr: Dodana je nova knjiga.
it: Nuovo libro aggiunto.
pt: Novo livro adicionado.
ru: Добавлена ​​новая книга.
sc: Libru nou annantu.
uk: Додано нову книгу.

source: Thank you for improving the Open Library catalog!
es: ¡Muchas gracias por mejorar el catálogo de la Biblioteca Abierta!

source: %(path)s is not found
ar: %(path)s لم يُعثر عليه
de: %(path)s wurde nicht gefunden
es: %(path)s no se encuentra
fr: %(path)s introuvable
hi: %(path)s नहीं मिला
hr: Staza %(path)s nije pronađena
it: %(path)s non trovato
pt: %(path)s não foi encontrado
ru: %(path)s не найдено
sc: %(path)s no atzapadu
uk: %(path)s не знайдено

source: 404 - Page Not Found
ar: 404 - الصفحة غير موجودة
cs: 404 - nebylo nalezeno
de: 404 – Seite nicht gefunden
es: 404 - Página no encontrada
fr: 404 - Page introuvable
hr: 404 – stranica nije pronađena
it: 404 - Pagina non trovata
pl: 404 - Strona nie istnieje
pt: 404 - Página não encontrada
ru: 404 - Страница не найдена
sc: 404 - Pàgina no agatada
uk: 404 - сторінку не знайдено

source: %(path)s does not exist.
ar: %(path)s غير موجود.
de: %(path)s existiert nicht.
es: %(path)s no existe.
fr: %(path)s n'existe pas.
hi: %(path)s मौजूद नहीं है.
hr: Staza %(path)s ne postoji.
it: %(path)s non esiste.
pt: %(path)s não existe.
ru: %(path)s не существует.
sc: %(path)s no esistit.
uk: %(path)s не існує.

source: Create it?
ar: أتود إنشاؤه؟
de: Erstellen?
es: ¿Crearlo?
fr: Le créer ?
hi: इसे बनाएं?
hr: Stvoriti?
it: Vuoi crearlo?
pl: Utworzyć?
pt: Criar?
ru: Создать?
sc: Lu boles creare?
uk: Створити?

source: Looking for a template/macro?
ar: تبحث عن قالب/ماكرو؟
de: Suchen Sie ein Template/Macro?
es: ¿Buscar una plantilla/macro?
fr: Vous recherchez un modèle/macro ?
hi: टेम्पलेट/मैक्रो की तलाश है?
hr: Tražiš predložak ili makro?
it: Stai cercando un template/macro?
pt: Buscar por um template/macro?
ru: Ищете шаблон/макрос?
sc: Ses chirchende unu modellu/macro?
uk: Шукаєте шаблон/макрос?

source: Permission of %(key)s
es: Permiso de %(key)s
hr: Dozvola od %(key)s
sc: Permissu de %(key)s

source: Permission of
ar: إذن لـ
de: Zugriff auf
es: Permiso de
fr: Autorisation de
hi: की अनुमति
hr: Dozvola od
it: Permesso di
pt: Permissão de
ru: Разрешение
sc: Permissu de
uk: Дозвіл

source: Permission
ar: إذن
de: Zugriff
es: Permiso
fr: Autorisation
hi: अनुमति
hr: Dozvola
it: Permesso
pt: Permissão
ru: Разрешение
sc: Permissu
uk: Дозвіл

source: Child Permission
ar: إذن فرعي
de: Untergeordneter Zugriff
es: Permiso para niños
fr: Autorisation parentale
hr: Dozvola za djecu
it: Autorizzazione parentale
pt: Permissão para crianças
ru: Детское разрешение
sc: Autorizatzione pro sos pitzinnos
uk: Дитячий дозвіл

source: Permission Denied
es: Permiso denegado
hr: Dozvola odbijena
sc: Permissu negadu

source: Permission denied.
ar: تم رفض الإذن.
de: Zugriff verweigert.
es: Permiso denegado.
fr: Autorisation refusée.
hi: अनुमति अस्वीकृत।
hr: Dozvola odbijena.
it: Permesso negato.
pl: Odmowa zezwolenia.
pt: Permissão negada.
ru: В разрешении отказано.
sc: Permissu negadu.
uk: Відмовлено в дозволі.

source: Only logged users are allowed to add records on Open Library. Please <a href="%s">log in</a> to add a book.
es: Solo los usuarios registrados pueden añadir registros en la Biblioteca Abierta. Por favor, <a href="%s">inicia sesión</a> para añadir un libro.

source: Only logged users are allowed to modify records on Open Library. Please <a href="%s">log in</a> to edit this page.
es: Solo los usuarios registrados pueden modificar registros en la Biblioteca Abierta. Por favor, <a href="%s">inicia sesión</a> para editar esta página.

source: You may <a href="%s">log in</a> if you have the required permissions.
ar: يمكنك <a href="%s">تسجيل الدخول</a> إذا كان لديك الأذونات المطلوبة.
de: Sie können sich <a href="%s">anmelden</a>, wenn Sie die benötigten Berechtigungen haben.
es: Puedes <a href="%s">iniciar sesión</a> si tienes los permisos necesarios.
fr: Vous pouvez vous <a href="%s">connecter</a> si vous avez les autorisations nécessaires.
hi: अगर आपके पास ज़रूरी अनुमतियाँ हैं, तो आप <a href="%s">लॉग इन</a> कर सकते हैं।
hr: Možeš se <a href="%s">prijaviti</a>, ako imaš potrebne dozvole.
it: Puoi <a href="%s">accedere</a> se hai i permessi necessari.
pl: Możesz się <a href="%s">zalogować</a> jeśli masz wymagane uprawnienia.
pt: Você pode <a href="%s">iniciar sessão</a> se tiver as permissões necessárias.
ru: Вы можете <a href="%s">войти</a>, если у вас есть необходимые разрешения.
sc: Podes <a href="%s">intrare</a> si tenes sos permissos netzessàrios.
uk: Ви можете <a href="%s">ввійти</a>, якщо у вас є необхідний дозвіл.

source: Please satisfy the reCAPTCHA below. If you have security settings or privacy blockers installed, please disable them to see the reCAPTCHA.
ar: يرجى إكمال الكابتشا أدناه. إذا كان لديك إعدادات أمان أو حاصرات خصوصية مثبتة، يرجى تعطيلها لرؤية الكابتشا.
de: Bitte beantworten Sie das reCAPTCHA unten. Wenn Sie Sicherheits- und Datenschutz-Einstellungen, oder Ad-Blocker aktiviert haben, versuchen Sie diese zu deaktiveren, um das reCAPTCHA zu sehen.
es: Por favor, completa el reCAPTCHA que aparece a continuación. Si tienes instalados ajustes de seguridad o bloqueadores de privacidad, desactívalos para ver el reCAPTCHA.
hr: Riješi reCAPTCHA. Ako su sigurnosne postavke ili blokeri privatnosti instalirani, deaktiviraj ih za prikaz reCAPTCHA.
sc: Pro praghere risolve su reCAPTCHA inoghe in suta. Si tenes impostatziones de seguresa o blocadores de riservadesa istuda·los pro bìdere su reCAPTCHA.

source: Incorrect. Please try again.
ar: غير صحيح. يرجى المحاولة مرة أخرى.
de: Fehler. Bitte erneut versuchen.
es: Incorrecto. Por favor, inténtalo de nuevo.
fr: Incorrect. Veuillez réessayer.
hi: गलत पासवर्ड! कृपया फिर से कोशिश करें.
hr: Neispravno. Pokušaj ponovo.
it: Incorretto. Ti preghiamo di riprovare.
pt: Incorreto. Por favor, tente novamente.
ru: Неправильно. Пожалуйста, попробуйте ещё раз.
sc: Isballiadu. Torra a proare.
uk: Неправильно. Будь ласка, спробуйте знову.

source: Record details of
ar: تفاصيل السجل لـ
de: Details zum Eintrag von
es: Detalles de registro de
fr: Détails de l'entrée
hi: का विवरण रिकॉर्ड करें
hr: Detalji zapisa od
it: Registra dettagli di
pt: Detalhes de registro de
ru: Подробности записи
sc: Detàllios de registru de
uk: Деталі даних

source: This record came from
ar: هذا السجل جاء من
de: Dieser Eintrag kam von
es: Este registro procede de
fr: Cette entrée vient de
hi: यह रिकॉर्ड यहाँ से आया है
hr: Ovaj zapis dolazi od
it: Questa voce viene da
pt: Este registro origina de
ru: Эта запись взята из
sc: Custu registru benit dae
uk: Ці дані взяті з

source: Record ID
es: ID de registro
hr: ID zapisa
sc: ID de registru

source: Source
es: Fuente
hr: Izvor
sc: Orìgine

source: Internet Archive
es: Archivo de Internet

source: Download MARC XML
es: Descargar MARC XML
hr: Preuzmi MARC u XML formatu
sc: Iscàrriga un'XML MARC

source: Download MARC binary
es: Descargar el binario MARC
hr: Preuzmi MARC u binarnom formatu
sc: Iscàrriga un'archìviu binàriu MARC

source: Invalid MARC record.
ar: سجل MARC غير صالح.
de: Ungültiger MARC-Eintrag.
es: Registro MARC inválido.
fr: Entrée MARC non valide.
hi: अमान्य MARC रिकॉर्ड।
hr: Neispravan MARC zapis.
it: Voce MARC invalida.
pt: Registro MARC inválido.
ru: Неправильная MARC запись.
sc: Registru MARC non vàlidu.
uk: Неправильні MARC дані.

source: LEADER:
es: LÍDER:
hr: PRVO POLJE:
sc: DIRETORE:

source: Download Link
es: Enlace de descarga
hr: Poveznica za preuzimanje
sc: Ligàmene de iscarrigamentu

source: Open Library server status
es: Estado del servidor de la Biblioteca Abierta
hr: Stanje Open Library servera
sc: Istadu de su serbidore de Open Library

source: Server status
ar: حالة الخادم
es: Estado del servidor
fr: Statut du serveur
hi: सर्वर की स्थिति
hr: Stanje servera
it: Stato del server
pt: Estado do servidor
ru: Статус сервера
sc: Istadu de su serbidore
uk: Статус сервера

source: System information
es: Información del sistema
hr: Podaci sustava
sc: Informatziones de sistema

source: Features enabled
es: Funciones habilitadas
hr: Funkcije aktivirane
sc: Funtzionalidades abilitadas

source: Staged
es: Escenificación
hr: Spremno za testiranje
sc: In programma

source: View PRs on GitHub
es: Ver PR en GitHub

source: Show changed files
es: Mostrar archivos modificados
hr: Prikaži promijenjene datoteke
sc: Mustra sos archìvios mudados

source: Name
ar: الاسم
cs: Název
es: Nombre
fr: Nom
hi: नाम
hr: Ime
it: Nome
pl: Imię i nazwisko
pt: Nome
ru: Имя
sc: Nùmene
uk: Ім'я

source: Edit tag for this subject
es: Editar etiqueta para este tema
hr: Uredi oznaku za ovo područje

source: Create tag for this subject
es: Crear etiqueta para este tema
hr: Stvori oznaku za ovo područje

source: See all works
ar: عرض جميع الأعمال
de: Alle Werke anzeigen
es: Ver todas las obras
fr: Voir toutes les œuvres
hi: सभी काम देखें
hr: Pogledaj sva djela
it: Visualizza tutte le opere
sc: Abbista totu sas òperas
uk: Побачити всі роботи

source: %(count)d work
ar: %(count)d عمل
de: %(count)d Werk
es: %(count)d obra
fr: %(count)d œuvre
hi: %(count)d किताब
hr: %(count)d djelo
it: %(count)d opera
pt: %(count)d obra
sc: %(count)d òpera
uk: %(count)d робота

source: Search for books with subject %(name)s.
ar: ابحث عن كتب حول الموضوع %(name)s.
de: Suche nach Büchern mit dem Thema %(name)s.
es: Buscar libros libros con tema %(name)s.
fr: Rechercher des livres sur le thème %(name)s.
hi: विषय %(name)s वाली पुस्तकें खोजें।
hr: Traži knjige u području %(name)s.
it: Cerca libri a tema %(name)s.
pl: Szukaj książek o tematyce %(name)s.
pt: Buscar livros com assunto %(name)s.
ru: Поиск книг по рубрике %(name)s.
sc: Chirca libros cun argumentu %(name)s.
uk: Шукати книги з темою %(name)s.

source: Disambiguations
es: Desambiguaciones
hr: Višeznačnosti

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi: अब
hr: Sada
it: Ora
sc: Como
uk: Зараз

source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
hi: आज
hr: Danas
it: Oggi
pt: Hoje
ru: Сегодня
sc: Oe
uk: Сьогодні

source: This Week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
hr: Ovaj tjedan
it: Questa settimana
pt: Esta semana
ru: На этой неделе
sc: Custa chida
uk: Цього тижня

source: This Month
ar: هذا الشهر
de: Dieser Monat
es: Este mes
fr: Ce mois-ci
hi: इस महीने
hr: Ovaj mjesec
it: Questo mese
pt: Este mês
ru: За этот месяц
sc: Custu mese
uk: Цього місяця

source: This Year
ar: هذا العام
de: Dieses Jahr
es: Este año
fr: Cette année
hi: यह साल
hr: Ova godina
it: Quest'anno
sc: Cust'annu
uk: Цього року

source: All Time
ar: على مر الزمن
de: Gesamtzeit
es: Todos los tiempos
fr: De tous les temps
hi: पूरे समय
hr: Svo vrijeme
it: Sempre
sc: Semper
uk: За весь час

source: See what readers from the community are adding to their bookshelves
ar: شاهد ما يضيفه القراء من المجتمع إلى رفوف كتبهم
de: Sieh was andere in der Gemeinschaft ihren Regalen hinzufügen
es: Ver lo que los lectores de la comunidad están añadiendo a sus estantes
fr: Voir ce que les lecteurs de cette communauté ajoutent à leur bibliothèque
hi: देखें कि समुदाय के पाठक अपने बुकशेल्फ़ में क्या जोड़ रहे हैं
hr: Pogledaj što čitatelji zajednice dodaju u svoje police
it: Vedi cosa i lettori della comunità aggiungono alle loro mensole
sc: Abbista ite sos letores de sa comunidade sunt annanghende a sos iscafales issoro
uk: Погляньте, що читачі зі спільноти додають на полиці

source: Earliest trending data is from October 2017
ar: أقدم بيانات رائجة هي من أكتوبر 2017
de: Die frühesten Trend-Daten sind vom Oktober 2017
es: Los datos de tendencia más antiguos son de octubre de 2017
hr: Najraniji podaci o trendovima su od listopada 2017.
sc: Sos primos datos subra de sas tendèntzias sunt de su santugaine de su 2017

source: Want to Read
ar: أريد قراءته
de: Möchte ich lesen
es: Quiero leer
fr: Envie de lire
hi: पढ़ने में रुचि
hr: Želim čitati
it: Da leggere
pl: Chcę przeczytać
pt: Quero ler
ru: Хочу прочитать
sc: Chèrgio lèghere
uk: Хочу прочитати

source: Currently Reading
ar: أقرأ حالياً
de: Aktuell entliehen
es: Leyendo
fr: En cours de lecture
hi: फ़िलहाल पढ़ रहे हैं
hr: Trenutačno čitam
it: Lettura in corso
pl: W trakcie czytania
pt: Lendo atualmente
ru: Сейчас читаю
sc: So leghende
uk: Зараз читаю

source: Someone marked as %(shelf)s %(k_hours_ago)s
ar: شخص ما قام بتصنيفها كـ %(shelf)s منذ %(k_hours_ago)s
de: Jemand hat %(k_hours_ago)s als %(shelf)s markiert
es: Alguien marcó como %(shelf)s %(k_hours_ago)s
fr: Quelqu'un l'a noté comme %(shelf)s, %(k_hours_ago)s
hi: किसी ने %(shelf)s %(k_hours_ago)s के रूप में चिह्नित किया
hr: Netko je označio kao „%(shelf)s“ %(k_hours_ago)s
it: Qualcuno l'ha segnato come %(shelf)s %(k_hours_ago)s
sc: Calicunu l'at marcadu comente %(shelf)s %(k_hours_ago)s
uk: Хтось позначив як "%(shelf)s" %(k_hours_ago)s

source: Logged %(count)i times %(time_unit)s
ar: تم تسجيلها %(count)i مرة خلال %(time_unit)s
de: Gespeichert %(count)i mal %(time_unit)s
es: Registrado %(count)i veces %(time_unit)s
fr: Enregistré %(count)i fois %(time_unit)s
hi: %(count)i बार %(time_unit)s लॉग इन किया गया
hr: Zabilježeno %(count)i puta %(time_unit)s
it: Accesso effettuato %(count)i volte %(time_unit)s
sc: Atzessu fatu %(count)i bortas %(time_unit)s
uk: Додано Logged %(count)i разів %(time_unit)s

source: Revert to this revision?
ar: العودة إلى هذه النسخة؟
de: Auf diese Version zurücksetzen?
es: ¿Revertir a esta revisión?
fr: Revenir à cette version ?
hi: इस संशोधन पर वापस जाएँ?
hr: Vratiti na ovu reviziju?
it: Tornare a questa revisione?
pt: Reverter para essa revisão?
ru: Откатить к этому изменению?
sc: Ripristinare a custa revisione?
uk: Відкотити до цієї зміни?

source: Revert to this revision
ar: العودة إلى هذه النسخة
de: Auf diese Version zurücksetzen
es: Revertir a esta revisión
fr: Revenir à cette version
hi: इस संशोधन पर वापस जाएँ
hr: Vrati na ovu reviziju
it: Torna a questa revisione
pt: Reverter a esta revisão
ru: Откатить к этому изменению
sc: Riprìstina a custa revisione
uk: Відкотити до цієї зміни

source: Read "%(title)s"
ar: اقرأ "%(title)s"
de: „%(title)s“ Lesen
es: Leer "%(title)s"
fr: Lire « %(title)s »
hi: "%(title)s" पढ़ें
hr: Čitaj „%(title)s”
it: Letto "%(title)s"
pt: Ler "%(title)s"
ru: Читать "%(title)s"
sc: Leghe "%(title)s"
uk: Читати "%(title)s"

source: Borrow "%(title)s"
ar: استعِر "%(title)s"
de: „%(title)s“ ausleihen
es: Pedir prestado "%(title)s"
fr: Emprunter « %(title)s »
hi: "%(title)s" उधार लें
hr: Posudi „%(title)s”
it: Prendi in prestito "%(title)s"
pt: Pedir emprestado "%(title)s"
ru: Занять "%(title)s"
sc: Piga in prèstidu "%(title)s"
uk: Позичити "%(title)s"

source: Join waitlist for "%(title)s"
ar: الانضمام إلى قائمة الانتظار لـ "%(title)s"
de: „%(title)s“ vormerken
es: Unirse a la lista de espera para «%(title)s»
hr: Dodaj se u popis čekanja za „%(title)s”
sc: Auni·ti a sa lista de isetu pro "%(title)s"

source: Learn more about "%(title)s" at OpenLibrary
ar: تعلم المزيد عن "%(title)s" في المكتبة الحرة
de: Mehr über "%(title)s" in der OpenLibrary
es: Más información sobre "%(title)s" en la Biblioteca Abierta
hr: Saznaj više o „%(title)s” na OpenLibrary
sc: Impara de prus subra de "%(title)s" in s'OpenLibrary

source: Learn More
ar: تعلم المزيد
de: Mehr erfahren
es: Aprende más
fr: En savoir plus
hi: अधिक जानें
hr: Saznaj više
it: Scopri di più
pt: Aprenda mais
ru: Узнать больше
sc: Impara de prus
uk: Дізнатися більше

source: on <a target="_blank" href="%(link)s">openlibrary.org</a>
ar: على <a target="_blank" href="%(link)s">المكتبة الحرة</a>
de: auf <a target="_blank" href="%(link)s">openlibrary.org</a>
es: en <a target="_blank" href="%(link)s">openlibrary.org</a>
hr: na <a target="_blank" href="%(link)s">openlibrary.org</a>
sc: subra de <a target="_blank" href="%(link)s">openlibrary.org</a>

source: Search Books
ar: ابحث عن الكتب
de: Bücher suchen
es: Buscar libros
fr: Rechercher les livres
hi: किताबों के लिए खोज करें
hr: Traži knjige
it: Cerca libri
sc: Chirca libros
uk: Шукати книги

source: Keywords
ar: الكلمات المفتاحية
de: Schlüsselwörter
es: Palabras clave
fr: Mots-clés
hr: Ključne riječi
it: Parole chiave
pt: Palavras chave
ru: Ключевые слова
sc: Paràulas crae
uk: Ключові слова

source: Ebooks
ar: الكتب الإلكترونية
es: Libros electrónicos
fr: Livres électroniques
hi: ई - बुक्स
hr: E-knjige
it: Ebook
pl: E-booki
ru: Электронные книги
sc: Libros eletrònicos
uk: Електронні книги
