Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: If there are particular (short) passages you feel represent the book well, please feel free to transcribe them here.
ar: إذا كانت هناك مقاطع (قصيرة) معينة تشعر أنها تمثل الكتاب بشكل جيد، يرجى كتابتها هنا.
de: Wenn es besondere (kurze) Stellen gibt, welche das Buch besonders gut repräsentieren, tippen Sie sie gerne ab und tragen Sie hier ein.
es: Si hay pasajes particulares (cortos) que creas que representan bien al libro, por favor, siéntete libre de transcribirlos aquí.
fr: S'il y a des passages (courts) particuliers qui vous semblent bien représenter le livre, n'hésitez pas à les retranscrire ici.
hi: यदि कुछ विशेष (छोटे) अंश हैं जो आपको लगता है कि पुस्तक का प्रतिनिधित्व अच्छी तरह से करते हैं, तो कृपया उन्हें यहाँ अनुवाद करने में संकोच न करें।
hr: Ako postoje određeni (kratki) odlomci za koje smatraš da dobro predstavljaju knjigu, slobodno ih ovdje zapiši.
it: Se ci sono particolari passaggi (brevi) che senti che rappresentano bene illibro trascrivili pure qui.
pl: Jeśli Twoim zdaniem pewne (krótkie) fragmenty dobrze reprezentują całą książkę, proszę zacytować je tutaj.
pt: Se existem passagens (curtas) que você sente que representam bem o livro, por favor, sinta-se livre para transcrevê-las aqui.
ru: Если есть конкретные (короткие) отрывки, которые, по вашему мнению, хорошо описывают книгу, пожалуйста, не стесняйтесь написать их здесь.
sc: Si b'at passàgios (curtzos) chi pensas chi rapresentent su libru comente si tocat, pro praghere trascrie·los inoghe.
uk: Якщо в книзі є особливі (короткі) вирази, які, на вашу думку, добре її описують, будь ласка, напишіть їх тут.

source: Page number?
ar: رقم الصفحة؟
de: Seitenzahl?
es: ¿Número de página?
fr: Numéro de page ?
hi: पेज नंबर?
hr: Broj stranice?
it: Numero pagina?
pl: Jaki jest numer strony?
pt: Número da página?
ru: Номер страницы?
sc: Nùmeru de pàgina?
uk: Номер сторінки?

source: This excerpt is the first sentence of the book.
ar: هذا المقتطف هو الجملة الأولى من الكتاب.
de: Dieser Auszug ist der erste Satz des Buchs.
es: Este extracto es la primera frase del libro.
hr: Ovaj izvadak je prva rečenica knjige.
it: Questo estratto è la prima frase del libro.
sc: Custu estratu est sa prima frase de su libru.

source: Transcribe the excerpt
ar: اكتب المقتطف
de: Tippen sie den Auszug ab
es: Transcribe el extracto
fr: Retranscrivez l'extrait
hi: अंश को ट्रांसक्रिप्ट करें
hr: Transkribiraj izvadak
it: Trascrivi l'estratto
pl: Przepisz fragment
pt: Transcreva o trecho
ru: Напишите отрывок
sc: Trascrie s'estratu
uk: Напишіть вирази

source: Maximum length is 2000 characters. No HTML allowed.
ar: الحد الأقصى للطول هو 2000 حرف. لا يُسمح باستخدام HTML.
de: Die Maximallänge beträgt 2000 Zeichen. HTML ist nicht erlaubt.
es: La longitud máxima es de 2 000 caracteres. No se permite HTML.
fr: La taille maximale est de 2000 caractères. Pas de HTML autorisé.
hi: अधिकतम लंबाई 2000 कैरेक्टर है। HTML की अनुमति नहीं है।
hr: Najviše 2000 znakova. Upotreba HTML-a nije dozvoljena.
it: Lunghezza massima di 2000 caratteri, HTML non ammesso.
pl: Maksymalna długość to 2000 znaków. Porszę nie używać HTML.
pt: O comprimento máximo é de 2000 caracteres. HTML não permitido.
ru: Максимальная длина 2000 символов. Без HTML.
sc: Sa longària màssima est de 2000 caràteres. HTML non permìtidu.
uk: Максимальна довжина 2000 символів. Без HTML.

source: Why did you choose this excerpt?
ar: لماذا اخترت هذا المقتطف؟
de: Warum haben Sie diesen Auszug ausgewählt?
es: ¿Por qué has escogido este extracto?
fr: Pourquoi avoir choisi cet extrait ?
hi: आपने यह अंश क्यों चुना?
hr: Zašto si odabrao/la ovaj izvadak?
it: Perché hai scelto questo estratto?
pl: Dlaczego wybrałaś ten fragment?
pt: Por que você escolheu esse trecho?
ru: Почему вы выбрали этот отрывок?
sc: Proite as isseberadu cust'estratu?
uk: Чому ви обрали цей вираз?

source: Add an optional note.
ar: أضف ملاحظة اختيارية.
de: Eine optionale Notiz hinzufügen.
es: Añadir una nota opcional.
fr: Ajouter une remarque facultative.
hi: एक वैकल्पिक नोट जोड़ें।
hr: Dodaj opcionalnu napomenu.
it: Aggiungi una nota aggiuntiva.
pl: Dodatkowe uwagi.
pt: Adiocione um comentário opcional.
ru: Добавьте необязательное примечание.
sc: Annanghe una nota optzionale.
uk: Додайте необов'язкову нотатку.

source: Excerpts so far...
ar: المقتطفات حتى الآن...
de: Bisherige Auszüge...
es: Extractos hasta el momento...
fr: Extraits pour l'instant…
hi: अब तक के अंश...
hr: Izvadci do sada …
it: Estratti finora...
pl: Wszystkie zamieszczone fragmenty...
pt: Trechos até agora...
ru: Добавлены отрывки...
sc: Estratos finas a como...
uk: Додані вирази...

source: noted:
ar: ملاحظة:
de: merkte an:
es: anotado:
fr: a commenté :
hi: नोट किया गया:
hr: napomenuto:
it: annotato:
pl: zanotowano:
pt: comentado:
ru: написал:
sc: annotadu:
uk: записав:

source: An anonymous note:
ar: ملاحظة مجهولة:
de: Eine anonyme Notiz:
es: Una nota anónima:
fr: Un commentaire anonyme :
hi: एक गुमनाम नोट:
hr: Anonimna napomena:
it: Una nota anonima:
pl: Anonimowa notatka:
pt: Um comentário anônimo:
ru: Анонимное примечание:
sc: Una nota anònima:
uk: Анонімний запис:

source: From page
ar: من الصفحة
de: Von Seite
es: De la página
fr: De la page
hi: पृष्ठ से
hr: Sa stranice
it: Da pagina
pl: Ze strony
pt: Da página
ru: Со страницы
sc: Dae sa pàgina
uk: Зі сторінки

source: Please provide a label.
ar: يرجى تقديم تسمية.
de: Bitte geben Sie eine Linktext an.
es: Por favor, proporciona una etiqueta.
hr: Navedi oznaku.
pl: Proszę podać etykietę.
sc: Pro praghere fruni un'eticheta.

source: Please provide a URL.
ar: يرجى تقديم عنوان URL.
de: Bitte geben sie eine URL an (Link zu einer Website).
es: Por favor, proporciona una URL.
hr: Navedi URL adresu.
pl: Proszę podać URL.
sc: Pro praghere fruni un'URL.

source: Please enter a valid URL.
ar: يرجى إدخال عنوان URL صحيح.
de: Bitte geben sie eine gültige URL an.
es: Por favor, introduce una URL válida.
hr: Navedi ispravnu URL adresu.
sc: Pro praghere fruni un'URL vàlidu.

source: Please connect Open Library records to <u>good</u><span class="orange">*</span> online resources.
ar: يرجى ربط سجلات المكتبة الحرة بمصادر <u>جيدة</u><span class="orange">*</span> على الإنترنت.
de: Bitte verknüpfen Sie Open-Library-Einträge zu <u>guten</u><span class="orange">*</span> online resources.
es: Por favor, conecta los registros de la Biblioteca Abierta a <u>buenos</u><span class="orange">*</span> recursos en línea.
fr: Ne connectez les entrées Open Library qu'à de <u>bonnes</u><span class="orange">*</span> ressources en ligne.
hi: कृपया ओपन लाइब्रेरी रिकॉर्ड को <u>अच्छे</u><span class="orange">*</span> ऑनलाइन संसाधनों से कनेक्ट करें।
hr: Poveži Open Library zapise s <u>dobrim</u><span class="orange">*</span> internetskim resursima.
it: Connetti le voci di Open Library a <u>buone</u><span class="orange">*</span> risorse online.
pl: Proszę połączyć kroniki Open Library <u>poprawnych</u><span class="orange">*</span> z zasobami online.
pt: Por favor, conecte registros da Open Library a <u>bons</u><span class="orange">*</span> recursos online.
ru: Пожалуйста, соедините записи Open Library с <u>хорошими</u><span class="orange">*</span> онлайн-ресурсами.
sc: Collega sos registros de s'Open Library a resursas in lìnia <u>bonas</u><span class="orange">*</span>.
uk: Будь ласка, додайте посилання на <u>хороші</u><span class="orange">*</span> онлайн ресурси.

source: Give your link a label
ar: أعطِ رابطك تسمية
de: Geben Sie ihrem Link eine Label
es: Proporciona a tu enlace una etiqueta
fr: Donnez un nom à votre lien
hi: अपने लिंक को एक लेबल दें
hr: Označi poveznicu
it: Dai al tuo collegamento un'etichetta
pl: Nadaj etykietę swojemu linkowi.
pt: De uma etiqueta ao seu link
ru: Дайте название вашей ссылке
sc: Dae un'eticheta a custu ligàmene
uk: Дайте найменування вашому посиланню

source: For example: <em>New York Times review</em>
es: Por ejemplo: <em>Reseña del New York Times</em>
hr: Na primjer: <em>recenzija New York Timesa</em>
sc: Pro esèmpiu: <em>retzensione de su New York Times</em>

source: Add Link
ar: إضافة رابط
de: Link hinzufügen
es: Añadir enlace
hr: Dodaj poveznicu
sc: Agiunghe unu ligàmene

source: Remove this link
ar: إزالة هذا الرابط
de: Diesen Link entfernen
es: Eliminar este enlace
fr: Supprimer ce lien
hi: इस लिंक को हटाएँ
hr: Ukloni ovu poveznicu
it: Rimuovi questo collegamento
pl: Usuń ten link
pt: Eliminar esse link
ru: Удалить эту ссылку
sc: Boga custu ligàmene
uk: Видалити це посилання

source: "Good" means no spammy links, please. Keep them relevant to the book. Irrelevant sites may be removed. Blatant spam will be deleted without remorse.
ar: تعني "جيدة" عدم وجود روابط سبام، من فضلك. اجعلها ذات صلة بالكتاب. قد تتم إزالة المواقع غير ذات الصلة. سيتم حذف السبام الواضح بدون تردد.
de: „Gut“ heißt in diesem Falle: kein Spam, bitte! Sie sollten relevant sein. Irrelevante Seiten werden gegebenenfalls entfernt. Offensichtlicher Spam oder Werbung werden sofort gelöscht.
es: «Buenos» significa que no sean enlaces 'spam', por favor. Procura que sean enlaces relevantes en relación con el libro. Los sitios irrelevantes pueden ser eliminados. El 'spam' flagrante será eliminado sin remordimientos.
fr: « Bonne » signifie pas de lien de spam, merci. Faites en sorte qu'ils soient pertinents pour le livre. Les sites non pertinents pourront être supprimés. Le spam flagrant sera supprimé sans remord.
hi: "अच्छा" का मतलब है कोई स्पैम लिंक नहीं, कृपया। उन्हें किताब के लिए प्रासंगिक रखें। अप्रासंगिक साइटों को हटाया जा सकता है। स्पष्ट स्पैम को बिना किसी पछतावे के हटा दिया जाएगा।
hr: „Dobre” poveznice znači da su relevantne za knjigu. Irelevatne web-stranice će se možda ukloniti. Očiti spam će se izbrisati bez grižnje savjesti.
it: "buone" significa: no collegamenti spam, per piacere. Tienile inerenti al libro. Siti non rilevanti verrano rimossi. Spam sfacciato sarà eliminato senza pietà.
pl: "Poprwany" oznacza link bez spamu. Linki muszą być powiązane z tą książką. Nieistotne strony mogą zostać usunięte. Rażący spam zostanie usunięty natychmiastowo.
pt: "Bons" significa que não são links 'spam', por favor. Mantenha-os relevantes ao livro. Spam será deletado sem remorso.
ru: Под "хорошими" подразумеваются те, что имеют отношение к книге. Неуместные ссылки будут удаляться. Явный спам будет удаляться без колебаний.
sc: "Bonas" bolet nàrrere chi non siat ligàmenes de arga, pro praghere. Mantene·los rilevantes pro su libru. Sitos chene rilevàntzia diat pòdere èssere bogados. Arga ladina at a èssere iscantzellada chene impudu.
uk: Під "хорошими" маються на увазі ті, що мають відношення до книги. Недоречні посилання будуть видалятися. Явний спам видалятиметься без вагань.

source: Bulk Search (beta)
es: Búsqueda masiva (beta)
hr: Skupna pretraga (beta)
sc: Chirca de lotos (beta)

source: There are two ways to put an author's image on Open Library.
es: Hay dos maneras de poner la imagen de un autor en la Biblioteca Abierta.
hr: Postoje dva načina za postavljanje slike autora na Open Library.
sc: B'at duas maneras pro pònnere un'immàgine de un'autore in s'Open Library.

source: Image Guidelines
ar: إرشادات الصورة
de: Richtlinien für Bilder
es: Directrices de imágenes
fr: Conseils pour les images
hi: छवि दिशानिर्देश
hr: Smjernice za slike
it: Linee guida per le immagini
pt: Orientações para imagem
ru: Руководства по изображениям
sc: Lìnias de ghia pro sas immàgines
uk: Настанови щодо зображень

source: There are a few ways to put a cover image on Open Library.
es: Hay varias formas de poner una imagen de portada en la Biblioteca Abierta.
hr: Postoji nekoliko načina za postavljanje slike korica na Open Library.
sc: B'at duas maneras pro pònnere un'immàgine de cobertedda in s'Open Library.

source: Cover Guidelines
ar: إرشادات غلاف الكتاب
de: Richtlinien für Umschlagbilder (Cover)
es: Directrices sobre portadas
fr: Conseils pour les couvertures
hi: कवर दिशानिर्देश
hr: Smjernice za korice
it: Linee guida per le copertine
pl: Wskazówki dotyczące okładek
pt: Orientações sobre capas
ru: Руководства по обложкам
sc: Lìnias de ghia pro sas coberteddas
uk: Настанови щодо обкладинок

source: Please provide a valid image.
ar: يرجى تقديم صورة صالحة.
de: Bitte laden sie eine gültige Bilddatei hoch.
es: Por favor, proporciona una imagen válida.
fr: Merci de fournir une image valide.
hi: कृपया एक मान्य फ़ोटो दें।
hr: Zadaj ispravnu sliku.
it: Fornisci un'immagine valida.
pl: Udostępnij poprawny obraz.
pt: Por favor, forneça uma imagem válida.
ru: Пожалуйста, добавьте правильное изображение.
sc: Pro praghere càrriga un'immàgine vàlida.
uk: Будь ласка, додайте правильне зображення.

source: Please provide an image URL.
ar: يرجى تقديم عنوان URL للصورة.
de: Bitte geben sie einen Internet-Link (URL) zu dem Bild an.
es: Por favor, proporciona una URL de la imagen.
fr: Merci de fournir une URL d'image.
hi: कृपया एक छवि URL प्रदान करें।
hr: Zadaj URL adresu slike.
it: Fornisci l'URL di un'immagine.
pl: Podaj ULR tego obrazu.
pt: Por favor, forneça uma URL da imagem.
ru: Пожалуйста, добавьте URL-адрес изображения.
sc: Pro praghere càrriga un'URL vàlidu.
uk: Будь ласка, додайте правильне URL посилання на зображення.

source: Learn more by reading our <a href="/help/faq/editing#picture" target="blank">%(guidelines)s</a>.
es: Obtén más información leyendo nuestras <a href="/help/faq/editing#picture" target="blank">%(guidelines)s</a>.
hr: Saznaj više. Pročitaj naše <a href="/help/faq/editing#picture" target="blank">%(guidelines)s</a>.
sc: Impara de prus leghende·ti sas <a href="/help/faq/editing#picture" target="blank">%(guidelines)s</a> nostras.

source: <strong>Pick one</strong> from the existing covers
es: <strong>Elige una</strong> de las portadas existentes
hr: <strong>Odaberi jednu</strong> od postojećih korica
sc: <strong>Issebera·nde una</strong> dae sas coberteddas chi esistint

source: Use this image
es: Usar esta imagen
hr: Koristi ovu sliku
sc: Imprea custa immàgine

source: Choose a JPG, GIF, PNG or WebP on your computer
es: Elige un archivo JPG, GIF, PNG o WebP en tu equipo

source: Upload
cs: Nahrát
es: Subir
hr: Prenesi
sc: Càrriga

source: Or, paste an image from your clipboard
es: O bien, pega una imagen desde el portapapeles

source: Paste image from clipboard
es: Pegar imagen del portapapeles

source: Paste Image
es: Pegar imagen

source: Upload image
es: Subir imagen

source: Upload Image
es: Subir imagen

source: Uploading...
ar: جارٍ التحميل...
de: Hochladen...
es: Subiendo...
hr: Prijenos …
sc: Carrighende...

source: Pull up a larger author photo
ar: عرض صورة المؤلف بحجم أكبر
de: Größeres Autorenbild laden
es: Ampliar la foto del autor
hr: Prenesi veliku sliku autora
sc: Abbista una fotografia prus manna de s'autore

source: Photo of %(author)s
ar: صورة لـ %(author)s
de: Foto von %(author)s
es: Foto de %(author)s
hr: Slika za %(author)s
sc: Fotografia de %(author)s

source: Click to close
ar: انقر للإغلاق
de: Zum Schließen klicken
es: Haz clic para cerrar
hr: Klikni za zatvaranje
sc: Incarca pro serrare

source: We need a photo of %(author)s
ar: نحتاج إلى صورة لـ %(author)s
de: Wir benötigen ein Foto von %(author)s
es: Necesitamos una foto de %(author)s
hr: Trebamo sliku autora %(author)s
sc: Nos bisòngiat una fotografia de %(author)s

source: Pull up a bigger book cover
ar: عرض غلاف الكتاب بحجم أكبر
de: Größeres Buchcover laden
es: Sube la portada de un libro más grande
fr: Agrandir la couverture
hi: एक बड़ा बुक कवर तैयार करें
hr: Dodaj veće korice knjige
it: Tira su una copertina più grande
pt: Amplie a capa do livro
ru: Установить большую обложку книги
sc: Pone una cobertedda de libru prus manna

source: Cover of: %(title)s by %(authors)s
ar: غلاف: %(title)s بواسطة %(authors)s
de: Cover zu: %(title)s von %(authors)s
es: Portada de: %(title)s de %(authors)s
fr: Couverture de : %(title)s par %(authors)s
hi: %(authors)s द्वारा :%(title)s का कवर
hr: Korice od: %(title)s, autor: %(authors)s
it: Copertina di: %(title)s di %(authors)s
pt: Capa de: %(title)s de %(authors)s
ru: Обложка %(title)s от %(authors)s
sc: Cobertedda de: %(title)s de %(authors)s
uk: Обкладинка %(title)s від %(authors)s

source: View a larger book cover
es: Ver la portada del libro más grande
fr: Voir une couverture plus grande
hi: एक बड़ा बुक कवर देखें
hr: Pogledaj veće korice knjige
it: Visualizza una copertina più grande
pt: Ver uma capa maior
ru: Показать большую обложку книги
sc: Càstia una cobertedda de libru prus manna
uk: Показати більше обкладинку книги

source: We need a book cover for: %(title)s
ar: نحتاج إلى غلاف كتاب لـ: %(title)s
de: Wir benötigen ein Colver zu: %(title)s
es: Necesitamos una portada de libro para: %(title)s
fr: Nous avons besoin d'une couverture pour : %(title)s
hi: हमें इसके लिए एक बुक कवर चाहिए: %(title)s
hr: Trebamo korice knjige za: %(title)s
it: Abbiamo bisogno di una copertina per: %(title)s
pt: Precisamos de uma capa de livro para: %(title)s
ru: Нам нужна обложка для %(title)s
sc: Tenimus una cobertedda de libru pro: %(title)s
uk: Нам потрібна обкладинка для %(title)s

source: Go to the main page for %(title)s
ar: اذهب إلى الصفحة الرئيسية لـ %(title)s
de: Gehe zur Hauptseite für %(title)s
es: Ir a la página principal de %(title)s
fr: Aller à la page principale de %(title)s
hi: %(title)s के लिए मुख्य पेज पर जाएँ
hr: Idi na glavnu stranicu za %(title)s
it: Vai alla pagina principale per %(title)s
pt: Ir para a página principal de %(title)s
ru: Перейти на главную страницу для %(title)s
sc: Bae a sa pàgina printzipale pro %(title)s
uk: Перейти на головну сторінку для %(title)s

source: Author Photos
ar: صور المؤلفين
de: Autorenbilder
es: Fotos del autor
fr: Photos de l'auteur
hi: लेखक की फ़ोटो
hr: Slike autora
it: Foto dell'autore
pt: Fotos do Autor
ru: Фотографии автора
sc: Fotografias de s'autore
uk: Фотографії автора

source: Manage Author Photos
ar: إدارة صور المؤلفين
de: Autorenbilder verwalten
es: Gestionar fotos del autor
fr: Gérer les photos de l'auteur
hi: लेखक की फ़ोटो मैनेज करें
hr: Upravljaj slikama autora
it: Gestisci foto dell'autore
pt: Manejar Fotos do Autor
ru: Управлять фотографиями автора
sc: Manìgia sas fotografias de s'autore
uk: Керувати фотографіями автора

source: Add Author Photo
ar: إضافة صورة مؤلف
de: Autorenbilder hinzufügen
es: Añadir foto del autor
fr: Ajouter une photo de l'auteur
hi: लेखक की फ़ोटो जोड़ें
hr: Dodaj sliku autora
it: Aggiungi foto dell'autore
pt: Adicionar Foto do Autor
ru: Добавить фотографии автора
sc: Annanghe una fotografia de s'autore
uk: Додати фотографії автора

source: Book Covers
ar: أغلفة الكتب
de: Titelbild
es: Portadas de libros
fr: Couvertures
hi: बुक कवर
hr: Korice knjiga
it: Copertine
pt: Capas de livros
ru: Обложки
sc: Coberteddas de sos libros
uk: Обкладинки книги

source: Manage Covers
ar: إدارة الأغطية
de: Titelbilder verwalten
es: Gestionar portadas
fr: Gérer les couvertures
hi: कवर मैनेज करें
hr: Upravljaj koricama knjiga
it: Gestisci copertine
pt: Gerenciar capas
ru: Управлять обложками
sc: Manìgia sas coberteddas
uk: Керувати обкладинками

source: Add Cover Image
ar: إضافة صورة غلاف
de: Ein Titelbild hinzufügen
es: Añadir imagen de portada
fr: Ajouter une couverture
hi: कवर फ़ोटो जोड़ें
hr: Dodaj sliku korice knjige
it: Aggiungi copertine
pt: Adicionar foto de capa
ru: Добавить изображение обложки
sc: Annanghe un'immàgine de cobertedda
uk: Додати зображення обкладинки

source: Manage
ar: إدارة
de: Verwalten
es: Gestionar
fr: Gérer
hi: प्रबंध
hr: Upravljaj
it: Gestisci
pt: Gerenciar
ru: Управлять
sc: Manìgia
uk: Керувати

source: Or, use a cover from %s
es: O usa una portada de %s

source: You can drag and drop thumbnails to reorder, or into the trash to delete them.
ar: يمكنك سحب وإفلات الصور المصغرة لإعادة ترتيبها، أو إلى سلة المهملات لحذفها.
de: Sie können die Vorschaubilder per Drag & Drop neu anordnen, oder zum Löschen in den Papierkorb ziehen.
es: Puedes arrastrar y soltar las miniaturas para reordenarlas o colocarlas en la papelera para eliminarlas.
fr: Vous pouvez cliquer-déposer les miniatures pour les réordonner ou les supprimer.
hi: आप थंबनेल को फिर से ऑर्डर करने के लिए ड्रैग और ड्रॉप कर सकते हैं, या उन्हें हटाने के लिए ट्रैश में डाल सकते हैं।
hr: Povuci-i-ispusti minijature za mijenjanje redoslijeda ili za premještanja u smeće.
it: Puoi trascinare e lasciare le anteprime per per riordinare, o nel cestino per eliminarle.
pl: Możesz przeciągać i upuszczać miniatury w celu zmiany kolejności, lub przeciągać je do kosza w celu usunięcia
pt: Você pode arrastar e soltar miniaturas para reordenar, ou para a lixeira para excluí-las.
ru: Вы можете перетаскивать изображения, чтобы изменить их порядок или удалить их.
sc: Podes trisinare e lassare miniaduras de torrare a ordinare, o in sa cartella de s'arga pro las iscantzellare.
uk: Ви можете перетягувати зображення, щоб змінити їхній порядок, або видалити їх.

source: New book cover
ar: غلاف كتاب جديد
de: Neuer Bucheinband
es: Nueva portada
hr: Nove korice knjige
sc: Cobertedda de libru noa

source: Saved!
ar: تم الحفظ!
cs: Uloženo!
de: Gespeichert!
es: ¡Guardado!
fr: Enregistré !
hi: सेव किया गया!
hr: Spremljeno!
it: Salvato!
pl: Zapisano!
pt: Salvo!
ru: Сохранено!
sc: Sarvadu!
uk: Збережено!

source: Notes:
ar: ملاحظات:
cs: Poznámky:
de: Notizen:
es: Notas:
hi: नोट्स:
hr: Napomene:
it: Note:
pl: Notatki:
pt: Notas:
ru: Заметки:
sc: Notas:
uk: Нотатки:

source: Add another image
ar: إضافة صورة أخرى
de: Ein weiteres Titelbild hinzufügen
es: Añadir otra imagen
fr: Ajouter une autre image
hi: एक और फ़ोटो जोड़ें
hr: Dodaj jednu drugu sliku
it: Aggiungi un'altra immagine
pl: Dodaj kolejny obraz
pt: Adicionar outra imagem
ru: Добавить ещё одно изображение
sc: Annanghe un'àtera immàgine
uk: Додати ще одне зображення

source: Finished
ar: تم
cs: Dokončeno
de: Erledigt
es: Finalizado
fr: Terminé
hi: पूर्ण
hr: Završeno
it: Finito
pl: Zakończono
pt: Finalizado
ru: Завершено
sc: Acabadu
uk: Завершено

source: Sent!
es: ¡Enviado!
hr: Poslano!
sc: Imbiada!

source: Thank you for your note. We'll get back to you as soon as possible.
es: Gracias por tu nota. Nos pondremos en contacto contigo lo antes posible.
hr: Hvala ti na napomeni. Javit ćemo ti se u najkraćem mogućem roku.
sc: Ti torramus gràtzias pro sa nota tua. T'amus a torrare imposta su prus in presse chi amus a pòdere.

source: It might take us a little while to read it because we receive lots of messages, but rest assured we will, and we'll get back to you if required.
es: Puede que tardemos un poco en leerlo porque recibimos muchos mensajes, pero ten por seguro que lo haremos y te responderemos si es necesario.
hr: Možda će malo potrajati da je pročitamo jer primamo puno poruka. Mi ćemo je svakako pročitati te ćemo ti se javiti ako bude potrebno.
sc: Nos diat pòdere bisongiare unu pagu de tempus in antis de lu pòdere lèghere ca retzimus unu muntone de messàgios, ma ista seguru chi l'amus a fàghere, e t'amus a torrare imposta si at a serbire.

source: Qualifying for Print Disability Special Access
es: Requisitos para acceder al servicio especial para personas con discapacidad visual

source: Imported from
es: Importado de
hr: Uvezeno iz
sc: Importadu dae

source: Found a matching
es: Encontrada una coincidencia
hr: Pronađen je odgovarajući
sc: Atzapada una currispondèntzia

source: Edited without comment.
ar: تم التعديل بدون تعليق.
cs: Editováno bez komentáře
de: Ohne Kommentar bearbeitet.
es: Editado sin comentarios.
fr: Modifié sans commentaire.
hi: बिना किसी टिप्पणी के एडिट किया गया।
hr: Uređeno bez komentara.
it: Modificato senza commento.
pl: Edytowano bez dodania komentarza.
pt: Editado sem comentários.
ru: Отредактировано без комментариев.
sc: Modificadu chene cummentu.
uk: Редаговано без коментарів.

source: record
es: registro
hr: zapis
sc: registru
