Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Times
ar: الأوقات
de: Zeiten
es: Tiempos
fr: Périodes
hi: टाइम्स (बार)
hr: Vremena
it: Epoche
pl: Okres
pt: Tempos
ru: Времена
sc: Èpocas
uk: Часи

source: Related...
ar: متعلق...
cs: Související...
de: Verknüpft...
es: Relacionado...
fr: Similaires…
hi: संबंधित...
hr: Povezano …
it: Simili...
pl: Powiązane...
pt: Relacionado...
ru: Похожие...
sc: Ligados...
uk: Пов'язане...

source: None found.
ar: لم يتم العثور على أي شيء.
cs: Nenalezeno
de: Keine gefunden.
es: No se ha encontrado ninguno.
fr: Aucun résultat.
hi: कुछ नहीं मिला।
hr: Ništa nije pronađeno.
it: Nessuno trovato.
pl: Nie znaleziono.
pt: Não foi possível encontrar nenhum.
ru: Ничего не найдено.
sc: Perunu agatadu.
uk: Не знайдено.

source: Really return this book?
ar: هل تريد حقًا إعادة هذا الكتاب؟
de: Dieses Buch zurückgeben?
es: ¿Devolver este libro de verdad?
fr: Vraiment rendre ce livre ?
hi: क्या आप वाकई यह किताब लौटा रहे हैं?
hr: Stvarno vratiti ovu knjigu?
it: Restituire davvero questo libro?
pl: Na pewno zwrócić tę książkę?
pt: Devolver este livro de verdade?
ru: Точно вернуть эту книгу?
sc: Boles torrare a beru custu libru?

source: Return book
ar: إعادة الكتاب
de: Buch zurückgeben
es: Devolver libro
fr: Rendre le livre
hi: रिटर्न बुक
hr: Vrati knjigu
it: Restituisci libro
pt: Devolver livro
ru: Вернуть книгу
sc: Torra su libru

source: Books
ar: كتب
de: Bücher
es: Libros
fr: Livres
hi: पुस्तक
hr: Knjige
it: Libri
pl: Książki
pt: Livros
ru: Книги
sc: Libros
uk: Книги

source: Authors
ar: مؤلفون
cs: Autoři
de: Autoren
es: Autores
fr: Auteurs
hi: लेखक
hr: Autori
it: Autori
pl: Autorzy
pt: Autores
ru: Авторы
sc: Autores
uk: Автори

source: Advanced Search
ar: البحث المتقدم
cs: Pokročilé vyhledávání
de: Erweiterte Suche
es: Búsqueda avanzada
fr: Recherche avancée
hi: विस्तृत खोज
hr: Napredna pretraga
it: Ricerca avanzata
pl: Wyszukiwanie zaawansowane
pt: Busca avançada
ru: Расширенный поиск
sc: Chirca avantzada
uk: Розширений пошук

source: added to
ar: أضيف إلى
de: Hinzugefügt zu
es: añadido a
hr: dodano u
sc: annantu a

source: Cover of edition %(id)s
ar: غلاف النسخة %(id)s
de: Einband der Ausgabe %(id)s
es: Portada de la edición %(id)s
hr: Korice izdanja %(id)s
sc: Cobertedda de s'editzione %(id)s

source: First published in %(year)s
ar: نُشرت لأول مرة في %(year)s
de: Zuerst erschienen in %(year)s
es: Publicado por primera vez en %(year)s
fr: Première publication en %(year)s
hi: पहली बार %(year)s में प्रकाशित हुआ
hr: Prvi put izdano %(year)s.
it: Pubblicato per la prima volta nel %(year)s
pl: Po raz pierwszy opublikowana w %(year)s
pt: Publicado pela primeira vez em %(year)s
ru: Впервые опубликовано в %(year)s
sc: Publicadu pro sa prima borta in su %(year)s
uk: Вперше опубліковано в %(year)s

source: %(count)s edition
ar: %(count)s إصدار
de: %(count)s Ausgabe
es: %(count)s edición
fr: %(count)s édition
hi: %(count)s संस्करण
hr: %(count)s izdanje
it: %(count)s edizione
pt: %(count)s edição
sc: %(count)s editzione
uk: %(count)s видання

source: in <a class="hoverlink" title="%(langs)s">%(count)d language</a>
ar: في <a class="hoverlink" title="%(langs)s">%(count)d لغة</a>
de: in <a class="hoverlink" title="%(langs)s">%(count)d Sprache</a>
es: en <a class="hoverlink" title="%(langs)s">%(count)d idioma</a>
hr: na <a class="hoverlink" title="%(langs)s">%(count)d jeziku</a>
it: in <a class="hoverlink" title="%(langs)s">%(count)d lingua</a>
sc: in <a class="hoverlink" title="%(langs)s">%(count)d limba</a>

source: This is only visible to librarians.
ar: هذا مرئي فقط للأمناء المكتبيين.
de: Das ist nur für Bibliothekar*innen sichtbar.
es: Esto es solo visible para bibliotecarios.
fr: Ceci est seulement visible pour les libraires.
hi: यह केवल लाइब्रेरियन को दिखाई देता है।
hr: Ovo vide samo knjižničari.
it: Questo è visibile solo ai bibliotecai.
sc: Custu lu podent bìdere petzi sos bibliotecàrios.
uk: Лише бібліотекарі бачать це.

source: Work Title
ar: عنوان العمل
de: Werktitel
es: Título de la obra
fr: Titre de l'œuvre
hi: कार्य का शीर्षक
hr: Naslov djela
it: Titolo dell'opera
sc: Tìtulu de s'òpera
uk: Назва

source: Orphaned Edition
ar: النسخة اليتيمة
de: Verwaiste Ausgabe
es: Edición huérfana
fr: Édition orpheline
hi: अनाथ संस्करण
hr: Nepovezana izdanja
it: Edizione orfana
pt: Edição órfã
ru: Осиротевшее издание
sc: Editzione òrfana
uk: Видання-сирота

source: Share on %(share_link)s
ar: مشاركة على %(share_link)s
de: Auf %(share_link)s teilen
es: Compartir en %(share_link)s
hr: Dijeli na %(share_link)s
sc: Cumpartzi in %(share_link)s

source: Embed this book in your website
ar: تضمين هذا الكتاب في موقعك الإلكتروني
de: Dieses Buch auf Ihrer Webseite einbetten
es: Incrusta este libro en tu página web
fr: Intégrer ce livre dans votre site Web
hi: इस किताब को अपनी वेबसाइट में एम्बेड करें
hr: Ugradi ovu knjigu u tvoju web-stranicu
it: Incorpora questo libro nel tuo sito internet
pl: Umieść tę książkę na swojej stronie internetowej
pt: Incorpore este livro em sua página web
ru: Вставьте эту книгу в свой сайт
sc: Incòrpora custu libru in su situ tuo

source: Embed icon
ar: رمز التضمين
de: Symbol für das Einbetten
es: Icono de inserción
hr: Ikona ugradnje
sc: Icona incorporada

source: Embed
ar: تضمين
de: Einbetten
es: Incrustar
fr: Intégré
hi: एम्बेड करें
hr: Ugradi
it: Incorpora
pl: Umieść
pt: Incorporar
ru: Вставить
sc: Incorporadu

source: Copy url to clipboard
ar: نسخ الرابط إلى الحافظة
de: URL in die Zwischenablage kopieren
es: Copiar url al portapapeles
hr: Kopiraj URL u međuspremnik
sc: Còpia s'url in punta de billete

source: Copy URL icon
ar: رمز نسخ الرابط
de: URL-Symbol kopieren
es: Copiar icono URL
hr: Ikona kopiranja URL-a
sc: Còpia s'icona de s'URL

source: Copy URL
ar: نسخ الرابط
de: URL kopieren
es: Copiar URL
hr: Kopiraj URL
sc: Còpia s'URL

source: Open QR code
es: Abrir código QR
hr: Otvori QR kod
sc: Aberi su còdighe QR

source: QR code icon
es: Icono de código QR
hr: Ikona QR koda
sc: Icona de su còdighe QR

source: QR Code
es: Código QR
hr: QR kod
sc: Còdighe QR

source: Clear my rating
ar: مسح تقييمي
de: Meine Bewertung löschen
es: Borrar mi valoración
fr: Supprimer mon évaluation
hi: मेरी रेटिंग साफ़ करें
hr: Ukloni moju ocjenu
it: Cancella la mia valutazione
pt: Deletar minha avaliação
ru: Очистить мои оценки
sc: Inneta sa valutatzione mea
uk: Очистити мій рейтинг

source: rating
es: calificación
hr: ocjena
sc: votu

source: ratings
es: calificaciones
hr: ocjene
sc: votos

source: %(want_to_read_count)s Want to read
es: %(want_to_read_count)s Quiero leer
hr: Želim čitati: %(want_to_read_count)s
sc: %(want_to_read_count)s Chèrgio lèghere

source: Want to read
ar: أريد قراءته
de: Lesewunsch
es: Quiero leer
fr: Envie de lire
hi: पढ़ने में रुचि
hr: Želim čitati
it: Da leggere
pt: Quero ler
ru: Хотят прочитать
sc: Chèrgio lèghere
uk: Хочу прочитати

source: Currently reading
ar: أقرأ حاليًا
de: Aktuell Lesend
es: Actualmente leyendo
fr: En cours de lecture
hi: फ़िलहाल पढ़ रहे हैं
hr: Trenutačno čitam
it: Lettura in corso
pt: Atualmente lendo
ru: Сейчас читают
sc: Leghende como
uk: Зараз читаю

source: Have read
ar: قرأت
de: Haben es gelesen
es: He leído
fr: A lu
hi: पढ़ लिया है
hr: Pročitano
it: Letto
pt: Lido
ru: Прочитало
sc: Apo lèghidu
uk: Прочитав

source: Developer Center (Home)
ar: مركز المطورين (الرئيسية)
de: Entwicklungszentrum (Home)
es: Centro de desarrollo (Inicio)
fr: Centre des développeurs (Accueil)
hi: डेवलपर केंद्र (होम)
hr: Centar razvoja (Naslovnica)
it: Centro sviluppatore (Home)
pt: Centro de desenvolvimento (Início)
ru: Центр разработчиков (Главная)
sc: Tzentru de isvilupu (Pàgina printzipale)

source: Web API
ar: واجهة برمجة التطبيقات (API) على الويب
es: API web
fr: API Web
hi: वेब एपीआई
pt: API web
sc: API Web

source: Client Library
ar: مكتبة العميل
de: Client-Bibliothek
es: Biblioteca cliente
it: Biblioteca cliente
pt: Biblioteca cliente
ru: Клиент библиотеки
sc: Libreria de su cliente

source: Data Dumps
ar: تفريغ البيانات
de: Datenexporte
es: Volcados de datos
fr: Dépôt de données
hi: डेटा डंप
hr: Izvoz podataka
it: Scarica dati
pt: Despejo de dados
ru: Дампы данных
sc: Iscarrigamentos de datos in massa

source: Source Code
ar: الشيفرة المصدرية
de: Quelltext
es: Código fuente
fr: Code source
hi: काल ग्राफ
hr: Izvorni kod
it: Codice sorgente
pt: Código fonte
ru: Исходный код
sc: Còdighe de orìgine
uk: Сирцевий код

source: Report an Issue
ar: الإبلاغ عن مشكلة
de: Ein Problem melden
es: Informar de un problema
fr: Signaler un problème
hi: किसी समस्या की रिपोर्ट करें
hr: Prijavi problem
it: Segnala un problema
pt: Informar-nos sobre um problema
ru: Сообщить о проблеме
sc: Sinnala unu problema
uk: Повідомити про проблему

source: Licensing
ar: الترخيص
de: Lizenzierung
es: Licencia
fr: Autorisations
hi: लाइसेंसिंग
hr: Licenziranje
it: Autorizzazioni
pt: Licenciamento
ru: Лицензирование
sc: Autorizatziones
uk: Ліцензування

source: Welcome
ar: مرحبا
de: Willkommen
es: Bienvenido
fr: Bienvenue
hi: स्वागत
hr: Dobro došao, dobro došla
it: Benvenuti
pt: Bem-vindo
ru: Добро пожаловать
sc: Bene bènnidu
uk: Ласкаво просимо

source: Searching Open Library
ar: البحث في المكتبة الحرة
de: Open Library durchsuchen
es: Búsqueda en la Biblioteca Abierta
fr: Rechercher dans Open Library
hi: ओपन लाइब्रेरी सर्च की जा रही है
hr: Pretraživanje Open Library knjižnice
it: Cerca in Open Library
pt: Busca na Open Library
ru: Поиск Open Library
sc: Chircare in s'Open Library

source: Reading Books
ar: قراءة الكتب
de: Lese Bücher
es: Leer libros
fr: Lire des livres
hi: गाने सुनना
hr: Čitane knjige
it: Leggere libri
pt: Ler livros
ru: Чтение книг
sc: Lèghere libros

source: Adding & Editing Books
ar: إضافة وتحرير الكتب
de: Hinzufügen & Bearbeiten von Büchern
es: Añadir y editar libros
fr: Ajouter & modifier des livres
hi: किताबें जोड़ना और संपादित करना
hr: Dodavanje i uređivanje knjiga
it: Aggiungere & modificare libri
pt: Adicionar e editar livros
ru: Добавление и редактирование книг
sc: Annànghere e modificare libros

source: Using Subjects
ar: استخدام المواضيع
de: Benutze Themen
es: Uso de temas
fr: Utiliser les thèmes
hi: विषयों का उपयोग करना
hr: Korištenje područja
it: Usare argomenti
pt: Uso de temas
ru: Использование рубрик
sc: Impreare sos argumentos

source: Open Library F.A.Q.
ar: الأسئلة الشائعة حول المكتبة الحرة
es: Preguntas frecuentes de la Biblioteca Abierta
fr: FAQ d'Open Library
hr: Open Library ČPP
pt: Perguntas frequentes da Open Library
ru: Open Library ЧАВО
sc: P.F. de s'Open Library

source: Page %s
ar: الصفحة %s
de: Seite %s
es: Página %s
hr: Stranica %s
sc: Pàgina %s

source: Trending: %(score).2f
es: Tendencia: %(score).2f

source: Page Type
ar: نوع الصفحة
de: Seiten-Typ
es: Tipo de página
fr: Type de page
hi: पेज का प्रकार
hr: Vrsta stranice
it: Tipo di pagina
pl: Rodzaj strony
pt: Tipo de página
ru: Тип страницы
sc: Casta de pàgina

source: Huh?
ar: ماذا؟
de: Hä?
es: ¿Eh?
fr: Hein ?
pl: Wpisz ponownie
pt: Hã?
ru: А?
sc: Ah?

source: Every piece of Open Library is defined by the type of content it displays, usually by content definition (e.g. Authors, Editions, Works) but sometimes by content use (e.g. macro, template, rawtext). Changing this for an existing page will alter its presentation and the data fields available for editing its content.
ar: كل جزء من المكتبة الحرة يتم تعريفه بنوع المحتوى الذي يعرضه، عادةً عبر تعريف المحتوى (مثل: المؤلفين، الإصدارات، الأعمال)، ولكن في بعض الأحيان عبر استخدام المحتوى (مثل: الماكرو، القوالب، النصوص الخام). تغيير هذا في صفحة موجودة سيؤثر على عرضها والحقول المتاحة لتعديل محتواها.
de: Jedes Stück der Open Library ist definiert über seinen angezeigten Inhaltstyp; üblicherweise über die Definition des Inhalts (z.B. Autoren, Ausgaben, Werke) aber manchmal auch über die Verwendung des Inhalts (z.B. Makro, Vorlage, Klartext). Dies für eine bestehende Seite zu ändern, ändert auch deren Darstellung und die zur Verfügung stehenden Datenfelder um den Inhalt zu bearbeiten.
es: Cada pieza de la Biblioteca Abierta se define por el tipo de contenido que muestra, generalmente por definición del contenido (p. ej., Autores, Ediciones, Obras), pero a veces por uso del contenido (p. ej., macro, plantilla, texto en bruto). Cambiar esto para una página existente alterará su presentación y los campos de datos disponibles para editar su contenido.
fr: Chaque élément d'Open Library est défini par le type de contenu qu'il affiche, généralement par la définition de son contenu (par exemple un auteur, une édition, une œuvre) mais parfois par l'utilisation de son contenu (par exemple une macro, un modèle, un texte brut). Modifier ceci pour une page existante modifiera sa présentation et les champs de données disponibles pour éditer son contenu.
hi: ओपन लाइब्रेरी के प्रत्येक टुकड़े को आमतौर पर सामग्री परिभाषा (जैसे लेखक, संस्करण, कार्य) द्वारा प्रदर्शित सामग्री के प्रकार से परिभाषित किया जाता है, लेकिन कभी - कभी सामग्री उपयोग (जैसे मैक्रो, टेम्पलेट, रॉटेक्स्ट) द्वारा परिभाषित किया जाता है। मौजूदा पेज के लिए इसे बदलने से इसकी प्रस्तुति और इसके कंटेंट को एडिट करने के लिए उपलब्ध डेटा फ़ील्ड में बदलाव होगा।
hr: Svaki Open Library element definiran je vrstom sadržaja koji prikazuje, obično definicijom sadržaja (npr. autori, izdanja, djela), ali ponekad i upotrebom sadržaja (npr. makronaredba, predložak, neformatirani tekst). Mijenjanjem elemenata za postojeću stranicu, promijenit će se njen prikaz i podatkovna polja koja su dostupna za uređivanje sadržaja stranice.
it: Ogni pezzo di Open Library è definito dal tipo di contenuto che mostra, solitamente per contenuto (esempi: autori, edizioni, opere) ma alcune volte per uso del contenuto (esempi: macro, template, testo grezzo). Cambiare questo in una pagina già esistente altererà la sua presentazione e i campi dei dati disponibili per modificare il suo contenuto.
pl: Każdy element Open Library jest określony przez rodzaj informacji które wyświetla, zwykle według definicji treści (np. autorzy, wydania, prace), a czasem według zawartości (np. makro, szablon, tekst). Zmiany na istniejącej stronie zmienią jej prezentację i pola danychdostępnych do edycji jej zawartości.
pt: Cada peça da Open Library se define pelo tipo de conteúdo que ela mostra, geralmente pela definição do conteúdo (ex.: Autores, Edições, Obras), mas às vezes por uso do conteúdo (ex.: macro, template, texto bruto). Mudar isso para uma página existente alterará sua apresentação e os campos de dato disponíveis para editar seu conteúdo.
ru: Каждая часть Open Library определяется типом содержимого, которое она отображает, обычно по определению содержимого (например, Авторы, Издания, Произведения), но иногда по использованию содержимого (например, макрос, шаблон, необработанный текст). Изменение этого параметра для существующей страницы изменит её представление и поля данных, доступные для редактирования её содержимого.
sc: Cada parte de s'Open Library est definida dae sa casta de cuntenutu chi ammustrat, de sòlitu pro definitzione de su cuntenutu (a es. Autores, Ediziones, Òperas) ma a bortas pro s'impreu de su cuntenutu (pro es. macro, modellu, testu crudu). Si custu càmbiat pro una pàgina chi esistit, at a cambiare sa presentatzione sua e sos campos de datos a disponimentu pro modificare su cuntenutu suo.

source: Please use caution changing Page Type!
ar: يرجى توخي الحذر عند تغيير نوع الصفحة!
de: Vorsicht beim Ändern des Seitentyps!
es: ¡Por favor, ten cuidado al cambiar el tipo de página!
fr: Veuillez faire attention en changeant le type de page !
hi: कृपया पेज का प्रकार बदलने में सावधानी बरतें!
hr: Oprez pri mijenjanju vrste stranice!
it: Per favore usa cautela quando cambi tipo di pagina!
pl: Zachowaj ostrożność, zmieniając Typ Strony!
pt: Por favor, tenha cuidado ao mudar o tipo de página!
ru: Пожалуйста, будьте осторожны при изменении типа страницы!
sc: Dae cara cambiende sa casta de pàgina!

source: (Simplest solution: If you aren't sure whether this should be changed, don't change it.)
ar: (أبسط حل: إذا لم تكن متأكدًا من أنه يجب تغيير هذا، فلا تقم بتغييره.)
de: (Einfachste Lösung: Wenn Sie nicht sicher sind, dass etwas geändert werden sollte, dann ändern Sie es nicht.)
es: (La solución más simple: Si no estás seguro de si esto debe ser cambiado, no lo cambies.)
fr: (Solution la plus simple: si vous ne savez pas si cela doit être modifié, ne le changez pas.)
hi: (सबसे आसान समाधान: अगर आपको यकीन नहीं है कि इसे बदला जाना चाहिए या नहीं, तो इसे न बदलें।)
hr: (Najjednostavnije rješenje: ako si u nedoumici, nemoj mijenjati.)
it: (Soluzione semplice: se non sei sicuro se questo debba essere cambiato, non cambiarlo.)
pl: (Najprostsze rozwiązanie: jeśli nie masz pewności, czy należy to zmienić, nie zmieniaj tego.)
pt: (A solução mais simples: Se você não tem certeza se isso deve ser mudado, não o mude.)
ru: (Самое простое решение: Если вы не уверены, стоит ли это менять - не меняйте.)
sc: (Solutzione prus fàtzile: si non ses seguru si diat èssere su casu de la cambiare, non la càmbies.)

source: Add another
ar: إضافة أخرى
de: Weitere hinzufügen
es: Añadir otra
fr: Ajouter une autre
hi: एक और जोड़ें
hr: Dodaj jedno drugo
it: Aggiungine un altro
pl: Dodaj kolejną
pt: Adicionar outra
ru: Добавить ещё
sc: Agiunghe·nde un'àteru
uk: Додати інше

source: No link to Wikipedia in your language
es: No hay enlace a Wikipedia en tu idioma
hr: Nema poveznice na Wikipediju na tvom jeziku
sc: Perunu ligàmene a Wikipedia in sa limba tua

source: Check nearby libraries
ar: تحقق من المكتبات القريبة
de: In nahegelegenen Bibliotheken suchen
es: Buscar en bibliotecas cercanas
fr: Consulter les bibliothèques à proximité
hi: आस - पास के लाइब्रेरी देखें
hr: Provjeri obližnje knjižnice
it: Controlla biblioteche vicine
pl: Sprawdź pobliskie biblioteki
pt: Buscar em bibliotecas por perto
ru: Проверьте ближайшие библиотеки
sc: Chirca in sas bibliotecas a curtzu
uk: Перевірити місцеві бібліотеки

source: Check WorldCat for an edition near you
ar: تحقق من WorldCat عن إصدار قريب منك
de: WolrdCat nach einer Ausgabe in Ihrer Nähe durchsuchen
es: Buscar en WorldCat una edición cercana a ti
fr: Consulter WorldCat pour une édition près de chez vous
hi: अपने आस - पास के किसी संस्करण के लिए WorldCat देखें
hr: Traži izdanje u tvojoj blizini na WorldCatu
it: Controlla WorldCat per edizioni vicino a te
pl: Przejdź na WorldCat, by znaleźć najbliższa bibliotekę z tym wydaniem.
pt: Marque WorldCat para uma edição perto de você
ru: Проверьте WorldCat на наличие ближайшего к вам издания
sc: Chirca in WorldCat un'editzione a curtzu a tie

source: View the editing history of this page
ar: عرض سجل تحرير هذه الصفحة
de: Bearbeitungsverlauf dieser Seite ansehen
es: Ver el historial de edición de esta página
hr: Pogledaj povijest uređivanja ove stranice
sc: Abbista sa cronologia de sas modìficas de custa pàgina

source: History
ar: التاريخ
cs: Historie
de: Verlauf
es: Historial
fr: Historique
hi: इतिहास
hr: Kronologija
it: Cronologia
pl: Historia
pt: Histórico
ru: История
sc: Cronologia
uk: Історія

source: View this page (exit Comparison view)
ar: عرض هذه الصفحة (خروج من وضع المقارنة)
de: Seite ansehen (Vergleichsmodus verlassen)
es: Ver esta página (salir de la vista Comparación)
hr: Pogledaj ovu stranicu (izađi iz prikaza usporedbe)
sc: Abbista custa pàgina (essi dae sa vista de cunfrontu)

source: View
ar: عرض
cs: Zobrazit
de: Anzeige
es: Ver
fr: Voir
hi: देखें
hr: Pogledaj
it: Visualizza
pl: Wyświetl
pt: Ver
ru: Просмотреть
sc: Pòmpia
uk: Переглянути

source: View this page (exit Edit mode)
ar: عرض هذه الصفحة (خروج من وضع التحرير)
de: Seite ansehen (Bearbeitungsmodus verlassen)
es: Ver esta página (salir del modo Edición)
hr: Pogledaj ovu stranicu (izađite iz modusa uređivanja)
sc: Abbista custa pàgina (essi dae sa modalidade de modìfica)

source: Last edited by %(author_link)s
ar: آخر تعديل بواسطة %(author_link)s
de: Zuletzt bearbeitet von %(author_link)s
es: Editado por última vez por %(author_link)s
fr: Dernière modification par %(author_link)s
hi: अंतिम बार %(author_link)s द्वारा संपादित किया गया
hr: Autor zadnje promjene: %(author_link)s
it: Modificato per l'ultima volta da %(author_link)s
pt: Editado pela última vez por %(author_link)s
ru: Последний раз отредактировано %(author_link)s
sc: Ùrtima modìfica de %(author_link)s
uk: Останній редактор %(author_link)s

source: Last edited anonymously
ar: تم تعديل هذا الكتاب آخر مرة بشكل مجهول
de: Dieses Buch wurde zuletzt anonym bearbeitet
es: Editado por última vez anónimamente
fr: Dernière modification anonyme
hi: अंतिम बार गुमनाम रूप से संपादित किया गया
hr: Zadnja promjena urađena anonimno
it: Modificato per l'ultima volta anonimamente
pl: Ostatnio edydowano anonimowo
pt: Editado pela última vez anonimamente
ru: Последний раз отредактировано анонимно
sc: Ùrtima modìfica anònima
uk: Останнє редагування анонімне

source: Edit this page
ar: تعديل هذه الصفحة
de: Diese Seite bearbeiten
es: Editar esta página
hr: Uredi ovu stranicu
sc: Modìfica custa pàgina

source: Edit
ar: تعديل
cs: Editovat
de: Bearbeiten
es: Editar
fr: Modifier
hi: बदलाव करें
hr: Uredi
it: Modifica
pl: Edytuj
pt: Editar
ru: Редактировать
sc: Modìfica
uk: Редагувати

source: View this template's edit history
ar: عرض سجل تحرير هذه القالب
de: Bearbeitungsverlauf dieser Vorlage ansehen
es: Ver el historial de edición de esta plantilla
hr: Pogledaj kronologiju uređivanja ovog predloška
sc: Abbista sa cronologia de sas modìficas de custu modellu

source: Edit this template
ar: تحرير هذه القالب
de: Vorlage bearbeiten
es: Editar esta plantilla
fr: Modifier ce modèle
hr: Uredi ovaj predložak
it: Modifica questo template
pl: Edytuj ten szablon
pt: Editar este template
ru: Редактировать этот шаблон
sc: Modìfica custu modellu
uk: Редагувати цей шаблон

source: Browse
ar: تصفح
cs: Procházet
de: Stöbern
es: Explorar
fr: Explorer
hi: ब्राउज़
hr: Pregledaj
it: Sfoglia
pl: Przeglądaj
pt: Explorar
ru: Искать
sc: Esplora
uk: Шукати

source: View Volume %(num)d
es: Ver volumen %(num)d
hr: Pogledaj svezak broj %(num)d
sc: Abbista su volume %(num)d

source: Buy this book
ar: اشترِ هذا الكتاب
de: Dieses Buch kaufen
es: Comprar este libro
fr: Acheter ce livre
hi: यह किताब खरीदें
hr: Kupi ovu knjigu
it: Compra questo libro
pl: Kup tą książkę
pt: Comprar este livro
ru: Купить эту книгу
sc: Còmpora custu libru
uk: Купити цю книгу

source: Search Results
cs: Výsledky hledání
es: Resultados de la búsqueda

source: Open Library
es: Biblioteca Abierta
hi: ओपन लाइब्रेरी

source: Trending Books
ar: الكتب الرائجة
de: Beliebte Bücher
es: Libros en tendencia
fr: Les livres en vogue
hi: ट्रेंडिंग बुक्स
hr: Knjige u trendu
it: Libri di tendenza
sc: Libros de tendèntzia
uk: Популярні книги

source: Classic Books
ar: الكتب الكلاسيكية
de: Klassiker und Dauerbrenner
es: Libros clásicos
fr: Livres classiques
hi: क्लासिक किताबें
hr: Klasične knjige
it: Classici
pl: Literatura klasyczna
pt: Livros clássicos
ru: Классические книги
sc: Libros clàssicos
uk: Класичні книги

source: Romance
ar: رومانسي
de: Romanze
es: Romántica
fr: Livres d'amour
hi: रोमांस
hr: Romanca
it: Romanticismo
pl: Romanse
ru: Романтика
sc: Libros de amore
uk: Романтика

source: Kids
ar: الأطفال
de: Kinder
es: Infantil
fr: Enfants
hi: बच्चे
hr: Djeca
it: Bambini
pl: Książki dla dzieci
pt: Infantil
ru: Детские
sc: Pitzinnos
uk: Дитячі

source: Thrillers
ar: إثارة
de: Thriller
es: Suspense
fr: Romans policiers
hi: थ्रिलर
hr: Trileri
it: Thriller
pl: Dreszczwce
pt: Suspense
ru: Триллеры
uk: Трилери

source: Textbooks
ar: كتب مدرسية
de: Lehrbücher
es: Libros de texto
fr: Manuels scolaires
hi: पाठ्यपुस्तकें
hr: Kompendiji
it: Libri di testo
pl: Podręczniki
pt: Apostilas
ru: Учебники
sc: Libros de testu
uk: Підручники

source: Arabic
cs: Arabsky
es: Árabe
pl: Arabski
pt: Árabe
ru: Арабский

source: Czech
ar: التشيكية
de: Tschechisch
es: Checo
fr: tchèque
hi: चेक
hr: Češki
it: Ceco
pt: Checo
ru: Чешский
sc: Tzecu
uk: Чеська
