Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Your book notes are private and cannot be viewed by other patrons.
ar: ملاحظاتك على الكتب خاصة ولا يمكن مشاهدتها من قبل المستخدمين الآخرين.
de: Ihre Büchernotizen sind privat und können nicht von anderen angesehen werden.
es: Tus notas de libros son privadas y no pueden ser vistas por otros usuarios.
fr: Vos notes de livre sont privées et ne peuvent être vues par d'autres utilisateurs.
hi: आपके बुक नोट निजी होते हैं और उन्हें दूसरे सब्सक्राइबर नहीं देख सकते.
hr: Tvoje napomene uz knjigu su privatne i drugi članovi ih ne mogu pregledati.
it: Le tue note sono private non possono essere viste da altri mecenati.
pt: Seus comentários sobre livros são privadas e não podem ser vistas por outros usuários.
ru: Ваши заметки к книгам приватные и другие пользователи не могут их видеть.
sc: Sas notas de sos libros tuas sunt privadas e sos àteros metzenates non las podent bìdere.
uk: Ваші нотатки до книг приватні й інші користувачі не можуть їх бачити.

source: Your book reviews will be shared anonymously with other patrons.
ar: ستتم مشاركة مراجعاتك للكتب بشكل مجهول مع المستخدمين الآخرين.
de: Ihre Rezensionen werden anonymisiert mit anderen geteilt.
es: Tus reseñas de libros se compartirán de forma anónima con otros usuarios.
fr: Vos critiques de livre seront partagées anonymement avec les autres utilisateurs.
hi: आपकी बुक समीक्षाओं को अन्य सब्सक्राइबर्स के साथ गुमनाम रूप से शेयर किया जाएगा.
hr: Tvoje recenzije knjige će se dijeliti s drugim članovima.
it: Le tue recensioni saranno condivise anonimamente con altri mecenati.
pt: Suas resenhas de livros serão compartilhadas de forma anônima com outros usuários.
ru: Ваши отзывы будут анонимно отображаться другим пользователям.
sc: Sas retzensiones tuas ant a èssere cumpartzidas in manera anònima cun àteros metzenates.
uk: Ваші відгуки анонімно показуватимуться іншим користувачам.

source: Set your %(year)s Yearly Reading Goal:
ar: حدد هدفك السنوي للقراءة في %(year)s:
de: Leseziel für %(year)s setzen:
es: Establece tu objetivo anual de lectura de %(year)s:
hr: Postavi svoj cilj čitanja za %(year)s. godinu:
it: Imposta il tuo obbiettivo di lettura per il %(year)s
sc: Imposta s'obietivu tuo de letura annuale pro su %(year)s:

source: Set my goal
ar: تحديد هدفي
de: Mein Ziel definieren
es: Establecer mi objetivo
hr: Postavi moj cilj
it: Imposta il mio obbiettivo
sc: Imposta s'obietivu meu

source: Forgot Your Internet Archive Email?
ar: هل نسيت بريدك الإلكتروني في أرشيف الإنترنت؟
cs: Zapoměli jste váš Internet Archive email
de: Internet-Archive-E-Mail vergessen?
es: ¿Olvidaste tu correo electrónico del Archivo de Internet?
fr: Avez-vous oublié votre courriel pour Internet Archive ?
hi: अपना इंटरनेट आर्काइव ईमेल भूल गए?
hr: Ne sjećaš se svoje e-mail adrese za Internet Archive?
it: Hai dimenticato la tua email di Internet Archive
pl: Nie pamiętasz swojego adresu e-mail na Internet Archive?
pt: Esqueceu o email do Internet Archive?
ru: Забыли электронную почту от Internet Archive?
sc: As ismentigadu s'indiritzu de posta tuo pro s'Internet Archive?
uk: Забули вашу поштову адресу від Internet Archive?

source: Please enter your Open Library email and password, and we’ll retrieve your Archive.org email.
ar: يرجى إدخال بريدك الإلكتروني في المكتبة الحرة وكلمة المرور، وسنسترجع بريدك الإلكتروني في موقع أرشيف الإنترنت.
de: Bitte geben Sie ihre Open-Library-E-Mail and -Password ein und wir laden Ihre Archive.org-E-Mail.
es: Por favor, introduce tu correo electrónico y contraseña de la Biblioteca Abierta y obtendremos tu correo electrónico de Archive.org.
fr: Veuillez saisir votre courriel et mot de passe Open Library, et nous récupérerons votre courriel Archive.org.
hi: कृपया अपना ओपन लाइब्रेरी ईमेल और पासवर्ड दर्ज करें, और हम आपका Archive.org ईमेल पुनः प्राप्त करेंगे।
hr: Upiši svoju e-mail adresu i lozinku za Open Library, a mi ćemo obnoviti tvoju e-mail adresu za Archive.org.
it: Ti preghiamo di inserire la tua email e password in Open Library. Recupereremo la tua email di Archive.org.
pt: Por favor, digite seu email e senha da Open Library e obteremos seu email de Archive.org.
ru: Пожалуйста, введите электронную почту и пароль от Open Library, и мы восстановим ваш адрес электронной почты от Archive.org.
sc: Inserta s'indiritzu de posta eletrònica tuo e sa crae de intrada tua pro s'Open Library, e amus a recuperare s'indiritzu de posta tuo pro Archive.org.
uk: Будь ласка, введіть поштову адресу і пароль від Open Library, і ми відновимо вашу поштову скриньку від Archive.org.

source: Your email is:
ar: بريدك الإلكتروني هو:
de: Ihre E-Mail-Adresse lautet:
es: Tu correo electrónico es:
fr: Votre courriel est :
hi: आपका ईमेल है:
hr: Tvoja e-mail adresa je:
it: La tua email è:
pt: Seu email é:
ru: Ваша электронная почта:
sc: S'indiritzu tuo de posta eletrònica est:
uk: Ваша поштова адреса:

source: Return to Log In?
ar: العودة إلى تسجيل الدخول؟
de: Zur Anmeldung zurück?
es: ¿Volver a iniciar sesión?
fr: Retourner à la page de connexion ?
hi: लॉग इन पर लौटें?
hr: Vratiti se na prijavu?
it: Torna alla pagina di accesso?
pt: Voltar ao início da sessão?
ru: Вернуться к входу?
sc: Torrare a s'intrada?
uk: Повернутися до входу?

source: Open Library Email
ar: بريد المكتبة الحرة الإلكتروني
es: Correo electrónico de la Biblioteca Abierta
fr: Courriel Open Library
hi: ओपन लाइब्रेरी ईमेल
hr: Open Library e-mail adresa
it: Email id Open Library
pt: Email da Open Library
ru: Электронная почта Open Library
sc: Indiritzu de posta pro s'Open Library
uk: Поштова адреса Open Library

source: Retrieve Archive.org Email
ar: استرجاع بريدك الإلكتروني في أرشيف الإنترنت
de: Archive.org-E-Mail laden
es: Obtener el correo electrónico de Archive.org
fr: Récupérer le courriel Archive.org
hi: Archive.org ईमेल प्राप्त करें
hr: Obnovi e-mail adresu za Archive.org
it: Recupera email di Archive.org
pt: Obter o email de Archive.org
ru: Восстановить электронную почту Archive.org
sc: Recùpera s'indiritzu de posta de Archive.org
uk: Відновити поштову адресу Archive.org

source: Forgot your Archive.org Password?
ar: نسيت كلمة مرور أرشيف الإنترنت؟
cs: Zapoměli jste vaše heslo pna Archive.org
de: Archive.org-Passwort vergessen?
es: ¿Olvidaste tu contraseña de Archive.org?
fr: Avez-vous oublié votre mot de passe pour Archive.org ?
hi: अपना Archive.org पासवर्ड भूल गए?
hr: Ne sjećaš se lozinke za Archive.org?
it: Hai dimenticato la password di Archive.org?
pl: Nie pamiętasz swojego hasła na Internet Archive?
pt: Esqueceu da senha de Archive.org?
ru: Забыли пароль от Archive.org?
sc: As ismentigadu sa crae tua de Archive.org?
uk: Забули пароль від Archive.org?

source: Username/Password Reminder
ar: تذكير باسم المستخدم/كلمة المرور
cs: Připomínka jména/hesla
de: Benutzername/Passwort-Erinnerung
es: Recordatorio de usuario/contraseña
fr: Rappel de nom d'utilisateur/mot de passe
hi: यूज़रनेम/पासवर्ड रिमाइंडर
hr: Podsjenik korisničkog imena/lozinke
it: Indizio su note utente e password
pl: Nazwa użytkownika/Przypomnij hasło
pt: Lembrete de usuário/senha
ru: Напоминание имени пользователя/пароля
sc: Indìtziu pro nùmene utente/crae de intrada
uk: Нагадування паролю/логіну

source: Click here.
ar: انقر هنا.
de: Hier klicken.
es: Haz clic aquí.
fr: Cliquez ici.
hi: यहाँ क्लिक करें।
hr: Pritisni ovdje.
it: Clicca qui.
pt: Clique aqui.
ru: Нажмите здесь.
sc: Incarca inoghe.
uk: Натисніть тут.

source: Send It
ar: إرساله
cs: Poslat ho
de: Abschicken
es: Envíalo
fr: Envoyer
hi: इसे भेजें
hr: Pošalji
it: Invia
pl: Wyślij
pt: Enviar
ru: Отправить
sc: Imbia·lu
uk: Надіслати

source: Reset Password
ar: إعادة تعيين كلمة المرور
cs: Obnovit heslo
de: Passwort zurücksetzen
es: Restablecer contraseña
fr: Réinitialiser le mot de passe
hi: पासवर्ड रीसेट करें
hr: Obnovi lozinku
it: Reimposta password
pl: Zresetuj hasło
pt: Restabelecer senha
ru: Сбросить пароль
sc: Reseta sa crae
uk: Скинути пароль

source: Please enter a new password for your Open Library account.
ar: يرجى إدخال كلمة مرور جديدة لحسابك في Open Library.
cs: Zadejte prosím nové heslo pro účet na Open Library
de: Bitte geben Sie ein neues Passwort für Ihr Open-Library-Konto ein.
es: Por favor, introduce una nueva contraseña para tu cuenta de la Biblioteca Abierta.
fr: Veuillez rentrer un nouveau mot de passe pour votre compte Open Library.
hi: कृपया अपने ओपन लाइब्रेरी खाते के लिए एक नया पासवर्ड दर्ज करें।
hr: Upiši novu lozinku za tvoj Open Library račun.
it: Inserisci password per il tuo account Open Library.
pl: Wpisz nowe hasło do Twojego konta na Open Library
pt: Por favor, digite uma nova sonha para sua conta da Open Library.
ru: Пожалуйста, введите новый пароль для вашей учётной записи Open Library.
sc: Inserta una crae noa pro su contu to de s'Open Library.
uk: Будь ласка, уведіть новий пароль для вашого акаунту Open Library.

source: Reset
ar: إعادة تعيين
cs: Obnovit
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
hi: रीसेट करें
hr: Obnovi
it: Reimposta
pl: Zresetuj
pt: Restabelecer
ru: Сбросить
sc: Reseta
uk: Скинути

source: Password Reset Successful
ar: تمت إعادة تعيين كلمة المرور بنجاح
cs: Obnova hesla proběhla úspěšně
de: Passwort erfolgreich zurückgesetzt
es: Contraseña restablecida con éxito
fr: Mot de passe réinitialisé avec succés
hi: पासवर्ड रीसेट सफल
hr: Lozinka je uspješno obnovljena
it: Password reimpostata con successo
pl: Hasło zostało zresetowane
pt: Senha restabelecida com sucesso
ru: Пароль успешно сброшен
sc: Resetada de sa crae fata cun sutzessu
uk: Пароль успішно скинуто

source: Your password has been updated. Please <a href='/account/login?redirect=/'>log in to continue</a>.
ar: تم تحديث كلمة المرور الخاصة بك. يرجى <a href='/account/login?redirect=/'>تسجيل الدخول للاستمرار</a>.
cs: Vaše heslo bylo aktualizováno. Prosím <a href='/account/login?redirect=/'>pro pokračování se přihlaste</a>.
de: Ihr Passwort wurde geändert. Bitte <a href='/account/login?redirect=/'>melden Sie sich erneut an</a>, um fortzufahren.
es: Tu contraseña ha sido actualizada. Por favor, <a href='/account/login?redirect=/'>inicia sesión para continuar</a>.
fr: Votre mot de passe a été mis à jour. Veuillez vous <a href='/account/login?redirect=/'>connecter pour continuer</a>.
hi: आपका पासवर्ड अपडेट कर दिया गया है। <a href='/account/login?redirect=/'>जारी रखने के लिए कृपया लॉग इन</a> करें।
hr: Tvoja je lozinka aktualizirana. <a href='/account/login?redirect=/'>Prijavi se i nastavi.</a>.
it: La tua password è stata aggiornata. Ti preghiamo di <a href='/account/login?redirect=/'>accedere</a> per continuare.
pl: Twoje hasło zostało uaktualnione, aby kontynuować <a href='/account/login?redirect=/'>Zaloguj się</a>.
pt: Sua senha foi atualizada. Por favor, <a href='/account/login?redirect=/'>inicie a sessão para continuar</a>.
ru: Ваш пароль был обновлен. Пожалуйста, <a href='/account/login?redirect=/'>войдите, чтобы продолжить</a>.
sc: Sa crae tua est istada atualizada. Pro praghere <a href='/account/login?redirect=/'>intra pro sighire</a>.
uk: Ваш пароль було оновлено. Будь ласка, <a href='/account/login?redirect=/'>увійдіть, щоб продовжити</a>.

source: Done.
ar: تم.
cs: Hotovo.
de: Erledigt.
es: Hecho.
fr: Fait.
hi: हो गया।
hr: Gotovo.
it: Fatto.
pl: Gotowe.
pt: Feito.
ru: Готово.
sc: Fatu.
uk: Завершено.

source: We've sent an email to %(email)s with a reminder of your username and instructions to help you reset your Open Library password. Please check your inbox for a note from us.
ar: لقد أرسلنا بريدًا إلكترونيًا إلى %(email)s يتضمن تذكيرًا باسم المستخدم الخاص بك وتعليمات لمساعدتك في إعادة تعيين كلمة مرور Open Library الخاصة بك. يرجى التحقق من صندوق الوارد الخاص بك للحصول على رسالة منا.
de: Wir haben Ihnen eine Nachricht mit Ihrem Benutzernamen und einer Anleitung zum Zurücksetzen Ihres Open-Library-Passworts an %(email)s geschickt. Bitte schauen Sie in Ihren Posteingang.
es: Hemos enviado un correo %(email)s con un recordatorio de tu nombre de usuario e instrucciones para ayudarte a restablecer tu contraseña de la Biblioteca Abierta. Por favor, comprueba tu buzón de entrada para obtener una nota nuestra.
fr: Nous avons envoyé un courriel à %(email)s avec un rappel de votre nom d'utilisateur et des instructions pour vous aider à réinitialiser votre mot de passe Open Library. Veuillez vérifier votre boîte de réception.
hi: हमने आपके ओपन लाइब्रेरी पासवर्ड को रीसेट करने में मदद के लिए आपके उपयोगकर्ता नाम और निर्देशों की याद के साथ %(email)s को एक ईमेल भेजा है। कृपया हमारी ओर से नोट के लिए अपना इनबॉक्स जांचें।
hr: Poslali smo e-mail na %(email)s s podsjetnikom za tvoje korisničko ime i uputama, kako bismo ti pomogli obnoviti lozinku za Open Library. Potraži našu poruku u pristigloj pošti.
it: Abbiamo inviato una email a %(email)s con un promemoria per il tuo nome utente e istruzioni per aiutarti ad impostare la password di Open Library. Ti preghiamo di controllare la tua casella di posta.
pl: Wysłaliśmy e-mail na" %(email)s z przypomnieniem o Twojej nazwie użytkownika oraz instrukcjami jak zresetować hasło do Open Library. Sprawdź swoją skrzynkę odbiorczą.
pt: Enviamos um email %(email)s com um lembrete de seu usuário e instruções para ajudar a restabelecer sua senha da Open Library. Por favor, acesse sua caixa de entrada para ler uma mensagem nossa.
ru: Мы отправили письмо на %(email)s с вашим именем пользователя и инструкциями, чтобы помочь вам сбросить пароль от Open Library. Проверьте ваши входящие письма.
sc: T'amus imbiadu unu messàgiu de posta eletrònica a %(email)s cun un'avisu cun su nùmene de utente tuo e inditos pro t'agiudare a resetare sa crae tua de s'Open Library. Chirca su messàgiu nostru in sa cartella de intrada tua.
uk: Ми надіслали листа %(email)s з вашим логіном та інструкціями, щоб допомогти вам скинути пароль від Open Library. Будь ласка, перевірте вхідні листи.

source: Account already activated
ar: تم تفعيل الحساب بالفعل
cs: Účet již byl aktivován
de: Konto bereits freigeschaltet
es: Cuenta ya activada
fr: Compte déjà activé
hi: अकाउंट पहले ही ऐक्टिवेट हो चुका है
hr: Račun je već aktiviran
it: Account già attivato
pl: Konto jest już aktywne
pt: Conta já ativada
ru: Учётная запись уже активирована
sc: Contu giai ativadu
uk: Акаунт вже активовано

source: Your account has been activated already. Please <a href="%s">log in to continue</a>.
ar: تم تفعيل حسابك بالفعل. يرجى <a href="%s">تسجيل الدخول للاستمرار</a>.
de: Ihr Konto wurde bereits aktiviert. Bitte <a href="%s">melden Sie sich an</a> um fortzufahren.
es: Tu cuenta ya ha sido activada. Por favor, <a href="%s">inicia sesión para continuar</a>.
fr: Votre compte a déjà été activé. Veuillez vous <a href="%s">connecter pour continuer</a>.
hi: आपका अकाउंट पहले ही ऐक्टिवेट कर दिया गया है। <a href="%s">जारी रखने के लिए कृपया लॉग इन</a> करें।
hr: Tvoj je račun već aktiviran. <a href="%s">Prijavi se i nastavi</a>.
it: Il tuo account è stato già attivato. Per favore <a href="%s">accedi</a> per continuare.
pl: Twoje konto jest już aktywne. <a href="%s">Zaloguj się, by kontynuować</a>.
pt: Sua conta já foi ativada. Por favor, <a href="%s">inicie a sessão para continuar</a>.
ru: Ваша учётная запись уже активирована. Пожалуйста, <a href="%s">войдите, чтобы продолжить</a>.
sc: Su contu tuo est istadu giai ativadu. <a href="%s">Intra pro sighire</a>.
uk: Ваш акаунт вже активовано. Будь ласка, <a href="%s">увійдіть, щоб продовжити</a>.

source: Email Verification Failed
ar: فشل التحقق من البريد الإلكتروني
cs: Ověření meailu selhalo
de: E-Mail-Überprüfung fehlgeschlagen
es: Verificación de correo electrónico fallida
fr: Échec de la vérification du courriel
hi: ईमेल वेरिफ़िकेशन विफल रहा
hr: Potvrđivanje e-mail adrese nije uspjelo
it: Verifica dell'indirizzo email fallita
pl: Weryfikacja adresu e-mail nie powiodła się
pt: Falha ao verificar o email
ru: Подтверждение электронной почты не удалось
sc: Verìfica de s'indiritzu de posta fallida
uk: Підтвердження поштової адреси провалилося

source: Your email address couldn't be verified. Your verification link seems invalid or expired.
ar: لم يتمكن التحقق من عنوان بريدك الإلكتروني. يبدو أن رابط التحقق غير صالح أو منتهي الصلاحية.
cs: Vaše emailová adredsa nemůže být ověřena. Ověřovací odkaze je neplatný nebo vypršel.
de: Ihre E-Mail-Adresse konnte nicht bestätigt werden. Ihr Bestätigungslink scheint ungültig oder abgelaufen zu sein.
es: Tu dirección de correo electrónico no pudo ser verificada. Tu enlace de verificación parece inválido o expirado.
fr: Votre adresse de courriel n'a pas pu être vérifiée. Votre lien de vérification semble invalide ou périmé.
hi: आपके ईमेल की पुष्टि नहीं की जा सकी। ऐसा लगता है कि आपका वेरिफ़िकेशन लिंक अमान्य है या उसकी समय - सीमा खत्म हो गई.
hr: Nije bilo moguće potvrditi tvoju e-mail adresu. Poveznica potvrde je neispravna ili je istekla.
it: Non è stato possibile verificare il tuo indirizzo email. Sembra che il tuo link di verifica sia scaduto.
pl: Twój adres e-mail nie został zweryfikowany. Twój link weryfikacyjnystracił ważność.
pt: Seu email não pode ser verificado. Seu link para verificação parece inválido ou expirado.
ru: Ваш адрес электронной почты не может быть подтверждён. Похоже, ваша ссылка для подтверждения неправильная или больше не действует.
sc: No at fatu a verificare s'indiritzu de posta eletrònica tuo. Su ligàmene de verìfica tuo paret chi non siat vàlidu o siat iscadidu.
uk: Ваша поштова адреса не може бути підтверджена. Схоже, ваше покликання для підтвердження неправильне або більше не діє.

source: Fill your email and hit this button to resend a fresh verification email:
ar: أدخل بريدك الإلكتروني واضغط على هذه الزر لإعادة إرسال بريد تحقق جديد:
de: Geben Sie Ihre E-Mail-Adresse ein und klicken Sie auf diese Schaltfläche, um eine neue Bestätigungs-E-Mail zu senden:
es: Rellena con tu correo electrónico y pulsa este botón para reenviar un nuevo correo de verificación:
hr: Upiši svoju e-mail adresu i pritisni ovaj gumb za ponovno slanje novog e-maila za potvrđivanje:
sc: Inserta s'indiritzu de posta eletrònica tuo e incarca in custu butone pro torrare a imbiare una lìtera de verìfica noa:

source: Enter your email address here
ar: أدخل عنوان بريدك الإلكتروني هنا
cs: Zde zadejte vaši emailovou adresu
de: Geben Sie Ihre E-Mail-Adresse hier ein
es: Introduce tu dirección de correo electrónico aquí
fr: Saisissez votre adresse de courriel ici
hi: अपना ईमेल यहां पर डालें
hr: Ovdje upiši svoju e-mail adresu
it: Inserisci il tuo indirizzo email qui
pl: Wpisz swój adres e-mail tutaj
pt: Digite seu email aqui
ru: Введите адрес электронной почты здесь
sc: Inserta s'indiritzu tuo de posta eletrònica inoghe
uk: Уведіть свою поштову адресу тут

source: No user registered with this email address.
ar: لا يوجد مستخدم مسجل بهذا العنوان الإلكتروني.
cs: Nebyl nalezen uživatel s tímto emailem
de: Kein Benutzer mit dieser Email-Adresse registriert.
es: No hay ningún usuario registrado con esta dirección de correo electrónico.
fr: Aucun utilisateur enregistré avec cette adresse de courriel.
hi: इस ईमेल के साथ कोई उपयोगकर्ता पंजीकृत नहीं है।
hr: Ne postoji registrirani korisnik s ovom e-mail adresom.
it: Non esiste un utente registrato con questo indirizzo.
pl: Nie istnieje konto z podanym adresem e-mail.
pt: Não há nenhum usuário registrado com este email.
ru: Нет зарегистрированного пользователя с таким адресом электронной почты.
sc: Perunu utente registradu cun custu indiritzu de posta.
uk: Немає зареєстрованого користувача з такою поштовою адресою.

source: Email Verification Successful
ar: تم التحقق من البريد الإلكتروني بنجاح
cs: Ověření emailu uspělo
de: E-Mail bestätigt
es: Verificación de correo electrónico correcta
fr: Vérification du courriel réussie
hi: ईमेल वेरिफ़िकेशन सफल रहा
hr: Potvrđivanje e-mail adrese je uspjelo
it: Verifica dell'indirizzo email riuscita
pl: Twój e-mail został zweryfikowany.
pt: Verificação de email com sucesso
ru: Подтверждение электронной почты завершено
sc: Verìfica de s'indiritzu de posta fata cun sutzessu
uk: Підтвердження поштової адреси успішне

source: Yay! Your email address has been verified. Please <a href='%s'>log in to continue</a>.
ar: رائع! تم التحقق من عنوان بريدك الإلكتروني. يرجى <a href='%s'>تسجيل الدخول للاستمرار</a>.
de: Juhu! Ihre Email-Adresse wurde bestätigt. Zum Fortfahren bitte <a href='%s'>anmelden</a>.
es: ¡Yija! Tu dirección de correo electrónico ha sido verificada. Por favor, <a href='%s'>inicia sesión para continuar</a>.
fr: Hourra ! Votre adresse de courriel a été vérifiée. Veuillez vous <a href='%s'>connecter pour continuer</a>.
hi: हाँ! आपका ईमेल सत्यापित कर दिया गया है। <a href='%s'>जारी रखने के लिए कृपया लॉग इन</a> करें।
hr: Super! Tvoja e-mail adresa je potvrđena. <a href='%s'>Prijavi se i nastavi</a>.
it: Evviva! Il tuo indirizzo email è stato verificato. Ti preghiamo di fare l'<a href='%s'>accesso</a> per continuare.
pl: Super! Twój e-mail został zweryfikowany.<a href='%s'>Zaloguj się, aby kontynuować</a>.
pt: Oba! Seu email foi verificado. Por favor, <a href='%s'>inicie a sessão para continuar</a>.
ru: Ура! Ваш адрес электронной почты был подтверждён. Пожалуйста, <a href='%s'>войдите, чтобы продолжить</a>.
sc: Bene meda! S'indiritzu tuo est istadu verificadu. <a href='%s'>Intra pro sighire</a>.
uk: Ура! Ваша поштова адреса була підтверджена. Будь ласка, <a href='%s'>увійдіть, щоб продовжити</a>.

source: Attach Debugger
es: Conectar depurador
hr: Priloži program za ispravljanje grešaka
sc: Alliga unu depuradore de còdighe

source: Attach Debugger on Python %(version_number)s
es: Adjuntar depurador en Python %(version_number)s
hr: Priloži program za ispravljanje grešaka na Pythonu %(version_number)s
sc: Alliga unu depuradore de còdighe a Python %(version_number)s

source: Start a debugger on port 3000.
es: Iniciar un depurador en el puerto 3000.
hr: Pokreni program za ispravljanje grešaka na portu 3000.
sc: Avia unu depuradore de còdighe in sa ghenna 3000.

source: Waiting for debugger to attach...
ar: في انتظار توصيل المصحح...
de: Warten auf den Debugger…
es: Esperando a que el depurador se adjunte...
fr: En attente de connexion du débogueur…
hi: डिबगर के अटैच होने का इंतज़ार किया जा रहा है...
hr: Čeka se priključivanje programa za ispravljanje grešaka …
it: In attesa che il debugger si connetta...
pt: Aguardando o depurador se conectar...
ru: Ожидание подключения отладчика...
sc: Isetende pro chi su depuradore de còdighe si colleghet...
uk: Чекаємо поки дебаґер прив'яжеться…

source: Start
ar: بدء
es: Iniciar
fr: Démarrer
hi: शुरू करें
hr: Početak
it: Inizia
pt: Iniciar
ru: Запустить
sc: Incumintza
uk: Запустити

source: Block IP address
es: Bloquear dirección IP
hr: Blokiraj IP adresu
sc: Bloca s'indiritzu IP

source: IP address %(address)s has been added to the textarea. Please click Save to block that IP.
es: La dirección IP %(address)s se ha añadido al área de texto. Haz clic en Guardar para bloquear esa IP.
hr: IP adresa %(address)s je dodana u tekstualno područje. Klikni „Spremi“ za blokiranje te IP adrese.
sc: S'indiritzu IP %(address)s est istadu agiuntu a s'àrea de testu. Pro praghere incarca Sarva pro blocare cussu IP.

source: Performance Graphs
es: Gráficos de rendimiento
hr: Dijagrami performanse
sc: Gràficos de rendimentu

source: Number of Hits
es: Número de aciertos
hr: Broj pozivanja stranice
sc: Nùmeru de resurtados

source: Page Load Times
es: Tiempos de carga de la página
hr: Vremena za učitavanje stranica
sc: Tempus de càrriga de sas pàginas

source: Page Load Times Split
es: Tiempos de carga de página divididos
hr: Dioba vremena za učitavanje stranica
sc: Tempos de càrriga de sas pàginas partzidos

source: Infobase Mean
es: Media Infobase
hr: Srednja vrijednost od Infobase
sc: Mèdia de Infobase

source: Date
ar: تاريخ
de: Datum
es: Fecha
hi: तारीख़
hr: Datum
it: Data
pt: Data
ru: Дата
sc: Data
uk: Дата

source: Page
es: Página
hr: Stranica
sc: Pàgina

source: Imports
ar: الاستيراد
de: Importe
es: Importaciones
hi: आयात
hr: Uzvozi
it: Importazioni
pt: Importações
ru: Импорты
sc: Importatziones
uk: Імпорт
