Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Work Merges
ar: دمج الأعمال
de: Zusammenführung von Werken
es: Fusiones de obras
hr: Sjedinjavanja djela
it: Fusioni di opere
sc: Òperas aunidas

source: Books Added
ar: كتب تمت إضافتها
de: Bücher hinzugefügt
es: Libros añadidos
fr: Livres ajoutés
hi: किताबें जोड़ी गईं
hr: Dodane knjige
it: Libri aggiunti
pt: Livros adicionados
ru: Добавленные книги
sc: Libros annantos
uk: Додані книги

source: Admin view
es: Vista de administrador
hr: Pogled administratora
sc: Vista de amministradore

source: Review what's changed in from the previous revision
ar: راجع التغييرات من النسخة السابقة
de: Überprüfen Sie, was sich im Vergleich zur vorherigen Revision geändert hat.
es: Revisar los cambios respecto a la revisión previa
hr: Pregledaj promjene u odnosu na prethodnu reviziju
sc: Abbista ite est mudadu dae sa versione pretzedente

source: expand
ar: توسيع
de: erweitern
es: ampliar
hr: proširi
sc: ismànnia

source: opened a new Open Library account!
ar: أنشأ حساباً جديداً في Open Library!
de: hat ein neues Open-Library-Konto eröffnet!
es: ¡abriste una nueva cuenta de la Biblioteca Abierta!
fr: nouveau compte Open Library ouvert !
hi: एक नया ओपन लाइब्रेरी खाता खोला!
hr: je otvorio/la novi Open Library račun!
it: ha aperto un nuovo account Open Library!
pl: utwórz nowe konto na Open Library
pt: você abriu uma nova conta na Open Library!
ru: создал новую учётную запись в Open Library!
sc: at abertu unu contu nou de s'Open Library!
uk: створив новий акаунт в Open Library!

source: Updated Records
ar: سجلات محدثة
de: Geänderte Einträge
es: Registros actualizados
fr: Entrées mise à jour
hi: अपडेट किए गए रिकॉर्ड
hr: Aktualizirani zapisi
it: Aggiornate le voci
pt: Registros atualizados
ru: Обновлённые записи
sc: Registros atualizados

source: Merged duplicate %(record_type)s records.
es: Se han fusionado registros duplicados %(record_type)s.
hr: Sjedinjeni su dupli zapisi za %(record_type)s.
sc: Registros duplicados de %(record_type)s aunidos.

source: See <a href="%s">details</a>.
es: Ver <a href="%s">detalles</a>.
hr: Pogledaj <a href="%s">detalje</a>.
sc: Abbista sos <a href="%s">detàllios</a>.

source: Merged %(count)d duplicate %(type)s record into this primary.
ar: دمج %(count)d سجل مكرر من نوع %(type)s في هذا السجل الرئيسي.
de: %(count)d doppelter %(type)s-Eintrag mit diesem primären Eintrag zusammengeführt.
es: Fusionado %(count)d registro de %(type)s duplicado en este primario.
fr: %(count)d entrée dupliquée d'%(type)s fusionnée dans la principale.
hi: इस प्राथमिक में %(count)d डुप्लिकेट %(type)s रिकॉर्ड को मर्ज किया गया।
hr: Sjedinjen je %(count)d dupli zapis za „%(type)s“ u ovaj primarni zapis.
it: Fuso %(count)d duplicato %(type)s voce in questa primaria.
sc: %(count)d registru duplicadu de %(type)s aunidu a custu printzipale.

source: Marked as duplicate.
es: Marcado como duplicado.
hr: Označeno kao duplikat.
sc: Marca comente duplicadu.

source: Merged %(page_type)s into primary %(record_type)s record.
es: Fusionado %(page_type)s en el registro primario %(record_type)s.
hr: %(page_type)s je sjedinjeno u primarni zapis „%(record_type)s“.
sc: %(page_type)s aunidu a su registru primàriu %(record_type)s.

source: %(who)s merged one duplicate of %(master)s
ar: %(who)s دمج تكرار واحد من %(master)s
de: %(who)s hat eine Dublette mit %(master)s zusammengeführt
es: %(who)s fusionó un duplicado de %(master)s
fr: %(who)s a fusionné une copie de %(master)s
hi: %(who)s ने %(master)s की एक डुप्लिकेट को मर्ज किया है
hr: %(who)s je sjedinio/la jedan duplikat od %(master)s
it: %(who)s ha fuso un duplicato di %(master)s
pl: %(who)s połączył jeden duplikat %(master)s
pt: %(who)s juntou um duplicado de %(master)s
ru: %(who)s объединил %(count)d дубликат %(master)s
sc: %(who)s at aunidu unu duplicadu de %(master)s
uk: %(who)s об'єднав %(count)d дублікат %(master)s

source: one duplicate of %(master)s was merged anonymously
ar: تم دمج تكرار واحد من %(master)s بشكل مجهول
de: eine Dublette wurde anonym mit %(master)s zusammengeführt
es: un duplicado de %(master)s fue fusionado anónimamente
fr: une copie de %(master)s a été fusionnée anonymement
hi: %(master)s की एक डुप्लिकेट गुमनाम व्यक्ति द्वारा मर्ज किया गया था
hr: jedan duplikat od %(master)s je sjedninjen anonimno
it: un duplicato di %(master)s è stato fuso anonimamente
pl: jeden duplikat %(master)s został połączony anonimowo
pt: um duplicado de %(master)s foi mesclado anonimamente
ru: %(count)d дубликат %(master)s был объединён анонимно
sc: unu duplicadu de %(master)s l'ant aunidu in manera anònima
uk: %(count)d дублікат %(master)s було об'єднано анонімно

source: This merge has been undone.
ar: تم التراجع عن هذا الدمج.
de: Diese Zusammenführung wurde rückgängig gemacht.
es: Esta fusión ha sido deshecha.
fr: Cette fusion a été annulée.
hi: यह विलय पूर्ववत कर दिया गया है।
hr: Ovo sjedinjavanje je poništeno.
it: Questa fusione è stata annullata
pt: Esta fusão foi desfeita.
ru: Это объединение было отменено.
sc: Custa unione est istada annullada.
uk: Це об'єднання було відкинуто.

source: Details here
ar: التفاصيل هنا
de: Details hier
es: Detalles aquí
fr: Détails ici
hi: विवरण यहाँ
hr: Detalji ovdje
it: Dettagli qui
pt: Detalhes aqui
ru: Подробности здесь
sc: Detàllios inoghe
uk: Деталі тут

source: Duplicates
ar: تكرارات
de: Duplikate
es: Duplicados
fr: Doublons
hi: डुप्लीकेट
hr: Duplikati
it: Duplicati
pl: Duplikaty
pt: Duplicados
ru: Дубликаты
sc: Duplicados
uk: Дублікати

source: %(count)d record modified.
ar: %(count)d سجل تم تعديله.
de: %(count)d Eintrag geändert.
es: %(count)d registro modificado.
fr: %(count)d entrée modifiée.
hi: %(count)d रिकॉर्ड संशोधित।
hr: %(count)d zapis promijenjen.
it: %(count)d voce modificata.
pt: %(count)d registro modificado.
sc: %(count)d registru modificadu.
uk: %(count)d запис змінено.

source: Undo of <a href="$parent.url()">%(kind)s</a>.
es: Deshacer <a href="$parent.url()">%(kind)s</a>.
hr: Poništavanje od<a href="$parent.url()">%(kind)s</a>.
sc: Annullada de <a href="$parent.url()">%(kind)s</a>.

source: %(count)d records modified.
es: %(count)d registros modificados.
hr: %(count)d zapisa promijenjeno.
sc: %(count)d registros modificados.

source: Place
ar: مكان
de: Ort
es: Lugar
fr: Lieu
hi: जगह
hr: Mjesto
it: Luogo
pl: Miejsce
pt: Lugar
ru: Место
sc: Logu
uk: Місце

source: Person
ar: شخص
cs: Osoba
es: Persona
fr: Personne
hi: व्यक्ति
hr: Osoba
it: Persona
pl: Osoba
pt: Pessoa
ru: Человек
sc: Persone
uk: Людина

source: How to search?
ar: كيف تبحث؟
de: Wie sucht man?
es: ¿Cómo buscar?
hr: Kako tražiti?
sc: Comente chircare?

source: Full Text Search?
ar: البحث النصي الكامل؟
de: Volltextsuche?
es: ¿Búsqueda de texto completo?
hr: Pretražiti cijeli tekst?
sc: Chirca a testu intreu?

source: Search Open Library for "%(query)s"
es: Buscar «%(query)s» en la Biblioteca Abierta
hr: Traži „%(query)s“ u Open Library
sc: Chirca "%(query)s" in s'Open Library

source: Search Authors
ar: البحث عن المؤلفين
de: Autor*innen durchsuchen
es: Buscar autores
fr: Rechercher les auteurs
hi: लेखक खोजें
hr: Traži autore
it: Cerca autori
sc: Chirca autores
uk: Шукати авторів

source: Is the same author listed twice?
ar: هل يتم إدراج نفس المؤلف مرتين؟
de: Wird der/die selbe Autor*in mehrfach aufgeführt?
es: ¿El mismo autor aparece dos veces en la lista?
fr: Le même auteur est-il répertorié deux fois ?
hi: क्या एक ही लेखक दो बार सूचीबद्ध है?
hr: Je li isti autor naveden dvaput?
it: Lo stesso autore è elencato due volte?
pl: Czy ten sam autor jest wymieniony dwa razy?
pt: O mesmo autor aparece duas vezes na lista?
ru: Один и тот же автор указан дважды?
sc: Su matessi autore est allistadu duas bortas?
uk: Один і той самий автор зустрічається двічі?

source: Merge authors
ar: دمج المؤلفين
de: Autoren zusammenführen
es: Fusionar autores
fr: Fusionner des auteurs
hi: लेखकों को मिलाएँ
hr: Sjedini autore
it: Fondi autori
pl: Połącz autorów
pt: Juntar autores
ru: Объединить авторов
sc: Auni autores
uk: Об'єднати авторів

source: No <strong>authors</strong> directly matched your search
es: No hay <strong>autores</strong> que coincidan directamente con tu búsqueda
hr: Nijedan <strong>autor</strong> se ne poklapa s tvojom pretragom
sc: Perunu <strong>autore</strong> at tentu currispondèntzias diretas cun sa chirca tua

source: Search Open Library for %s
ar: ابحث في Open Library عن %s
de: OpenLibrary nach %s durchsuchen
es: Buscar %s en la Biblioteca Abierta
fr: Rechercher %s sur Open Library
hi: %s के लिए ओपन लाइब्रेरी खोजें
hr: Traži %s u Open Library
it: Cerca %s su Open Library
pt: Buscar %s na Open Library
ru: Искать %s в Open Library
sc: Chirca %s in s'Open Library
uk: Шукати %s в Open Library

source: No <strong>Search Inside</strong> text matched your search
es: No se ha encontrado ningún texto en <strong>Buscar dentro</strong> que coincida con tu búsqueda
hr: Nijedan <strong>Traži unutar</strong> tekst se ne poklapa s tvojom pretragom
sc: Perunu testu de sa <strong>Chirca a intro</strong> de sas òperas at tentu currispondèntzias cun sa chirca tua

source: About %(count)s result found
ar: تم العثور على %(count)s نتيجة
de: Es wurde %(count)s Ergebnis
es: Alrededor de %(count)s resultado encontrado
fr: Environ %(count)s résultat trouvé
hi: लगभग %(count)s परिणाम मिला
hr: Pronađen je otprilike %(count)s rezultat
it: Circa %(count)s risultato trovato
pt: Por volta de %(count)s resultado encontrado
sc: Subra de %(count)s resurtadu agatadu
uk: Близько %(count)s результату знайдено

source: in %(seconds)s second
ar: في %(seconds)s ثانية
de: in %(seconds)s gefunden
es: en %(seconds)s
fr: en %(seconds)s seconde
hi: %(seconds)s सेकंड में
hr: u roku od %(seconds)s sekunde
it: in %(seconds)s secondo
pt: em %(seconds)s
sc: in %(seconds)s segundu
uk: за %(seconds)s

source: Grid
es: Cuadrícula

source: View as:
es: Ver como:

source: Search results for Lists
ar: نتائج البحث للقوائم
de: Suchergebnisse
es: Resultados de la búsqueda de listas
fr: Résultats de recherche des listes
hi: सूचियों के लिए खोज परिणाम
hr: Rezultati pretrage za popise
it: Risultati per liste
pt: Resultados da busca por Listas
ru: Результаты поисков для списков
sc: Resurtados de chirca de listas
uk: Результати пошуків для списків

source: Search Lists
ar: البحث في القوائم
de: Listen durchsuchen
es: Buscar listas
fr: Rechercher les listes
hi: खोज सूचियाँ
hr: Traži popise
it: Cerca liste
sc: Chirca listas
uk: Шукати списки

source: No <strong>lists</strong> directly matched your search
es: No hay <strong>listas</strong> que coincidan directamente con tu búsqueda
hr: Nijedan <strong>popis</strong> se ne poklapa s tvojom pretragom
sc: No b'at <strong>listas chi</strong> currispondant diretamente a sa chirca tua

source: Publishers Search
ar: بحث في الناشرين
de: Verlagssuche
es: Búsqueda de editoriales
fr: Recherche d'éditeur
hi: प्रकाशक खोजें
hr: Pretraživanje izdavača
it: Cerca editori
pl: Wyszukiwanie wydawcy
pt: Busca de editoras
ru: Поиск издателей
sc: Chirca de sos editores
uk: Пошук серед видавців

source: On leaf number %(page_num)d:
es: En la hoja número %(page_num)d:
hr: Na listu broj %(page_num)d:
sc: In su fògiu nùmeru %(page_num)d:

source: Relevance
ar: الأهمية
de: Relevanz
es: Relevancia
fr: Pertinence
hi: प्रासंगिकता
hr: Relevantnost
it: Rilevanza
pl: Związek z tematem
pt: Relevância
ru: Соответствие
sc: Rilevàntzia
uk: Відповідність

source: Work Count
ar: عدد الأعمال
de: Anzahl Werke
es: Recuento de obras
hr: Broj djela
it: Numero di opere
sc: Nùmeru de òperas

source: Random
ar: عشوائي
de: Zufällig
es: Aleatorio
fr: Au hasard
hi: बेतरतीब
hr: Slučajno
it: Casuale
pt: Aleatório
ru: Случайно
sc: A casu
uk: Випадково

source: Name (beta: Librarian only)
es: Nombre (beta: solo bibliotecario)

source: Birth Date (oldest) (beta: Librarian only)
es: Fecha de nacimiento (más antiguo) (beta: solo para bibliotecarios)

source: Birth Date (youngest) (beta: Librarian only)
es: Fecha de nacimiento (más joven) (beta: solo para bibliotecarios)

source: List Order
ar: ترتيب القائمة
de: Listen-Reihenfolge
es: Orden de la lista
hr: Redoslijed popisa
sc: Òrdine de sa lista

source: Last Modified
ar: آخر تعديل
de: Zuletzt geändert
es: Última modificación
hr: Zadnja promjena
sc: Ùrtima modìfica

source: Language Name
es: Nombre del idioma

source: Ebook Edition Count
es: Recuento de ediciones electrónicas

source: Most Editions
ar: أكثر الإصدارات
cs: Njvíc vydání
de: Anzahl der Auflagen
es: Número de ediciones
fr: Le plus d'éditions
hi: अधिकांश संस्करण
hr: Najviše izdanja
it: Più edizioni
pl: Większość wydań
pt: Número de Edições
ru: Больше изданий
sc: Prus editziones
uk: Найбільше видань

source: First Published
ar: تاريخ النشر الأول
cs: Prvního vydání
de: Ersterscheinungsdatum
es: Fecha de publicación
fr: Les plus anciennes
hi: पहली बार प्रकाशित
hr: Prvi put izdano
it: Pubblicato prima
pl: Data pierwszej publikacji
pt: Data de Publicações
ru: Впервые опубликовано
sc: Prus betzos
uk: Вперше опубліковано

source: Most Recent
ar: الأحدث
cs: Nejčerstvější
de: Datum
es: Más reciente
fr: Les plus récentes
hi: सबसे हाल का
hr: Najnedavnije
it: Più recende
pl: Najnowsze
pt: Mais Recente
ru: Новейшие
sc: Prus reghentes
uk: Найновіші

source: Top Rated
ar: الأعلى تقييماً
de: Am besten bewertet
es: Mejor valorados
hr: Najbolje ocijenjeno
it: Più votati
sc: Votos prus artos

source: Any
ar: أي
de: Alle
es: Cualquiera
hr: Bilo koje
it: Qualsiasi
sc: Cale si siat

source: Work Title (beta: Librarian only)
ar: عنوان العمل (بيتا: فقط للمكتبيين)
de: Werktitel (beta: nur Librarians)
es: Título de la obra (beta: solo bibliotecario)
hr: Naslov djela (beta: samo knjižničar)
sc: Tìtulu de s'òpera (beta: bibliotecàrios ebbia)

source: Shuffle
ar: تغيير عشوائي
de: Zufallsmodus
es: Mezclar
fr: Mélanger
hi: आवाज़ कम करें
hr: Promiješaj
it: Mescola
pt: Misturar
ru: Перемешать
sc: Ammistura
uk: Перемішати

source: Search Subjects
ar: البحث في المواضيع
de: Themen durchsuchen
es: Buscar temas
fr: Rechercher les thèmes
hi: विषय खोजें
hr: Traži područja
it: Cerca argomento
sc: Chirca argumentos
uk: Шукати теми

source: No <strong>subjects</strong> directly matched your search
es: No hay <strong>temas</strong> que coincidan directamente con tu búsqueda
hr: Nijedan <strong>predmet</strong> se ne poklapa s tvojom pretragom
sc: Perunu <strong>argumentu</strong> at tentu una currispondèntzia direta cun sa chirca tua

source: time
ar: زمن
de: Zeit
es: tiempo
fr: période
hi: समय
hr: vrijeme
it: tempo
pl: czas
pt: tempo
ru: время
sc: perìodu
uk: час

source: subject
ar: موضوع
de: Thema
es: tema
fr: thème
hi: विषय
hr: područje
it: argomento
pl: temat
pt: tema
ru: рубрика
sc: argumentu
uk: тема

source: place
ar: مكان
de: Ort
es: lugar
fr: lieu
hi: करें
hr: mjesto
it: luogo
pl: miejsce
pt: lugar
ru: место
sc: logu
uk: місце

source: event
ar: حدث
es: evento
fr: événement
hi: आयोजन
hr: događaj
it: evento
pl: wydarzenie
pt: evento
ru: событие
sc: eventu
uk: подія

source: person
ar: شخص
es: persona
fr: personne
hi: व्यक्ति
hr: osoba
it: persona
pl: osoba
pt: pessoa
ru: человек
sc: persone
uk: людина

source: work
ar: عمل
de: Werk
es: obra
fr: œuvre
hi: कार्य
hr: djelo
it: opera
pl: praca
pt: obra
ru: работа
sc: òpera
uk: робота

source: Merge duplicate authors from this search
ar: دمج المؤلفين المكررين من هذا البحث
de: Doppelte Autoren aus dieser Suche zusammenführen
es: Fusionar autores duplicados a partir de esta búsqueda
fr: Fusionner les auteurs en double de cette recherche
hi: इस खोज से डुप्लिकेट लेखकों को मर्ज करें
hr: Sjedini duple autore dobivene ovom pretragom
it: Fondi gli autori duplicati in questa ricerca
pt: Fundir autores duplicados a partir dessas busca
ru: Объединить дубликаты авторов из этого поиска
sc: Auni sos autores duplicados de custa chirca
uk: Об'єднати ідентичних авторів з цього пошуку

source: Merge duplicates
ar: دمج التكرارات
de: Duplikate zusammenführen
es: Fusionar duplicados
fr: Fusionner les doublons
hi: डुप्लिकेट मर्ज करें
hr: Sjedini duplikate
it: Fondi duplicati
pt: Fundir duplicados
ru: Объединить дубликаты
sc: Auni sos duplicados
uk: Об'єднати дублікатів

source: more
ar: المزيد
cs: více
de: mehr
es: más
fr: plus
hi: अधिक
hr: više
it: di più
pl: więcej
pt: mais
ru: больше
sc: de prus
uk: більше

source: less
ar: أقل
cs: méně
de: weniger
es: menos
fr: moins
hi: कम
hr: manje
it: meno
pl: mniej
pt: menos
ru: меньше
sc: de mancu
uk: менше

source: Filter results for %(facet)s
ar: تصفية النتائج حسب %(facet)s
de: Suche nach %(facet)s filtern
es: Filtrar resultado por %(facet)s
fr: Filtrer les résultats pour %(facet)s
hi: %(facet)s के लिए फ़िल्टर के नतीजे
hr: Rezultati filtra za %(facet)s
it: Filtra risultati per %(facet)s
pt: Filtrar resultado por %(facet)s
ru: Фильтровать результаты за %(facet)s
sc: Filtra sos resurtados pro %(facet)s
uk: Фільтрувати результати за %(facet)s

source: Filter results for ebook availability
ar: تصفية النتائج حسب توافر الكتب الإلكترونية
de: Suche auf entleihbare E-Books begrenzen
es: Filtrar resultados por disponibilidad de libros electrónicos
fr: Filtrer les résultats par disponibilité de livres électroniques
hi: ई - बुक उपलब्धता के लिए फ़िल्टर के नतीजे
hr: Rezultati filtra za dostupnost e-knjige
it: Filtra risultati per disponibilità di ebook
pt: Filtrar resultados por disponibilidade do eBook
ru: Фильтровать результаты по наличию электронной книги
sc: Filtra sos resurtados pro disponibilidade de libros eletrònicos
uk: Фільтрувати результати за наявністю електронної книги

source: yes
ar: نعم
de: Ja
es: sí
fr: oui
hi: हाँ
hr: da
it: si
pt: sim
ru: да
sc: eja
uk: так

source: Zoom In
ar: تكبير
de: Hereinzoomen
es: Ampliar
fr: Zoomer
hi: ज़ूम इन
hr: Uvećaj prikaz
it: Ingrandisci
pl: Powiększ
pt: Ampliar
ru: Сократить
sc: Ismànnia
uk: Скоротити

source: Focus your results using these <a href="/search/howto">filters</a>
ar: قم بتصفية نتائجك باستخدام هذه <a href="/search/howto">الفلاتر</a>
de: Verfeinern Sie die Ergebnisse mit diesen <a href="/search/howto">Filtern</a>
es: Dirige tus resultados usando estos <a href="/search/howto">filtros</a>
hr: Ograniči rezultate pomoću ovih <a href="/search/howto">filtara</a>
sc: Afina sos resurtados tuos impreende custos <a href="/search/howto">filtros</a>

source: eBook
ar: كتاب إلكتروني
de: E-Books
es: libro electrónico
fr: livre électronique
hi: ई - बुक
hr: E-knjiga
ru: Электронная книга
sc: Libru eletrònicu
uk: Електронна книга

source: Classic eBook
ar: كتاب إلكتروني كلاسيكي
de: E-Books
es: Libro electrónico clásico
fr: Livre électronique classique
hi: क्लासिक ई - बुक
hr: Klasična e-knjiga
it: Classici eBook
pl: Klasyczny e-book
pt: Libro electrónico clássico
ru: Электронная книга классики
sc: Libru eletrònicu clàssicu
uk: Електронні книги класики

source: Search facets
ar: بحث عن الفئات
de: Facets durchsuchen
es: Facetas de búsqueda
hr: Pretraži aspekte
sc: Pannellos de chirca

source: Explore Classic eBooks
ar: استكشف الكتب الإلكترونية الكلاسيكية
de: E-Books entdecken
es: Explorar libros electrónicos clásicos
fr: Parcourir les livres électroniques classiques
hi: क्लासिक ई - बुक्स का जायज़ा लें
hr: Istraži klasične e-knjige
it: Esplora classici eBook
pl: Przeglądaj klasyczne e-booki
pt: Explorar eBooks clássicos
ru: Исследовать электронные книги классики
sc: Esplora sos libros eletrònicos clàssicos
uk: Дослідити електронні книги класики

source: Only Classic eBooks
ar: فقط الكتب الإلكترونية الكلاسيكية
de: Nur E-Books
es: Solo libros electrónicos clásicos
fr: Seulement les livres électroniques classiques
hi: केवल क्लासिक ई - बुक्स
hr: Samo klasične e-knjige
it: Solo classici eBook
pl: Tylko klasyczne e-booki
pt: Somente eBooks clássicos
ru: Только электронные книги классики
sc: Petzi libros eletrònicos clàssicos
uk: Лише електронні книги класики

source: Explore books about %(subject)s
ar: استكشف الكتب حول %(subject)s
de: Bücher über %(subject)s entdecken
es: Explorar libros sobre %(subject)s
fr: Parcourir les livres sur %(subject)s
hi: %(subject)s के बारे में किताबों का जायज़ा लें
hr: Istraži knjige u području %(subject)s
it: Scopri libri su %(subject)s
pt: Explorar livros sobre %(subject)s
ru: Исследовать книги о %(subject)s
sc: Esplora libros subra de %(subject)s
uk: Дослідити книги про %(subject)s

source: Written in
ar: مكتوب باللغة
de: Geschrieben in
es: Escrito en
fr: Écrit en
hi: में लिखा गया
hr: Jezik:
it: Scritto in
pl: Napisane w
pt: Escrito em
ru: Написано
sc: Iscritu in
uk: Написано

source: Published by
ar: نشر بواسطة
de: Veröffentlicht von
es: Publicado por
fr: Publié par
hi: प्रकाशक
hr: Izdavač:
it: Pubblicato da
pl: Wydane przez
pt: Publicado por
ru: Опубликовано
sc: Publicadu dae
uk: Опубліковано

source: Click to remove this facet
ar: انقر لإزالة هذه الفئة
de: Klicken, um den Filter zu entfernen
es: Haz clic para eliminar esta faceta
fr: Cliquez pour supprimer ce volet
hi: इस पहलू को हटाने के लिए क्लिक करें
hr: Pritisni za uklanjanje ovog aspekta
it: Clicca per rimuovere questo lato
pl: Kliknij, aby usunąć ten aspekt
pt: Clique para eliminar esta faceta
ru: Нажмите, чтобы удалить этот параметр
sc: Incarca pro bogare custu pannellu
uk: Натисніть, щоб вилучити цей параметр

source: %(title)s - search
ar: %(title)s – بحث
de: %(title)s – Suche
es: %(title)s - búsqueda
fr: %(title)s - recherche
hi: %(title)s - खोजें
hr: %(title)s – pretraga
it: %(title)s - cerca
pt: %(title)s - busca
ru: %(title)s - поиск
sc: %(title)s - chirca
uk: %(title)s - пошук

source: Internet Archive logo
es: Logotipo del Archivo de Internet
hr: Internet Archive logotip
sc: Logotipu de s'Internet Archive

source: It looks like you're offline.
ar: يبدو أنك غير متصل بالإنترنت.
de: Es scheint als seien Sie offline.
es: Parece que estás desconectado.
fr: Il semble que vous soyez hors ligne.
hi: ऐसा लगता है कि आप ऑफ़लाइन हैं।
hr: Čini se da nisi povezan/a na internet.
it: Sembra che tu sia offline.
pt: Parece que você está desconectado.
ru: Похоже, вы не в сети.
sc: Paret chi non sias in lìnia.
uk: Схоже, ви офлайн.
