Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Return eBook
fr: Rendre le livre
hi: ई - बुक लौटाएँ
it: Restituisci eBook
pt: Devolver eBook
ru: Вернуть электронную книгу

source: %s previewable
fr: %s prévisualisable
hi: %s पूर्वावलोकन योग्य
it: %s visibile in anteprima
pt: %s pré-visualizável
ru: у %s есть предпросмотр

source: Rating
it: Valutazione

source: Add to list
fr: Ajouter à la liste
hi: सूचि में जोड़े
it: Aggiunti alla lista
pt: Adicionar à lista
ru: Добавить в список
uk: Додати до списку

source: Add new list
fr: Ajouter une nouvelle liste
hi: नई लिस्ट जोड़ें
it: Aggiungi nuova lista
pt: Adicionar nova lista
ru: Добавить новый список
uk: Додати новий список

source: This book was generously donated by %(donor)s
fr: Ce livre a été généreusement donné par %(donor)s
hi: इस किताब को %(donor)s ने दान किया था
it: Questo libro è stato generosamente donato da %(donor)s
pt: Este livro foi generosamente doado por %(donor)s
ru: Эта книга была щедро пожертвована %(donor)s
uk: Ця книга була щедро пожертвувана %(donor)s

source: This book was generously donated anonymously
fr: Ce livre a été généreusement donné anonymement
hi: इस किताब को गुमनाम रूप से दान किया गया था
it: Questo libro è stato generosamente donato anonimamente
pt: Este livro foi generosamente doado anonimamente
ru: Эта книга была щедро пожертвована анонимно
uk: Ця книга була щедро пожертвувана анонімом

source: Learn more about Book Sponsorship
fr: En savoir plus sur le parrainage de livres
hi: बुक स्पॉन्सरशिप के बारे में और जानें
it: Scopri di più riguardo sponsorizzazione di libri
pt: Mais informação sobre p patrocínio de livros
ru: Узнайте больше о пожертвовании книг

source: Username must be between 3-20 characters
fr: Le nom d'utilisateur doit contenir entre 3 et 20 caractères
hi: यूज़रनेम 3 -20 कैरेक्टर के बीच होना चाहिए
it: Il nome utente deve essere tra 3-20 caratteri
pt: O nome de usuário deve ter entre 3-20 caracteres
ru: Имя пользователя должно состоять из 3-20 символов

source: Username may only contain numbers and letters
fr: Le nom d'utilisateur doit seulement contenir des chiffres et des lettres
hi: यूज़रनेम में सिर्फ़ संख्याएँ और अक्षर हो सकते हैं
it: Il nome utente può solo contenere numeri e lettere
pt: O nome de usuário só pode conter números e letras
ru: Имя пользователя может содержать только цифры и буквы

source: Choose a screen name. Screen names are public and cannot be changed later.
fr: Choisissez un nom d'utilisateur. Les noms d'utilisateur sont publics et ne peuvent être modifiés ultérieurement.
hi: स्क्रीन का नाम चुनें। स्क्रीन नाम सार्वजनिक हैं और उन्हें बाद में बदला नहीं जा सकता।
it: Scegli un nome da visualizzare. I nomi da visualizzare sono pubblici e non possono essere modificati dopo.
pt: Escolha um nome de exibição. Nomes de exibição são públicos e não podem ser alterados depois.

source: Letters and numbers only please, and at least 3 characters.
cs: Poze čísla a písmena prosím, a nejméně 3 znaky.
fr: Uniquement des lettres et des chiffres, et au moins 3 caractères.
hi: कृपया सिर्फ़ अक्षरों और संख्याओं और कम - से - कम 3 कैरेक्टर का इस्तेमाल करें।
it: Solo lettere e numeri per favore e almeno 3 caratteri.
pl: Proszę używać tylko liter i liczb, minimum 3 znaki.
pt: Somente letras e números, por favor, e pelo menos 3 caractéres.
ru: Пожалуйста, используйте только буквы и цифры, и не менее 3 символов.

source: Confirm password
cs: Potvrďte heslo
fr: Confirmez le mot de passe
hi: पासवर्ड कन्फ़र्म करें
it: Conferma la password
pl: Potwierdź hasło
pt: Confirmar senha
ru: Подтвердите пароль

source: Passwords didn't match.
cs: Hesla se neshodují
fr: Les mots de passe ne correspondent pas.
hi: पासवर्ड मेल नहीं खाते।
it: Le password non corrispondono.
pl: Hasła nie są identyczne.
pt: As senhas não são as mesmas.
ru: Пароли не совпадают.

source: Manage Privacy Settings
fr: Gérer les paramètres de confidentialité
hi: निजता सेटिंग मैनेज करें
uk: Керувати налаштуваннями приватности

source: %d person waiting
hi: %d व्यक्ति प्रतीक्षा कर रहा है

source: Privacy Settings
cs: Nastavení soukromý
fr: Paramètres de confidentialité
hi: गोपनीयता सेटिंग्स
pl: Ustawienia prywatności
pt: Ajustes de privacidade
ru: Настройки приватности
uk: Налаштування приватності

source: This is the first sentence.
fr: Ceci est la première phrase.
hi: यह पहला वाक्य है।
pt: Essa é a primera frase.
ru: Это первое предложение.
uk: Це перше речення.

source: Note: Submit "0" to delete your goal. Your check-ins will be preserved.
fr: Remarque : Entrez « 0 » pour supprimer votre objectif. Vos enregistrements seront préservés.
hi: ध्यान दें: अपना लक्ष्य हटाने के लिए "0" सबमिट करें। आपके चेक इन को सुरक्षित रखा जाएगा।
uk: Примітка: уведіть "0", щоб видалити ціль. Ваші дати завершення буде збережено.

source: Author Merge
fr: Fusion d'auteurs
hi: लेखक मर्ज करें
pt: Fusão de autores
ru: Объединение авторов
uk: Об'єднання авторів

source: Master
fr: Principal
hi: निपुण
pl: Dokument główny
pt: Mestre
ru: Владелец

source: Lists containing this Book
fr: Listes contenant ce livre
hi: इस पुस्तक वाली सूचियाँ
pt: Listas que contém este livro
ru: Списки с этой книгой
uk: Списки з цією книгою

source: See more about this book on Archive.org
fr: En voir plus sur ce livre sur Archive.org
hi: Archive.org पर इस किताब के बारे में और देखें
pt: Ver mais sobre esse livro em Archive.org
ru: Узнайте больше об этой книге на сайте Archive.org

source: in <a class="hoverlink" title="%(langs)s">1 language</a>
fr: en <a class="hoverlink" title="%(langs)s">1 langue</a>
hi: <a class="hoverlink" title="%(langs)s">1 भाषा</a> में

source: Ratings
fr: Évaluations
hi: रेटिंग
pt: Avaliações
ru: Оценок
uk: Рейтинг

source: 1 Current Loan
cs: 1 současná výpůjčka
fr: 1 emprunt en cours
pl: 1 obecnie wypożyczona
ru: %(count)d активный заем

source: Your Notifications
cs: Vaše upozornění
pl: Twoje powiadomienia
pt: Suas notificações
ru: Ваши уведомления

source: Internet Archive Announcements
pt: Anúncios do Internet Archive
ru: Уведомления от Internet Archive

source: Your Privacy Settings
cs: Vaše nastavebí soukromý
pl: Twoje ustawienia prywatności
pt: Seus ajustes de privacidade
ru: Ваши настройки приватности

source: 1 work
pl: 1 praca
ru: %(count)d работа

source: 1 book
pl: 1 książka
ru: %(count)d книга

source: 1 hit
pl: 1 wynik
ru: %(count)s совпадение

source: Books You've Checked Out
pl: Książki, które zaznaczyłeś
pt: Livros que você pegou emprestado
ru: Книги, которые вы заняли

source: Waitlist
pt: Reservar
ru: Список ожидания

source: Reading Stats
pt: Estatísticas de leitura
ru: Статистика чтения

source: The year it was published is plenty.
pl: Wystarczy podanie roku publikacji tego wydania.
pt: O ano de publicação já é o suficiente.
ru: Года публикации достаточно.

source: 1 Book
pl: 1 książka
ru: %(count)s книга

source: 1 revision
pl: 1 korekta
ru: %(count)d редактирование

source: My Reading Log
cs: Můj záznam četby
pl: Mój Dziennik Lektur
pt: Meus registros de leitura
ru: Мой журнал чтения

source: any
pl: dowolny
pt: qualquer
ru: что угодно

source: Russian
cs: Rusky
pl: Rosyjski
pt: Russo
ru: Русский

source: Japanese
cs: Japonsky
pl: Japoński
pt: Japonês
ru: Японский

source: Polish
cs: Polsky
pl: Polski
pt: Polonês
ru: Польский

source: Only eBooks
cs: Zobrazit jen eKnihy
pl: tylko e-booki
pt: Somente eBooks
ru: Только электронные книги

source: Search eBook text
pl: Wyszukaj w tekscie e-booka
pt: Buscar texto de um eBook
ru: Искать в тексте электронных книг

source: Your Profile
pl: Twój profil
pt: Seu perfil
ru: Ваш профиль

source: Log in
cs: Přihlásit
pl: Zaloguj się
pt: Entrar
ru: Войти

source: 1 item
ru: %(count)d элемент

source: No lists yet!
pl: Na razie brak list!
pt: Nenhuma lista ainda!
ru: Списков пока нет!

source: Update my book note
pt: Atualizar minha nota do livro
ru: Обновить мою заметку

source: Add a book note
pt: Adicionar uma nota do livro
ru: Добавить заметку

source: saving...
pl: zapisywanie...
pt: salvando...
ru: сохранение...

source: 1 ebook
ru: %(count)s электронная книга

source: 1 record modified.
ru: %(count)d запись изменена.

source: Author Search
pl: Wyszukiwanie autora
pt: Busca de autores
ru: Поиск автора

source: About 1 result found in %(seconds)s
pl: Znaleziono około 1 wynik w %(seconds)s
ru: %(count)s результат найден за %(seconds)s

source: Subject Search
pl: Wyszukiwanie tematu
pt: Busca de Temas
ru: Поиск рубрики

source: Added 1 time
ru: Добавлено %(count)d раз

source: This edition was published
pt: Esta edição foi publicada
ru: Это издание было опубликовано

source: in
pl: w
pt: em
ru: в

source: Search for subjects about %(place)s
pt: Buscar temas sobre %(place)s
ru: Искать рубрики о %(place)s

source: Written in %(language)s
pt: Escrito em %(language)s
ru: Язык: %(language)s

source: pages
pt: páginas
ru: страниц

source: Library of Congress
pl: Biblioteka Kongresu
pt: Biblioteca do Congresso
ru: Библиотека Конгресса

source: Dewey
ru: Дьюи

source: Edition Description
pt: Descrição da edição
ru: Описание издания

source: Go to this author's page
pt: Ir para a página desse autor
ru: Перейти на страницу автора

source: <em>Please Note:</em> Only Admins can delete things. <a href="/contact" class="blue">Let us know</a> if there's a problem.
pl: <em>Uwaga:</em> Tylko administratorzy mogą usuwać elementy. <a href="/contact" class="blue">Daj nam znać</a> jeśli wystąpił problem.
pt: <em>Por favor, tenha conta:</em> Somente os administradores podem deletar coisas. <a href="/contact" class="blue">Nos contate</a> se houver algum problema.
ru: <em>Обратите внимание:</em> только администраторы могут удалять данные. <a href="/contact" class="blue">Сообщите нам</a>, если возникли проблемы.

source: Readers waiting for this title: %(count)s
pt: Leitores esperando este título: %(count)s
ru: Читателей, ожидающих это произведение: %(count)s

source: Donate Book
pt: Doar livro
ru: Пожертвовать книгу

source: We don't have this book yet. Can you donate it to the Lending Library?
pt: Ainda não temos este libro. Você poderia doá-lo a biblioteca de empréstimos?
ru: У нас пока нет этой книги. Не могли бы вы передать её в библиотеку на временное пользование?

source: 1 other
ru: %(n)s другой

source: Share this book
pl: Udostępnij tę książkę
pt: Compartilhar este livro
ru: Поделиться этой книгой

source: Encrypted daisy download for authorized print-disabled patrons
pt: Download de DAISY encriptada para clientes autorizados com problemas de leitura
ru: Загрузка зашифрованного daisy с ограниченными возможностями печати для авторизованных пользователей

source: Encrypted daisy lock
pt: Bloqueio DAISY encriptado
ru: Блокировка зашифрованного daisy

source: Download for print-disabled
pt: Download para problemas de leitura
ru: Загрузка с ограниченными возможностями печати

source: Choose a screen name
cs: Vyberte si uživatelské jméno
pl: Wybierz nick
pt: Escolha um nome de exibição
ru: Выберите отображаемое имя

source: <a href="%(url)s"><strong>1 edition</strong></a> of <strong class="booktitle">%(title)s</strong> found in the catalog.
pl: <a href="%(url)s"><strong>1 wydanie</strong></a><strong class="booktitle">%(title)s</strong> w tym katalogu.

source: Published
pl: Opublikowana

source: About the Edition
pl: O tym wydaniu

source: About the Book
cs: O knize
pl: O tej książce

source: There's no description for this book yet. Can you <b><a href='%(url)s'>add one</a></b>?
pl: Ta książka nie ma jeszcze opisu. Czy możesz <b><a href='%s'>dodać opis</a></b>?

source: 1 seed
pl: 1 plik inicujuący

source: Download DAISY
pl: Pobierz DAISY

source: This user has chosen to keep their Reading Log private
pl: Ten użytkownik postanowił nie udostępniać swojego Dziennika Lektur

source: Merge editions
pl: Połącz wydania

source: Subjects: %(subjectlist)s
pl: Tematyka: %(subjectlist)s

source: Places: %(placelist)s
pl: Miejsca: %(placelist)s

source: People: %(peoplelist)s
pl: Ludzie: %(peoplelist)s

source: Times: %(timelist)s
pl: Okres: %(timelist)s

source: By <em>unknown author</em>
pl: <em>autor nieznany</em>

source: You have 5 ebooks out at the moment. That's the limit! You can free up slots by returning books early.
pl: Obecnie masz 5 ebooków. To maksymalna dozwolona ilość! Możesz wypożyczyć więcej e-booków kiedy zwrócisz obecnie wypożyczone.

source: There are 2 different sources for borrowing books through Open Library:
pl: Istnieją 2 źródła, z których możesz wypożyczyć książki przez Opne Library

source: eBooks everywhere
pl: e-Booki wszędzie

source: The <a href="//archive.org/">Internet Archive</a> and several partner libraries are offering thousands of eBooks for loan to anyone with an Open Library account, anywhere in the world.
pl: <a href="//archive.org/">Internet Archive</a> oraz inne partnerskie biblioteki oferują tysiące e-booków użytkownikom na całym świecie, którzy posiadają konto na Open Library.

source: physical books from your local library
pl: Papierowe wydania książek z Twojej lokalnej biblioteki

source: We connect our records to WorldCat wherever possible. You can tell WorldCat your postcode/zip code, and it will tell you the closest library with a copy of the book.
pl: Na bieżąco udostępiniamy nasze kroniki dla WorldCat. Na WorldCatmożesz podać swój kod pocztowy i wyszukać najbliższą bibliotekę, z kopią wybranej książki.

source: Getting Started
cs: Jak začít
pl: Zaczynamy

source: All you need to borrow a book scanned at the Internet Archive is an Open Library account and Adobe Digital Editions.
pl: Aby wypożyczyć zeskanowaną książkę z Internet Archive potrzebujesz jedynie konta na Open Library oraz Adobe Digital Editions.

source: Loans through WorldCat are managed through your local libraries, not through Open Library.
pl: Wypożyczenia dokonane za pomocą WorldCat są zarządzane przez lokalne biblioteki, nie przez Open Library.

source: Check out the <a href="/help/faq#section-borrowing"><strong>Lending FAQ</strong></a> for more information.
pl: Więcej informacji znajdziesz na <a href="/help/faq#section-borrowing"><strong>Wypożyczanie FAQ</strong></a>.

source: Which books are available?
pl: Które książki są dostępne?

source: Browse all the available books through the <a href="/subjects/lending_library">"Lending Library"</a> subject, or try a <a href="/search?subject_facet=Lending%20library">search</a>.
pl: Przeszukaj wszystkie dostępne książki z<a href="/subjects/lending_library">"Wypożyczalni"</a> o danej tematyce, lub wypróbuj <a href="/search?subject_facet=Lending%20library">wyszukiwarkę</a>.

source: Help/Downloads
pl: Pomoc/Pobrane

source: Download Adobe Digital Editions
pl: Pobierz Adobe Digital Editions

source: <a href="http://www.adobe.com/products/digitaleditions/help/">Help</a> on adobe.com
pl: <a href="http://www.adobe.com/products/digitaleditions/help/">Pomoc</a> na adobe.com

source: If you work at a library and are interested to find out more about lending ebooks through Open Library, please <a href="/contact">get in touch with us</a>!
pl: Jeśli jesteś pracownikiem biblioteki i chcesz wiedzieć więcej o wypożyczaniu książek przez Open Library, <a href="/contact">skontaktuj się z nami</a>!

source: Forgot your Archive.org password?
cs: Zapoměli jste vaše Archive.org heslo?
pl: Nie pamiętasz swojego hasła na Archive.org?

source: Sponsor
pl: Zasponsoruj

source: What's It About?
cs: O čem je?
pl: O czym jest ta książka?

source: Delete this book?
cs: Smazat tento záznam
pl: Usunąć tę książkę?

source: Look for this edition at WorldCat
pl: Szukaj tego wydania na WorldCat

source: Is there a copyright date?
pl: Data praw autorskich

source: Is the book part of a series?
cs: Je kniha součástí nějaké řady?
pl: Czy ta książka jest częścią serii?

source: Does this edition have a specific name?
cs: Má toto vydání vlastní název
pl: Czy te wydanie ma specyficzną nazwę?

source: Is there a By Statement?
pl: Czy podany jest autor?

source: ID must be exactly 13 digits [0-9].
pl: ID musi zawierać dokładnie 13 znaków [0-9].

source: There are two ways to place an author's image on Open Library
pl: Istnieją dwa sposoby dodawania zdjęć autora na Open Library.

source: There are two ways to get a cover image on Open Library
pl: Istnieją dwa sposoby dodawnania zdjęć okładki na Open Library.

source: There are three ways to get a cover image on Open Library
pl: Istnieją trzy sposoby na dodawnania zdjęć okładki na Open Library.

source: One sec, we're searching for covers...
pl: Chwileczkę, szukamy okładek...

source: Explore Open Library Development Center
pl: Poznaj Centrum Rozwoju Open Library

source: Development Center
pl: Centrum Rozwoju

source: Sign up
cs: Registrovat
pl: Utwórz konto

source: My Account
pl: Moje konto

source: Themes:
pl: Motywy:

source: Cover of: %(listname)s
pl: Okładka : %(listname)s

source: Please select a master author record.
pl: Wybierz główny dokument autora.

source: Select a "master" record that best represents the author -
pl: ybierz "główny" dokument, który najlepiej reprezentuje tego autora -

source: Select author records which should be merged with the master
pl: Wybierz dokumenty autora, które powinny zostać połączone z głównym dokumentem

source: No Master record
pl: Brak głównego dokumentu

source: You must select a master record to point the duplicates toward.
pl: Musisz wybrać główny dokument, aby skojarzyć z nim duplikaty.

source: Merge Editions
pl: Połącz wydania

source: No editions selected.
pl: Brak wybranych wydań.

source: Merge History
pl: Połącz historię

source: Keyword
pl: Słowa kluczowe

source: <strong>Together</strong>, let's build an Open Library for the World.
pl: <strong>Razem</strong>, zbudujmy Open Library dla całego świata.

source: - first published in %(year)s
pl: - po raz pierwszy opublikowany w %(year)s

source: We've sent an email to %(email)s. You'll need to read that and click on the verification link to update your email.
cs: Poslali jsme zprávu na adresu %(email)s. Přečtěte si ji a klikněte na Oveřovací odkaz pro změnu emailu.

source: Your password has been updated successfully.
cs: Vaše heslo bylo změněno.

source: Only letters and numbers, please, and at least 3 characters.
cs: Prosím, pouze písmena a čísla, a nejméně 3 znaky.

source: Current password
cs: Současné heslo

source: Choose a new password
cs: Vyberte si nové heslo

source: Your new email address
cs: Vaše nová meailová adresa

source: Current Loans
cs: Současné výpůjčky

source: %d book
cs: %d kniha

source: Please type in the text or number(s) below.
cs: Níže prosím vyplňte text nebo čísla.

source: I acknowledge that my use of Open Library is subject to the Internet Archive's <a href='//archive.org/about/terms.php' target='_new' title='Read the Terms of Use in a new browser.'>Terms of Use</a>.
cs: Beru na vědomí že používání Open Library podléhá <a href='//archive.org/about/terms.php' target='_new' title='Přečtěte si Pravidlům použití v nové panelu.'>Pravidlům použití</a> Internet Archive.

source: Change Your Email Address
cs: Změnit emailovou adresu

source: Your current email address is
cs: Vaše současná emailová adresa je

source: Change It
cs: Změnit ji

source: Provide your existing password (to verify that it's you) and select a new password to replace it.
cs: Zadejte současné heslo (pro ověření vaší že jste to vy) a vyberte nové heslo které ho nahradí.

source: Add another edition of
cs: Přidat další vydání

source: Add edition
cs: Přidat vydání

source: Show for other books from %s
cs: Ukázat další knihy od %s

source: Search for other books from
cs: Hledat další knihy od

source: Some tags perhaps?
cs: Nějaké štítky?

source: Librarian Mode
cs: Knihovnický režim

source: revision
cs: revize

source: About Us
cs: O nás

source: Get help
cs: Získat pomoc

source: Developers
cs: Vývojáři

source: Report a problem.
cs: Nahlásit problém

source: Problems?
cs: Problémy?

source: Reading Lists
cs: Seznamy četby

source: Open Library is an initiative of the <a href="//archive.org/">Internet Archive</a>, a 501(c)(3) non-profit, building a digital library of Internet sites and other cultural artifacts in digital form.<br/>Other <a href="//archive.org/projects/">projects</a> include the <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> and <a href="//archive-it.org">archive-it.org</a>
cs: Open Library je iniciativa <a href="//archive.org/">Internet Archive</a>, a 501(c)(3) nezisková organisace, budující knihovnu internetových stránek a dalších kulturních artefaktů v digitální podobě.<br/>Další <a href="//archive.org/projects/">projekty</a> zahrnují <a href="//archive.org/web/">Wayback Machine</a>, <a href="//archive.org/">archive.org</a> a <a href="//archive-it.org">archive-it.org</a>

source: Your use of the Open Library is subject to the Internet Archive's <a href="//archive.org/about/terms.php">Terms of Use</a>.
cs: Vaše používání Open Library spadá pod <a href="//archive.org/about/terms.php">Pravidla použití</a> Internet Archive.

source: published in
cs: vydáno v

source: published between
cs: vydáno mezi
