Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: German
ar: الألمانية
cs: Německy
de: Deutsch
es: Alemán
fr: allemand
hi: जर्मन
hr: Njemački
it: Tedesco
pl: Niemiecki
pt: Alemão
ru: Немецкий
sc: Tedescu
uk: Німецька

source: English
ar: الإنجليزية
cs: Anglicky
de: Englisch
es: Inglés
fr: anglais
hi: अंग्रेज़ी
hr: Engleski
it: Inglese
pl: Angielski
pt: Inglês
ru: Английский
sc: Inglesu
uk: Англійська

source: Spanish
ar: الإسبانية
cs: Španělky
de: Spanisch
es: Español
fr: espagnol
hi: स्पैनिश
hr: Španjolski
it: Spagnolo
pl: Hiszpański
pt: Espanhol
ru: Испанский
sc: Ispagnolu
uk: Іспанська

source: French
ar: الفرنسية
cs: Francouzsky
de: Französisch
es: Francés
fr: français
hi: फ़्रांसीसी
hr: Francuski
it: Francese
pl: Francuski
pt: Francês
ru: Французский
sc: Frantzesu
uk: Французька

source: Croatian
ar: الكرواتية
de: Kroatisch
es: Croata
fr: croate
hi: क्रोएशियन
hr: Hrvatski
it: Croato
pt: Croata
ru: Хорватский
sc: Croatu
uk: Хорватська

source: Italian
ar: الإيطالية
cs: Italsky
de: Italienisch
es: Italiano
hr: Talijanski
it: Italiano
pl: Włoski
pt: Italiano
ru: Итальянский
sc: Italianu

source: Portuguese
ar: البرتغالية
cs: Portugalsky
de: Portugiesisch
es: Portugués
fr: portugais
hi: पुर्तगाली
hr: Portugalski
it: Portoghese
pl: Portugalski
pt: Português
ru: Португальский
sc: Portoghesu
uk: Португальська

source: Romanian
es: rumano

source: Sardinian
ar: السردينية
de: Sardinisch
es: Sardo
hr: Sardinski
sc: Sardu

source: Ukrainian
ar: الأوكرانية
de: Ukrainisch
es: Ucraniano
fr: ukrainien
hi: यूक्रेनी
hr: Ukrajinski
it: Ucraino
sc: Ucràinu
uk: Українська

source: Chinese
ar: الصينية
cs: Čínsky
de: Chinesisch
es: Chino
fr: chinois
hi: चीनी
hr: Kineski
it: Cinese
pl: Chiński
pt: Chinês
ru: Китайский
sc: Tzinesu
uk: Китайська

source: Art
es: Arte

source: Science Fiction
es: Ciencia ficción

source: Fantasy
es: Fantasía

source: Biographies
cs: Životopisné
es: Biografias

source: Recipes
es: Recetas

source: Children
es: Infantil

source: Medicine
es: Medicina

source: Religion
es: Religión

source: Mystery and Detective Stories
es: Historias de misterio y detectives

source: Plays
es: Obras de teatro

source: Music
es: Música

source: Science
cs: Věda
es: Ciencia

source: At least 1 subject
es: Al menos 1 tema

source: At least 1 author
es: Al menos 1 autor

source: At least 1 edition
es: Al menos 1 edición

source: Has work (orphaned)
es: Tiene obra (huérfana)

source: Has publication year
es: Tiene año de publicación

source: Has cover
es: Tiene portada

source: Has language
es: Tiene idioma

source: Has publisher
es: Tiene editorial

source: At least 2 editions
es: Al menos 2 ediciones

source: Has dewey decimal
es: Tiene el sistema decimal Dewey

source: Has LoC classification
es: Tiene clasificación LoC

source: Has number of pages
es: Tiene número de páginas

source: Are you sure you want to remove <strong>%(title)s</strong> from your list?
es: ¿Estás seguro de que quieres quitar <strong>%(title)s</strong> de tu lista?
pl: Na pewno chcesz usunąć <strong>%(title)s</strong> z Twoich list?
pt: Tem certeza que quer remover <strong>%(title)s</strong> de sua lista?
ru: Вы уверены, что хотите удалить <strong>%(title)s</strong> из вашего списка?

source: Lists (%(count)d)
ar: قوائم (%(count)d)
de: Listen (%(count)d)
es: Listas (%(count)d)
hr: Popisi (%(count)d)
sc: Listas (%(count)d)

source: This work does not appear on any lists.
ar: هذا العمل لا يظهر في أي قوائم.
de: Das Werk ist bisher in keiner Liste vertreten.
es: Esta obra no figura en ninguna lista.
hr: Ovo se djelo ne pojavljuje u nijednom popisu.
it: Questa opera non compare in nessuna lista.
sc: Cust'òpera no aparit in peruna lista.

source: I don't have one yet
es: Todavía no tengo ninguno

source: The email address you entered is invalid
ar: عنوان البريد الإلكتروني الذي أدخلته غير صالح
de: Die eingegebene Email-Adresse ist ungültig
es: La dirección de correo electrónico introducida no es válida
hr: Upisana e-mail adresa nije ispravna
sc: S'indiritzu de posta chi as insertadu no est àlidu

source: This account has been blocked
ar: تم حظر هذا الحساب
de: Dieser Account ist gesperrt
es: Esta cuenta ha sido bloqueada
hr: Ovaj je račun blokiran
sc: Custa contu est istadu blocadu

source: This account has been locked
ar: تم قفل هذا الحساب
de: Dieser Account ist gesperrt
es: Esta cuenta ha sido cerrada
hr: Ovaj je račun zaključan
sc: Custu contu est istadu tancadu

source: No account was found with this email. Please try again
ar: لم يتم العثور على حساب باستخدام هذا البريد الإلكتروني. يرجى المحاولة مرة أخرى
de: Kein Konto wurde mit dieser Email-Adresse gefunden. Bitte erneut versuchen
es: No se ha encontrado ninguna cuenta con este correo electrónico. Por favor, inténtalo de nuevo
hr: Nema računa s ovom e-mail adresom. Pokušaj ponovo
sc: Perunu contu atzapadu cun custu indiritzo de posta eletrònica. Torra a proare

source: The password you entered is incorrect. Please try again
ar: كلمة المرور التي أدخلتها غير صحيحة. يرجى المحاولة مرة أخرى
de: Das eingegebene Passwort ist inkorrekt. Bitte erneut versuchen
es: La contraseña introducida es incorrecta. Por favor, inténtalo de nuevo
hr: Upisana lozinka nije ispravna. Pokušaj ponovo
sc: Sa crae chi as insertadu est isballiada. Torra a proare

source: Wrong password. Please try again
ar: كلمة مرور خاطئة. يرجى المحاولة مرة أخرى
de: Falsches Passwort. Bitte erneut versuchen
es: Contraseña incorrecta. Por favor, inténtalo de nuevo
hr: Kriva lozinka. Pokušaj ponovo
sc: Crae isballiada. Torra a proare

source: Please verify your Open Library account before logging in
ar: يرجى التحقق من حسابك في المكتبة الحرة قبل تسجيل الدخول
de: Bitte verifizieren Sie Ihr Open-Library-Konto vor der Anmeldung
es: Por favor, verifica tu cuenta de la Biblioteca Abierta antes de iniciar sesión
hr: Potvrdi tvoj Open Library račun prije prijave
sc: Verìfica su contu tuo de s'Open Library in antis de intrare

source: Please verify your Internet Archive account before logging in
ar: يرجى التحقق من حسابك في أرشيف الإنترنت قبل تسجيل الدخول
de: Vor der Anmeldung bitte das Internet-Archive-Konto verifizieren
es: Verifica tu cuenta del Archivo de Internet antes de iniciar sesión
hr: Potvrdi tvoj Internet Archive račun prije prijave
sc: Verìfica su contu tuo de s'Internet Archive in antis de intrare

source: Please fill out all fields and try again
ar: يرجى ملء جميع الحقول والمحاولة مرة أخرى
de: Bitte alle Felder ausfüllen und erneut versuchen
es: Rellena todos los campos e inténtalo de nuevo
hr: Ispuni sva polja i pokušaj ponovo
sc: Inserta totu sos campos e torra a proare

source: This email is already registered
ar: هذا البريد الإلكتروني مسجل بالفعل
de: Diese E-Mail-Adresse ist bereits registriert
es: Este correo electrónico ya está registrado
hr: Ova je e-mail adresa već registrirana
sc: Custu indiritzu de posta est giai registradu

source: This username is already registered
ar: اسم المستخدم هذا مسجل بالفعل
de: Dieser Benutzername ist bereits registriert
es: Este nombre de usuario ya está registrado
hr: Ovo je korisničko ime već registrirano
sc: Custu nùmene de utente est giai registradu

source: A problem occurred and we were unable to log you in.
ar: حدثت مشكلة ولم نتمكن من تسجيل دخولك.
de: Ein Problem ist aufgetreten und wir konnten sie nicht anmelden.
es: Se ha producido un problema y no hemos podido iniciar sesión.
hr: Pojavio se problem i nismo te mogli prijaviti.
sc: B'at àpidu unu problema e non t'amus pòdidu fàghere intrare.

source: Login attempted with invalid Internet Archive s3 credentials.
ar: تمت محاولة تسجيل الدخول ببيانات اعتماد غير صالحة لـ Internet Archive s3.
de: Anmelden mit ungültigen Internet-Archive-s3-Daten versucht.
es: Intento de inicio de sesión con credenciales s3 del Archivo de Internet no válidas.
hr: Pokušaj prijave s neispravnim podacima za prijavu na Internet Archive s3.
sc: Atzessu intentadu cun credentziales s3 de s'Internet Archive non vàlidas.

source: Servers are experiencing unusually high traffic, please try again later or email openlibrary@archive.org for help.
es: Los servidores están experimentando un tráfico inusualmente alto, por favor, inténtalo de nuevo más tarde o envía un correo electrónico a openlibrary@archive.org para obtener ayuda.
hr: Serveri imaju neuobičajeno velik promet. Pokušaj ponovo kasnije ili pošalji e-mail na openlibrary@archive.org za pomoć.
sc: Sos webidores sunt tenende unu tràficu prus artu de su sòlitu, torra a proare prus a tardu o imbia unu messàgiu de posta eletrònica a openlibrary@archive.org pro pedire agiudu.

source: Email provider not recognized.
es: Proveedor de correo electrónico no reconocido.

source: Password requirements not met.
es: No se cumplen los requisitos de contraseña.

source: A problem occurred and we were unable to log you in
ar: حدثت مشكلة ولم نتمكن من تسجيل دخولك.
es: Se ha producido un problema y no hemos podido iniciar sesión
hr: Pojavio se problem i nismo te mogli prijaviti
sc: B'at àpidu unu problema e non t'amus pòdidu fàghere intrare

source: Login or registration attempt hit an unexpected error, please try again or contact info@archive.org
es: El intento de inicio de sesión o registro encontró un error inesperado. Por favor, inténtalo de nuevo o contacta a info@archive.org

source: Request failed with error code: %(error_code)s
es: La solicitud ha fallado con el código de error: %(error_code)s

source: Thank you for registering an Open Library account and requesting special print disability access. You should receive an email detailing next steps in the process.
es: Gracias por registrarte en la Biblioteca Abierta y solicitar acceso especial para personas con discapacidad visual. Recibirás un correo electrónico con los siguientes pasos del proceso.

source: Username unavailable
ar: اسم المستخدم غير متوفر
de: Der Benutzername ist nicht verfügbar
es: Nombre de usuario no disponible
fr: Nom d'utilisateur indisponible
hi: यूज़रनेम उपलब्ध नहीं है
hr: Korisničko ime je nedostupno
it: Nome utente non disponibile
pt: Nome de usuário não disponível
ru: Имя пользователя недоступно
sc: Nùmene utente no a disponimentu

source: Email already registered
ar: البريد الإلكتروني مسجل بالفعل
cs: Email už je používán
de: E-Mail-Adresse bereits registriert
es: Correo electrónico ya registrado
fr: Courriel déjà enregistré
hi: ईमेल पहले से ही पंजीकृत है
hr: E-mail adresa je već registrirana
it: Indirizzo email già registrato
pl: Podany e-mail jest już zarejestrowany
pt: Email já registrado
ru: Электронная почта уже зарегистрирована
sc: Indiritzu de posta giai registradu

source: An Internet Archive account already exists with this email
ar: يوجد بالفعل حساب في أرشيف الإنترنت بهذا البريد الإلكتروني
es: Ya existe una cuenta de Internet Archive con este correo electrónico
hr: Internet Archive račun s ovom e-mail adresom već postoji
sc: Unu contu de s'Internet Archive cun custu indiritzu de posta eletrònica esistit giai

source: Email address is already used.
ar: عنوان البريد الإلكتروني مستخدم بالفعل.
cs: Emailová adresa už je použita.
de: E-Mail-Adresse wird bereits verwendet.
es: Dirección de correo electrónico ya en uso.
fr: L'adresse de courriel est déjà utilisée.
hi: ईमेल पता पहले ही इस्तेमाल किया जा चुका है।
hr: E-mail adresa se već koristi.
it: Indirizzo email già in uso.
pl: Ten e-mail jest już w użyciu.
pt: Email já em uso.
ru: Адрес электронной почты уже используется.
sc: S'indiritzu de posta eletrònica tuo est giai istadu impreadu.

source: Your email address couldn't be updated. The specified email address is already used.
ar: لم يتمكن من تحديث عنوان بريدك الإلكتروني. عنوان البريد الإلكتروني المحدد مستخدم بالفعل.
cs: Vaše emailová adresa nemůže být aktualizována. Zadaný email je už používán.
de: Ihre E-Mail-Adresse konnte nicht aktualisiert werden. Die angegebene Adresse ist bereits in Benutzung.
es: Tu dirección de correo electrónico no se pudo actualizar. La dirección de correo electrónico especificada ya está en uso.
fr: Votre adresse de courriel n'a pas pu être mise à jour. L'adresse de courriel spécifiée est déjà utilisée.
hi: आपका ईमेल पता अपडेट नहीं किया जा सका। निर्दिष्ट ईमेल पता पहले से ही उपयोग किया जाता है।
hr: Neuspjelo aktualiziranje e-mail adrese. Navedena e-mail adresa se već koristi.
it: Il tuo indirizzo email non è stato aggiornato. L'indirizzo email specificato è già in uso.
pl: Twój e-mail nie został zaktualizowany. Podany e-mail jest już w użyciu.
pt: Não foi possível atualizar seu email. O email especificado já está em uso.
ru: Ваш адрес электронной почты не удалось обновить. Указанный адрес электронной почты уже используется.
sc: S'atualizatzione de s'indiritzu de posta tuo est fallida. S'indiritzu ispetzificadu est giai impreadu.

source: Email verification successful.
ar: تم التحقق من البريد الإلكتروني بنجاح.
cs: Ověření emailu bylo úspěšné
de: E-Mail-Adresse erfolgreich bestätigt.
es: Verificación de correo electrónico correcta.
fr: Vérification du courriel réussie.
hi: ईमेल पता सत्यापन सफल.
hr: Potvrđivanje e-mail adrese je uspjelo.
it: Verifica dell'indirizzo email effettuata con successo.
pl: Twój e-mail został zweryfikowany.
pt: Verificação de email com sucesso.
ru: Проверка электронной почты прошла успешно.
sc: Verìfica de s'indiritzu de posta fata cun sutzessu.

source: Your email address has been successfully verified and updated in your account.
ar: تم التحقق من عنوان بريدك الإلكتروني وتحديثه بنجاح في حسابك.
cs: Váš email úspěšně ověřen a aktualizován ve vašem účtu.
de: Ihre E-Mail-Adresse wurde erfolgreich bestätigt und aktualisiert.
es: Tu dirección de correo electrónico se ha verificado con éxito y se ha actualizado en tu cuenta.
fr: Votre adresse de courriel a été vérifiée et mise à jour dans votre compte.
hi: आपका ईमेल पता आपके अकाउंट में सफलतापूर्वक सत्यापित और अपडेट कर दिया गया है।
hr: E-mail adresa je provjerena i aktualizirana u tvom računu.
it: il tuo indirizzo email è stato verificato con successo e aggiornato nel tuo account.
pl: Twój e-mail został zweryfikowany i zaktualizowany na Twoimkoncie.
pt: Seu email foi verificado com sucesso e já foi atualizado em sua conta.
ru: Ваш адрес электронной почты был успешно проверен и обновлен в вашей учётной записи.
sc: S' indiritzu de posta eletrònica tuo est istadu verificadu cun sutzessu e atualizazu in su contu tuo.

source: Email address couldn't be verified.
ar: لم يتمكن من التحقق من عنوان البريد الإلكتروني.
cs: Email se nepodařilo ověřit.
de: E-Mail-Adresse konnte nicht bestätigt werden.
es: El correo electrónico no pudo ser verificado.
fr: L'adresse de courriel n'a pas pu être vérifiée.
hi: ईमेल पते की पुष्टि नहीं की जा सकी।
hr: Nije bilo moguće potvrditi e-mail adresu.
it: Non è stato possibile verificare l'indirizzo email.
pl: E-mail nie mógł zostać zweryfikowany.
pt: O email não pode ser verificado.
ru: Адрес электронной почты не удалось проверить.
sc: S' indiritzu de posta non si podiat averguare.

source: Your email address couldn't be verified. The verification link seems invalid.
ar: لم يتمكن من التحقق من عنوان بريدك الإلكتروني. يبدو أن رابط التحقق غير صالح.
cs: Vaše emailová adredsa nemůže být ověřena. Ověřovací odkaze je neplatný.
de: Ihre E-Mail-Adresse konnte nicht bestätigt werden. Der Bestätigungs-Link scheint ungültig zu sein.
es: Tu dirección de correo electrónico no pudo ser verificada. El enlace de verificación parece no válido.
fr: Votre adresse de courriel n'a pas pu être vérifiée. Le lien de vérification semble incorrect.
hi: आपके ईमेल पते की पुष्टि नहीं की जा सकी। वेरिफ़िकेशन का लिंक अमान्य लगता है।
hr: Nije bilo moguće potvrditi tvoju e-mail adresu. Poveznica potvrde je neispravna.
it: Non è stato possibile verificare il tuo indirizzo email. Il link di verifica sembra invalido.
pl: Twój e-mail nie mógł zostać zweryfikowany. Link weryfikacyjny jest nieważny.
pt: Seu email não pode ser verificado. O link de verificação parece ser inválido.
ru: Ваш адрес электронной почты не удалось проверить. Ссылка для проверки кажется недействительной.
sc: Non faghiat a verificare s'indiritzu de posta eletrònica tuo. Su ligàmene de verìfica tuo paret chi siat non vàlidu.

source: Notification preferences have been updated successfully.
ar: تم تحديث تفضيلات الإشعارات بنجاح.
cs: Nastavení upozornění byla aktualizována.
de: Benachrichtigungseinstellungen wurden erfolgreich geändert.
es: Las preferencias de notificación han sido actualizadas con éxito.
fr: Les préférences de notifications ont été mises à jour.
hi: नोटिफ़िकेशन की प्राथमिकताएँ सफलतापूर्वक अपडेट कर दी गई हैं।
hr: Postavke obavijesti su uspješno aktualizirane.
it: Le preferenze delle notifiche sono state aggiornate con successo.
pl: Preferencje dotyczące powiadomień zostały zaktualizowane.
pt: As preferências de notificação foram atualizadas com sucesso.
ru: Настройки уведомлений были успешно обновлены.
sc: Sas preferèntzias de notìfica sunt istadas atualizadas cun sutzessu.

source: Imports and Exports
ar: الاستيراد والتصدير
de: Importe und Exporte
es: Importaciones y exportaciones
fr: Imports et exports
hi: आयात और निर्यात
hr: Uvozi i izvozi
it: Importazioni ed esportazioni
pt: Importaçoes y exportações
ru: Импорт и экспорт
sc: Importatziones e esportatziones
uk: Імпорт та експорт

source: Loans
ar: استعارات
cs: Výpůjčky
de: Ausleihen
es: Préstamos
fr: Emprunts
hi: ऋण
hr: Posudbe
it: Prestiti
pl: Wypożyczone
pt: Empréstimos
ru: Займы
sc: Prèstidos
uk: Позики

source: Loan History
ar: سجل القروض
de: Verlauf
es: Historial de préstamos
fr: Historique d'emprunt
hi: लोन का इतिहास
hr: Povijest posudbe
it: Cronologia dei prestiti
pt: Histórico de empréstimos
ru: История займов
sc: Cronologia de sos prèstidos
uk: Історія позик

source: Your account has hit a lending limit. Please try again later or contact info@archive.org.
ar: لقد وصلت حسابك إلى حد الإعارة. يرجى المحاولة مرة أخرى لاحقًا أو الاتصال بـ info@archive.org.
de: Ihr Account hat ein Ausleihe-Limit. Bitte versuchen Sie es später erneut oder kontaktieren sie info@archive.org.
es: Tu cuenta ha alcanzado un límite de préstamo. Vuelva a intentarlo más tarde o ponte en contacto con info@archive.org.
hr: Tvoj je račun dosegao ograničenje posudbi. Pokušaj ponovo kasnije ili kontaktiraj info@archive.org.
sc: Su contu tuo est arribbadu a unu lìmite de prèstidos. Torra a proare prus a tardu o cuntata a info@archive.org.

source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: यूज़रनेम
hr: Korisničko ime
it: Nome utente
pl: Nazwa użytkownika
pt: Nome de usuário
ru: Имя пользователя
sc: Nùmene de utente

source: Password
ar: كلمة المرور
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hi: पासवर्ड
hr: Lozinka
pl: Hasło
pt: Senha
ru: Пароль
sc: Crae
uk: Пароль

source: No user registered with this email address
ar: لا يوجد مستخدم مسجل بهذا البريد الإلكتروني
cs: Nebyl nalezen uživatel s tímto emailem
de: Kein Nutzer ist mit dieser E-Mail-Adresse registriert
es: No hay ningún usuario registrado con esta dirección de correo electrónico
fr: Aucun utilisateur enregistré avec cette adresse de courriel
hi: इस ईमेल पते के साथ कोई उपयोगकर्ता पंजीकृत नहीं है
hr: Ne postoji registrirani korisnik s ovom e-mail adresom
it: Nessun utente è registrato con questo indirizzo email
pl: Nie istnieje konto z podanym adresem e-mail
pt: Não há nenhum usuário registrado com esse email
ru: Ни один пользователь не зарегистрирован с этим адресом электронной почты
sc: Perunu utente registradu cun custu indiritzu de posta

source: Disposable email not permitted
ar: البريد الإلكتروني القابل للتخلص منه غير مسموح به
cs: Jednorázové emaili nejsou povoleny
de: Wegwerfadressen sind nicht erlaubt
es: No se permite el uso de correo electrónico desechable
fr: Les courriels temporaires sont interdits
hi: डिस्पोजेबल ईमेल की अनुमति नहीं है
hr: E-mail adresa za jednokratnu upotrebu nije dozvoljena
it: Email monouso non ammessa
pl: Jednorazowy e-mail jest niedozwolony.
pt: Não é permitido utilizar um email descartável
ru: Одноразовая электронная почта не допускается
sc: Sos indiritzos de posta temporàneos non sunt ammìtidos

source: Your email provider is not recognized.
ar: موفر البريد الإلكتروني الخاص بك غير معترف به.
cs: Váš poskytovatel emailu nebyl rozpoznán.
de: Ihr Email-Provider wird nicht anerkannt.
es: Tu proveedor de correo electrónico no está reconocido.
fr: Votre fournisseur de courriel n'a pas été reconnu.
hi: आपका ईमेल प्रदाता पहचाना नहीं जा सका।
hr: Tvoj pružatelj usluge e-pošte nije prepoznat.
it: Il tuo gestore email non è registrato
pl: Twój dostawca poczty e-mail jest nieznany.
pt: Seu provedor de email não pode ser reconhecido.
ru: Ваш провайдер электронной почты не распознан.
sc: Su frunidore tuo de posta eletrònica no est reconnòschidu.

source: Username already used
ar: اسم المستخدم مستخدم بالفعل
cs: Uživatelské jméno už je použito
de: Benutzername bereits vergeben
es: Nombre de usuario ya en uso
fr: Nom d'utilisateur déjà utilisé
hi: यूज़रनेम पहले ही इस्तेमाल किया जा चुका है
hr: Korisničko ime se već koristi
it: Nome utente già in uso
pl: Konto z podaną nazwą użytkownika już istnieje.
pt: Nome de usuário já em uso
ru: Имя пользователя уже используется
sc: Nùmene utente giai impreadu

source: Must be between 3 and 20 letters and numbers
ar: يجب أن يكون بين 3 و 20 حرفًا ورقمًا
cs: Musí mýt 3 až 20 písmen a čísel
de: Muss zwischen 3 und 20 Buchstaben und Ziffern lang sein
es: Debe tener entre 3 y 20 letras y números
fr: Doit contenir entre 3 et 20 lettres et chiffres
hi: 3 से 20 अक्षरों और संख्याओं के बीच होना चाहिए
hr: Mora sadržati između 3 i 20 slova i znamenke
it: Deve essere tra 3 e 20 lettere e numeri
pl: Musi składać się z min. 3 i max. 20 liter i liczb.
pt: Deve ser entre 3 e 20 letras e números
ru: Должно быть от 3 до 20 букв и цифр
sc: Depet tènnere intre 3 e 20 lìteras e nùmeros

source: Must be between 3 and 20 characters
ar: يجب أن يكون بين 3 و20 حرفًا
cs: Musí mýt 3 až 20 znaků
de: Muss zwischen 3 und 20 Zeichen lang sein
es: Debe tener entre 3 y 20 caracteres
fr: Doit contenir entre 3 et 20 caractères
hi: 3 से 20 कैरेक्टर के बीच होना चाहिए
hr: Mora sadržati između 3 i 20 znakova
it: Deve essere tra 3 e 20 caratteri
pl: Musi składać się z min. 3 i max. 20 znaków.
pt: Deve ser entre 3 e 20 caracteres
ru: Должно быть от 3 до 20 знаков
sc: Depet tènnere intre 3 e 20 caràteres

source: Must be a valid email address
ar: يجب أن يكون عنوان بريد إلكتروني صالح
cs: Musí být platná emailová adresa
de: Muss eine gültige Email-Adresse sein
es: Debe ser una dirección de correo electrónico válida
fr: Doit être une adresse de courriel valide
hi: एक मान्य ईमेल पता होना चाहिए
hr: Mora biti ispravna e-mail adresa
it: L'indirizzo email deve essere valido
pl: Wymagane jest podnanie adresu e-mail.
pt: Deve ser um email válido
ru: Должен быть действующий адрес электронной почты
sc: Depet èssere un'indiritzu de posta eletrònica vàlidu

source: Email
ar: البريد الإلكتروني
es: Correo electrónico
fr: Courriel
hi: ईमेल
ru: Электронная почта
sc: Indiritzu de posta eletrònica
uk: Поштова адреса

source: Screen Name
es: Nombre de pantalla
hr: Ime ekrana
sc: Nùmene mustradu

source: Public and cannot be changed later.
es: Público y no puede modificarse posteriormente.
hr: Javno i ne može se kasnije promijeniti.
sc: Est pùblicu e non si podet mudare prus a tardu.

source: Invalid password
ar: كلمة مرور غير صالحة
cs: Neplatné heslo
de: Ungültiges Passwort
es: Contraseña inválida
fr: Mot de passe incorrect
hi: अमान्य पासवर्ड
hr: Neispravna lozinka
it: Password invalida
pl: Błędne hasło
pt: Senha inválida
ru: Неверный пароль
sc: Crae non vàlida
uk: Неправильний пароль

source: Your email address
ar: عنوان بريدك الإلكتروني
cs: Vaše emailová adresa
de: Ihre E-Mail-Adresse
es: Tu dirección de correo electrónico
fr: Votre adresse de courriel
hi: आपका ईमेल पता
hr: Tvoja e-mail adresa
it: Il tuo indirizzo email
pl: Twój adres e-mail
pt: Seu email
ru: Ваш адрес электронной почты
sc: S'indiritzu de posta eletrònica tuo
