Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Refresh the page?
ar: تحديث الصفحة؟
de: Seite aktualisieren?
es: ¿Actualizar la página?
fr: Actualiser la page ?
hi: पेज रीफ़्रेश करें?
hr: Aktualizirati stranicu?
it: Aggiornare la pagina?
pl: Odświeżyć stronę?
pt: Atualizar a página?
ru: Обновить страницу?
sc: Annoare sa pàgina?
uk: Оновити сторінку?

source: OK. The merge is in motion. <i>It will take <u>a few minutes to finish</u> the update.</i>
ar: حسنًا. الدمج جارٍ. <i>سيستغرق <u>بضع دقائق لإكمال</u> التحديث.</i>
de: Ok. Die Zusammenführung ist gestartet. <i>Es wird <u>ein paar Minuten</u> benötigen, das Update fertigzustellen.</i>
es: De acuerdo. La fusión está en marcha. <i>Llevará <u>unos pocos minutos finalizar</u> la actualización.</i>
fr: OK. La fusion est en cours. <i>Il faudra <u>quelques minutes pour terminer</u> la mise à jour.</i>
hi: ठीक है। विलय गति में है। <i>अपडेट <u>पूरा होने में कुछ मिनट लगेंगे</u>।</i>
hr: U redu. Provodi se sjedinjavanje. <i>Aktualiziranje će potrajati <u>par minuta</u>.</i>
it: La fusione è in corso. <i>L'aggiornamento richiederà <u>qualche minuto</u></i>.
pl: OK. Łączenie zostało rozpoczęte. <i>Aktualizacja zakończy się <u>w ciągu kilku minut</u>.</i>
pt: Okay. A fusão está em andamento. <i>Ela levará <u>alguns minutos parafinalizar</u> a atualização.</i>
ru: Хорошо. Объединение запущено. <i>Для завершения обновления <u>потребуется несколько минут</u>.</i>
sc: AB. S'unione est in cursu. <i>B'ant a bòlere <u>una paja de minutos pro agabbare cun</u> s'agiornamentu.</i>

source: That merge didn't work. It's our fault, and we've made a note of it.
ar: لم ينجح الدمج. إنها مسؤوليتنا، وقد أخذنا ملاحظة بذلك.
de: Die Zusammenführung hat nicht geklappt. Wir haben den Fehler registriert.
es: Esa fusión no funcionó. Es nuestra culpa, y hemos tomado nota de ello.
fr: Cette fusion n'a pas fonctionné. C'est notre faute, et nous en avons pris note.
hi: यह विलय काम नहीं आया। यह हमारी गलती है, और हमने इसे नोट कर लिया है।
hr: Sjedinjavanje nije uspjelo. Radi se o našoj grešci te smo ju zabilježili.
it: La fusione non ha funzionato. È colpa nostra e abbiamo preso nota.
pl: Te połączenie się nie powiodło. To nasza wina, zarejesterowaliśmy ten błąd.
pt: Essa fusão falhou. Foi culpa nossa, e já tomamos nota disso.
ru: Это объединение не сработало. Это наша ошибка, и мы сделали пометку об этом.
sc: S'unione no at funtzionadu. Est curpa nostra, e nos l'amus annotadu.

source: Add another?
ar: أضف آخر؟
de: Weitere hinzufügen?
es: ¿Añadir otra?
fr: Ajouter une autre ?
hi: एक और जोड़ें?
hr: Dodati jednu drugu?
it: Aggiungerne un altro?
pl: Dodać kolejną?
pt: Adicionar outra?
ru: Добавить ещё?
sc: Nde boles annànghere un'àtera?

source: Search %(author)s books
es: Buscar libros de %(author)s
hr: Traži knjige od %(author)s
sc: Chirca libros de %(author)s

source: — Show <a href="%(url)s">only ebooks</a>?
es: — ¿Mostrar <a href="%(url)s">solo libros electrónicos</a>?

source: — Show <a href="%(url)s">everything</a> by this author?
es: — ¿Mostrar <a href="%(url)s">todo</a> de este autor?

source: Links <span class="gray small sansserif">outside Open Library</span>
ar: روابط <span class="gray small sansserif">خارج المكتبة الحرة</span>
de: Links außerhalb der <span class="gray small sansserif">Open Library</span>
es: Enlaces <span class="gray small sansserif">fuera de la Biblioteca Abierta</span>
fr: Liens <span class="gray small sansserif">en dehors d'Open Library</span>
hi: <span class="gray small sansserif">ओपन लाइब्रेरी के बाहर</span> लिंक
hr: Poveznice <span class="gray small sansserif">izvan Open Library</span>
it: Collega <span class="gray small sansserif">fuori Open Library</span>
pt: Links <span class="gray small sansserif">fora da Open Library</span>
ru: Ссылки <span class="gray small sansserif">за пределы Open Library</span>
sc: Ligàmene <span class="gray small sansserif">a foras de s'Open Library</span>
uk: Посилання <span class="gray small sansserif">за межі Open Library</span>

source: No links yet.
ar: لا توجد روابط بعد.
de: Bisher keine Links.
es: Sin enlaces aún.
fr: Pas encore de liens.
hi: अभी तक कोई लिंक नहीं है।
hr: Još nema poveznica.
it: Ancora nessun collegamento
pl: Nie ma jeszcze linków.
pt: Por enquanto não há nenhum link.
ru: Ссылок нет.
sc: Galu perunu ligàmene.
uk: Ще немає посилань.

source: Add one
ar: أضف واحداً
de: Ausgabe hinzufügen
es: Añadir uno
fr: En ajouter un
hi: एक जोड़ें
hr: Dodaj jednu
it: Aggiungine uno
pl: Dodaj
pt: Adicionar um
ru: Добавить
sc: Annanghe·nde unu
uk: Додати

source: Alternative names
ar: أسماء بديلة
cs: Alternativní názvy
de: Weitere Namen
es: Nombres alternativos
fr: Autres noms
hi: वैकल्पिक नाम
hr: Alternativna imena
it: Nomi alternativi
pl: Alternatywne nazwiska
pt: Nomes alternativos
ru: Альтернативные имена
sc: Nùmenes alternativos
uk: Альтернативні імена

source: This page has been deleted
ar: تم حذف هذه الصفحة
de: Diese Seite wurde gelöscht
es: Esta página ha sido borrada
fr: Cette page a été supprimée
hi: यह पेज हटा दिया गया है
hr: Ova je stranica izbrisana
it: Questa pagina è stata elminiata
pt: Esta página foi deletada
ru: Эта страница была удалена
sc: Custa pàgina est istada iscantzellada
uk: Ця сторінка була видалена

source: What would you like to do?
ar: ماذا تريد أن تفعل؟
de: Was würden Sie gerne tun?
es: ¿Qué te gustaría hacer?
fr: Que souhaiteriez vous faire ?
hi: आप क्या करना चाहेंगे ?
hr: Što želiš učiniti?
it: Cosa ti piacerebbe fare?
pt: O que você gostaria de fazer?
ru: Что бы вы хотели сделать?
sc: Ite dias bòlere fàghere?

source: Go back where I came from
ar: ارجع إلى المكان الذي جئت منه
de: Dahin zurück, woher Sie kamen
es: Volver al lugar de donde vine
fr: Revenir d'où je viens
hi: जहाँ से मैं आया हूँ वहाँ वापस जाएँ
hr: Vrati me na prethodnu stranicu
it: Torna indietro da dove sono venuto
pt: Voltar para o lugar que estava antes
ru: Вернуться туда, откуда я пришел
sc: Torrade dae ue nche so essidu

source: View the previous version
ar: عرض النسخة السابقة
de: Vorherige Version ansehen
es: Ver la versión anterior
fr: Voir la version précédente
hi: पिछला वर्ज़न देखें
hr: Pogledaj prethodnu verziju
it: Visualizza la versione precedente
pt: Ver a versão anterior
ru: Просмотреть предыдущую версию
sc: Abbista sa versione pretzedente
uk: Переглянути попередню версію

source: See the page's history
ar: عرض تاريخ الصفحة
de: Seitenhistorie ansehen
es: Ver el historial de la página
fr: Voir l'historique de la page
hi: पेज का इतिहास देखें
hr: Pogledaj kronologiju stranice
it: Visualizza la cronologia della pagina
pt: Ver o histórico da página
ru: Посмотреть историю страницы
sc: Abbista sa cronologia de sa pàgina

source: Recreate it
ar: إعادة إنشائه
de: Ersetzen
es: Recrearlo
fr: Le recréer
hi: इसे फिर से बनाएँ
hr: Stvori je ponovo
it: Ricreala
pt: Recriá-lo
ru: Пересоздать это
sc: Torra·la a creare

source: Add IA Book to Staff Picks
es: Añadir libro IA a las recomendaciones del personal

source: Sync Archive.org ID
ar: مزامنة معرف أرشيف الإنترنت
de: Synchronisiere Archive.org-ID
es: Sincronizar Archive.org ID
fr: Synchroniser l'identifiant Archive.org
hi: Archive.org आईडी सिंक करें
hr: Sinkroniziraj Archive.org ID-oznaku
it: Sincronizza l'ID di Archive.org
pt: Sincronizar Archive.org ID
ru: Синхронизация ID Archive.org
sc: Sincroniza s'ID de Archive.org
uk: Синхронізувати Archive.org ID

source: View Book on Archive.org
ar: عرض الكتاب على أرشيف الإنترنت
de: Buch auf Archive.org ansehen
es: Ver libro en Archive.org
fr: Voir ce livre sur Archive.org
hi: Archive.org पर बुक देखें
hr: Pogledaj knjigu na Archive.org
it: Visualizza il libro su Archive.org
pt: Ver livro em Archive.org
ru: Просмотреть книгу на Archive.org
sc: Pòmpia su libru in Archive.org
uk: Переглянути книгу на Archive.org

source: Review
ar: مراجعة
de: Rezension
es: Reseñar
fr: Critique
hi: समीक्षा
hr: Pregledaj
it: Recensione
sc: Retzensione

source: An edition of
ar: نسخة من
de: Eine Ausgabe von
es: Una edición de
fr: Une édition de
hi: का एक संस्करण
hr: Izdanje od
it: Una edizione di
pt: Uma edição de
ru: Издание
sc: Un'editzione de
uk: Видання

source: First published in %s
ar: نُشرت لأول مرة في %s
de: Zuerst veröffentlicht in %s
es: Publicado por primera vez en %s
fr: Première publication en %s
hi: पहली बार %s में प्रकाशित किया गया
hr: Prvi put izdano %s
it: Pubblicata per la prima volta nel %s
pt: Publicado pela primeira vez em %s
ru: Впервые опубликовано в %s
sc: Publicadu pro sa prima borta in su %s
uk: Вперше опубліковано в %s

source: This work doesn't have a description yet. Can you <b><a href='%(url)s'>add one</a></b>?
es: Esta obra aún no tiene descripción. ¿Puedes <b><a href="%(url)s">añadir una</a></b>?
hr: Ovo djelo još nema opisa. Možeš li <b><a href='%(url)s'>dodati opis</a></b>?

source: This edition doesn't have a description yet. Can you <b><a href='%(url)s'>add one</a></b>?
ar: لم يكن لهذه النسخة وصف بعد. هل يمكنك <b><a href='%(url)s'>إضافة واحد</a></b>؟
de: Diese Ausgabe hat bisher keine Beschreibung. Können Sie eine <b><a href='%(url)s'>hinzufügen</a></b>?
es: Esta edición aún no tiene una descripción. ¿Puedes <b><a href='%(url)s'>añadir una</a></b>?
fr: Cette édition n'a pas encore de description. Pouvez-vous <b><a href='%(url)s'>en ajouter une</a></b> ?
hi: इस संस्करण का अभी तक कोई विवरण नहीं है। क्या आप <b><a href='%(url)s'>एक जोड़</a></b> सकते हैं?
hr: Ovo izdanje još nema opisa. Možeš li <b><a href='%(url)s'>dodati opis</a></b>?
it: Questa edizione non ha ancora una descrizione. Ne puoi <b><a href='%(url)s'>aggiungere una</a></b>?
pt: Esta edição ainda não tem uma descrição. Você poderia <b><a href='%(url)s'>adicionar uma</a></b>?
ru: У этого издания еще нет описания. Можете ли вы <b><a href='%(url)s'>добавить его</a></b>?
sc: Custa editzione non tenet galu una descritzione. A nde podes <b><a href='%(url)s'>agiùnghere una</a></b> tue?
uk: Це видання ще немає опису. Чи можете ви <b><a href='%(url)s'>додати його</a></b>?

source: Publish Date
ar: تاريخ النشر
de: Erscheinungsdatum
es: Fecha de publicación
fr: Date de publication
hi: प्रकाशित होने की तिथि
hr: Datum objavljivanja
it: Data di pubblicazione
sc: Data de publicatzione
uk: Дата публікації

source: Show other books from %(publisher)s
ar: عرض كتب أخرى من %(publisher)s
de: Andere Bücher von %(publisher)s anzeigen
es: Mostrar otros libros de %(publisher)s
fr: Montrer les autres livres de %(publisher)s
hi: %(publisher)s की अन्य किताबें दिखाएँ
hr: Prikaži ostale knjige izdavača %(publisher)s
it: Mostra altri libri da %(publisher)s
pt: Mostrar outros livros de %(publisher)s
ru: Показать другие книги от %(publisher)s
sc: Ammustra àteros libros de %(publisher)s
uk: Показати інші книги від %(publisher)s

source: Search for other books from %(publisher)s
ar: ابحث عن كتب أخرى من %(publisher)s
de: Suche nach anderen Büchern von %(publisher)s
es: Buscar otros libros de %(publisher)s
fr: Rechercher d'autres livres de %(publisher)s
hi: %(publisher)s से अन्य किताबें खोजें
hr: Traži druge knjige od %(publisher)s
it: Cerca altri libri da %(publisher)s
pt: Buscar outros livros de %(publisher)s
ru: Искать другие книги от %(publisher)s
sc: Chirca àteros libros de %(publisher)s
uk: Шукати інші книги від %(publisher)s

source: Pages
ar: الصفحات
de: Seiten
es: Páginas
hi: पेज
hr: Stranice
it: Pagine
sc: Pàginas
uk: Сторінок

source: Book Details
ar: تفاصيل الكتاب
de: Buchdetails
es: Detalles del libro
fr: Détails du livre
hi: पुस्तक विवरण
hr: Detalji knjige
it: Dettagli del libro
sc: Detàllios de su libru
uk: Деталі книги

source: First Sentence
ar: أول جملة
cs: První věta
de: Erster Satz
es: Primera frase
fr: Première phrase
hi: पहला वाक्य
hr: Prva rečenica
it: Prima frase
pl: Pierwsze zdanie
pt: Primeira frase
ru: Первое предложение
sc: Prima frase
uk: Перше речення

source: Edition Notes
ar: ملاحظات النسخة
cs: Poznámk vydání
de: Hinweise zur Ausgabe
es: Notas de la edición
fr: Notes de l'édition
hi: संस्करण नोट्स
hr: Napomene uz izdanje
it: Note dell'edizione
pl: Uwagi do wydania
pt: Notas da edição
ru: Заметки издания
sc: Notas de s'editzione
uk: Нотатки видання

source: Published in
ar: نُشر في
de: Veröffentlicht in
es: Publicado en
fr: Lieu de publication
hi: में प्रकाशित
hr: Objavljeno u
it: Pubblicato a
sc: Publicadu in
uk: Опубліковано в

source: Series
ar: سلسلة
cs: Řada
de: Serie
es: Serie
fr: Séries
hi: श्रेणी
hr: Serije
it: Collana
pl: Seria
pt: Série
ru: Серия
sc: Sèrie
uk: Серія

source: Volume
ar: مجلد
cs: Ćíslo
de: Band
es: Volumen
hi: आवाज़ निर्धारक
hr: Svezak
pl: Tom
ru: Том
sc: Volùmene
uk: Том

source: Genre
ar: نوع
cs: Źánr
es: Género
hi: घराना
hr: Žanr
it: Genere
pl: Gatunek literacki
pt: Gênero
ru: Жанр
sc: Gènere
uk: Жанр

source: Other Titles
ar: عناوين أخرى
cs: Ostatní názvy
de: Andere Titel
es: Otros títulos
fr: Autres titres
hi: अन्य शीर्षक
hr: Drugi naslovi
it: Altri titoli
pl: Podobe tytuły
pt: Outros títulos
ru: Другие названия
sc: Àteros tìtulos
uk: Інші назви

source: Copyright Date
ar: تاريخ حقوق الطبع والنشر
de: Copyright Datum
es: Fecha de derechos de autor
fr: Date des droits d'auteur
hi: कॉपीराइट की तारीख
hr: Datum autorskog prava
it: Data del diritto d'autore
pl: Data nadania praw autorskich
pt: Datas de direitos de autor
ru: Дата копирайта
sc: Data de su deretu de autore
uk: Дата копірайту

source: Translation Of
ar: ترجمة من
cs: Překlad
de: Übersetzung von
es: Traducción de
fr: Traduction de
hi: का अनुवाद
hr: Prijevod za
it: Traduzione di
pl: Tłumacznie
pt: Tradução de
ru: Перевод
sc: Tradutzione de
uk: Переклад

source: Translated From
ar: ترجم من
cs: Přeloženo z
de: Übersetzt aus
es: Traducido del
fr: Traduit de
hi: से अनुवादित
hr: Prevedeno iz
it: Tradotto dal
pl: Przetłumaczono z
pt: Traduzido de
ru: Переведено с
sc: Bortadu dae
uk: Перекладено з

source: External Links
ar: روابط خارجية
de: Externe Links
es: Enlaces externos
fr: Liens externes
hi: 5 बाहरी कड़ियाँ
hr: Vanjske poveznice
it: Collegamenti esterni
pl: Linki zewnętrzne
pt: Links externos
ru: Внешние ссылки
sc: Ligàmenes esternos
uk: Зовнішні посилання

source: Format
ar: تنسيق
es: Formato
hi: प्रारूप
it: Formato
pt: Formato
ru: Формат
sc: Formadu
uk: Формат

source: Pagination
ar: ترقيم الصفحات
de: Seitennummerierung
es: Paginación
hi: पृष्ठांकन
hr: Paginacija
it: Impaginazione
pl: Paginacja
pt: Paginação
ru: Нумерация страниц
sc: Impaginatzione
uk: Нумерація сторінок

source: Number of pages
ar: عدد الصفحات
cs: Počet stran
de: Seitenzahl
es: Número de páginas
fr: Nombre de pages
hi: पृष्ठों की संख्या
hr: Broj stranica
it: Numero di pagine
pl: Liczba stron
pt: Número de páginas
ru: Количество страниц
sc: Nùmeru de pàginas
uk: Кількість сторінок

source: Weight
ar: وزن
cs: Hmotnost
de: Gewicht
es: Peso
fr: Poids
hi: भार
hr: Težina
it: Peso
pl: Waga
pt: Peso
ru: Вес
sc: Pesu
uk: Вага

source: Edition Identifiers
es: Identificadores de edición

source: Source records
es: Registros de origen
hr: Zapisi izvora
sc: Registros de orìgine

source: Work Description
ar: وصف العمل
de: Beschreibung des Werks
es: Descripción de la obra
fr: Description de l'œuvre
hi: काम का ब्यौरा
hr: Opis djela
it: Descrizione dell'opera
pt: Descrição da obra
ru: Описание работы
sc: Descritzione de s'òpera
uk: Опис роботи

source: Original languages
ar: اللغات الأصلية
de: Ursprungssprache
es: Idiomas originales
fr: Langues d'origine
hi: मूल भाषाएँ
hr: Izvorni jezici
it: Lingue originali
pl: Języki oryginału
pt: Idiomas originais
ru: Оригинальный язык
sc: Limbas originales
uk: Оригінальна мова

source: Excerpts
ar: مقتطفات
de: Auszüge
es: Extractos
fr: Extraits
hi: अंश
hr: Izvadci
it: Estratti
pl: Fragmenty
pt: Extratos
ru: Отрывок
sc: Estratos
uk: Виноска

source: Page %(page)s
ar: الصفحة %(page)s
de: Seite %(page)s
es: Página %(page)s
hi: पेज %(page)s
hr: %(page)s. stranica
it: Pagina %(page)s
pt: Página %(page)s
ru: Страница %(page)s
sc: Pàgina %(page)s
uk: Сторінка %(page)s

source: added by %(authorlink)s.
ar: أضيف بواسطة %(authorlink)s.
de: Hinzugefügt von %(authorlink)s.
es: añadido por %(authorlink)s.
fr: ajouté par %(authorlink)s.
hi: %(authorlink)s द्वारा जोड़ा गया।
hr: dodana od %(authorlink)s.
it: aggiunto da %(authorlink)s.
pt: adicionados por %(authorlink)s.
ru: добавлено %(authorlink)s.
sc: annantu dae %(authorlink)s.
uk: додано %(authorlink)s.

source: added anonymously.
ar: أضيف بشكل مجهول.
de: anonym hinzugefügt.
es: añadido anónimamente.
fr: ajouté anonymement.
hi: गुमनाम रूप से जोड़ा गया।
hr: dodana anonimno.
it: aggiunto anonimamente.
pt: adicionado anonimamente.
ru: добавлено анонимно.
sc: annantu in anònimu.
uk: додано анонімно.

source: Loading Lists
es: Cargando listas

source: deprecated
es: obsoleto
hr: zastarjelo
sc: disusadu

source: languages
es: idiomas
hr: jezici
pt: idiomas
ru: языки
sc: limbas

source: Code
ar: رمز
es: Código
hi: कोड
hr: Šifra
it: Codice
pt: Código
ru: Код
sc: Còdighe

source: Current
es: Actual
hr: Trenutačno
sc: Atuale

source: Try a <a href="%(href)s">search for readable books in %(language)s</a>?
ar: هل ترغب في تجربة <a href="%(href)s">البحث عن كتب قابلة للقراءة باللغة %(language)s</a>؟
de: Möchten Sie versuchen, <a href="%(href)s"> nach lesbaren Büchern in %(language)s</a> zu suchen?
es: ¿Probar una <a href="%(href)s">búsqueda de libros legibles en %(language)s</a>?
fr: Essayer une <a href="%(href)s">recherche de livres consultables en %(language)s</a> ?
hi: <a href="%(href)s">%(language)s में पठनीय पुस्तकों की खोज</a> करें?
hr: Pokušati <a href="%(href)s">tražiti knjige za %(language)s</a>?
it: Prova a <a href="%(href)s">cercare libri leggibili in %(language)s</a>
sc: Boles proare a <a href="%(href)s">chircare libros consultàbiles in %(language)s</a>?

source: Editing list: %(list_name)s
ar: تعديل القائمة: %(list_name)s
de: Listen Bearbeiten: %(list_name)s
es: Editando lista: %(list_name)s
hr: Uređivanje popisa: %(list_name)s
sc: Modifichende sa lista: %(list_name)s

source: Edit List
ar: تعديل القائمة
de: Liste bearbeiten
es: Editar lista
fr: Modifier la liste
hi: सूची संपादित करें...
hr: Uredi popis
it: Modifica lista
pt: Editar lista
ru: Редактировать список
sc: Modìfica sa lista
uk: Редагувати список

source: Move...
es: Mover...

source: Search for a book
ar: ابحث عن كتاب
de: Ein Buch suchen
es: Buscar un libro
hr: Traži knjigu
sc: Chirca unu libru

source: Notes (optional)
ar: ملاحظات (اختياري)
de: Notizen (optional)
es: Notas (opcional)
hr: Napomene (opcionalno)
sc: Notas (optzionales)

source: List Name
ar: اسم القائمة
de: Listen-Name
es: Nombre de la lista
hr: Ime popisa
sc: Nùmene de sa lista

source: Description (optional)
ar: الوصف (اختياري)
de: Beschreibung (optional)
es: Descripción (opcional)
hr: Opsi (opcionalno)
sc: Descritzione (optzionale)

source: Add another book
ar: إضافة كتاب آخر
de: Weiteres Buch hinzufügen
es: Añadir otro libro
hr: Dodaj jednu drugu knjigu
sc: Annanghe un'àteru libru

source: Visit Open Library
ar: زيارة المكتبة الحرة
de: Open Library besuchen
es: Visitar la Biblioteca Abierta
fr: Visiter Open Library
hi: ओपन लाइब्रेरी पर जाएँ
hr: Posjeti Open Library
it: Visita Open Library
pt: Visitar a Open Library
ru: Посетить Open Library
sc: Vìsita s'Open Library

source: Open in online Book Reader. Downloads available in ePub, DAISY, PDF, TXT formats from main book page
ar: عرض في قارئ الكتب الإلكتروني. التنزيلات متاحة بصيغ ePub و DAISY و PDF و TXT من الصفحة الرئيسية للكتاب
de: Online anzeigen. Downloads sind in den Formaten ePub, DAISY, PDF und TXT auf der Hauptseite des Buchs zu finden
es: Abrir en Book Reader en línea. Descargas disponibles en formatos ePub, DAISY, PDF, TXT desde la página principal del libro
fr: Ouvrir dans le lecteur de livres en ligne. Téléchargements disponibles aux formats ePub, DAISY, PDF, TXT à partir de la page principale du livre
hi: ऑनलाइन बुक रीडर में खोलें। मुख्य पुस्तक पृष्ठ से ePub, DAISY, PDF, TXT प्रारूपों में उपलब्ध डाउनलोड
hr: Otvori u internetskom čitaču knjiga. Preuzimanja su dostupna u formatima ePub, DAISY, PDF, TXT s glavne stranice knjige
it: Apri in un lettore online. Download disponibile in formato ePub, DAISY, PDF, TXT dalla pagina principale del libro
pt: Abrir em Book Reader online. Downloads disponíveis em formatos ePub, DAISY, PDF, TXT a partir da página principal do livro
ru: Открыть в онлайн-читалке книг. Доступно скачивание в форматах ePub, DAISY, PDF, TXT с главной страницы книги
sc: Aberi in su letore de libros in lìnia. Iscarrigamentos a disponimentu in formados ePub, DAISY, PDF e TXT dae sa pàgina printzipale de su libru

source: This book is checked out
ar: هذا الكتاب مُستعار
de: Dieses Buch ist ausgeliehen
es: Este libro está revisado
fr: Ce livre est déjà emprunté
hi: यह किताब चेक आउट की गई है
hr: Ova je knjiga posuđena
it: Questo libro è stato preso in prestito
pt: Este livro está emprestado
ru: Эта книга занята
sc: Custu libru l'ant pigadu in prèstidu

source: Checked out
ar: مستعار
de: Ausgeliehen
es: Prestado
fr: Emprunté
hi: चेक आउट किया गया
hr: Posuđeno
it: Preso in prestito
pt: Emprestado
ru: Занято
sc: Pigadu a prèstidu
uk: Позичено

source: Borrow book
ar: استعارة الكتاب
de: Buch leihen
es: Pedir prestado el libro
fr: Emprunter le livre
hi: उधार लेने की किताब
hr: Posudi knjigu
it: Prendi in prestito
pt: Pedir emprestado
ru: Занять книгу
sc: Piga in prèstidu su libru

source: Protected DAISY
ar: DAISY محمي
de: Geschütztes DAISY
es: DAISY protegido
fr: DAISY protégé
hi: संरक्षित डेज़ी
hr: Zaštićeni DAISY format
it: DAISY protetto
pt: DAISY protegido
ru: Защищённый DAISY
sc: DAISY amparadu

source: Export
ar: تصدير
es: Exportar
fr: Exporter
hi: एक्सपोर्ट करें
hr: Izvezi
it: Esporta
pt: Exportar
ru: Экспортировать
sc: Esporta
uk: Експорт

source: as %(json_link)s, %(html_link)s, or %(bibtex_link)s
ar: كـ %(json_link)s أو %(html_link)s أو %(bibtex_link)s
de: als %(json_link)s, %(html_link)s, oder %(bibtex_link)s
es: como %(json_link)s, %(html_link)s o %(bibtex_link)s
fr: au format %(json_link)s, %(html_link)s ou %(bibtex_link)s
hi: %(json_link)s, %(html_link)s, या %(bibtex_link)s के रूप में
hr: kao %(json_link)s, %(html_link)s ili %(bibtex_link)s
it: come %(json_link)s, %(html_link)s, o %(bibtex_link)s
pt: como %(json_link)s, %(html_link)s ou %(bibtex_link)s
ru: как %(json_link)s, %(html_link)s, или %(bibtex_link)s
sc: comente %(json_link)s, %(html_link)s, o %(bibtex_link)s

source: Subscribe
ar: اشترك
de: Abonnieren
es: Suscribirse
fr: S'abonner
hi: सब्सक्राइब करें
hr: Pretplati se
it: Iscriviti
pt: Inscrever-se
ru: Подписаться
sc: Iscrie·ti

source: Watch activity via <a rel="nofollow" href="%s">Atom feed</a>
ar: تتبع النشاط عبر <a rel="nofollow" href="%s">خلاصة Atom</a>
de: Aktivitäten via <a rel="nofollow" href="%s">Atom feed</a> verfolgen
es: Vigilar actividad a través de <a rel="nofollow" href="%s">canal Atom</a>
fr: Surveiller l'activité via le <a rel="nofollow" href="%s">flux Atom</a>
hi: <a rel="nofollow" href="%s">एटम फ़ीड</a> के ज़रिए गतिविधि देखें
hr: Prati aktivnost putem <a rel="nofollow" href="%s">Atom feeda</a>
it: Osserva attività tramite <a rel="nofollow" href="%s">feed Atom</a>
pt: Vigiar atividade através de <a rel="nofollow" href="%s">canal Atom</a>
ru: Следите за активностью через <a rel="nofollow" href="%s">Atom ленту</a>
sc: Sighi s'atividade pro mèdiu de <a rel="nofollow" href="%s">su flussu Atom</a>

source: Export Not Available
ar: التصدير غير متوفر
de: Export nicht verfügbar
es: Exportación no disponible
fr: Export non disponible
hi: निर्यात उपलब्ध नहीं है
hr: Izvoz nije dostupan
it: Esportazione non disponibile
pt: Exportação não disponível
ru: Экспорт не доступен
sc: Esportatzione no a disponimentu
