Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Showing %(username)s's requests only.
ar: عرض طلبات %(username)s فقط.
de: Nur %(username)ss Anfragen gezeigt.
es: Se muestran solo las solicitudes de %(username)s.
fr: Affiche seulement les requêtes de %(username)s.
hi: सिर्फ़ %(username)s के अनुरोध दिखाए जा रहे हैं।
hr: Prikazuju se samo zahtjevi od %(username)s.
it: Mostrando solo le richieste di %(username)s.
sc: Mustrende petzi sas rechestas de %(username)s.
uk: Показуємо лише запити %(username)s.

source: Show all requests
ar: عرض جميع الطلبات
de: Alle Anfragen anzeigen
es: Mostrar todas las peticiones
fr: Afficher toutes les requêtes
hi: सभी अनुरोध दिखाएँ
hr: Prikaži sve zahtjeve
it: Mostra tutte le richieste
sc: Ammustra totu sas rechestas
uk: Показати усі запити

source: Showing all requests.
ar: عرض جميع الطلبات.
de: Alle Anfragen werden gezeigt.
es: Mostrar todas las peticiones.
fr: Affiche toutes les requêtes.
hi: सभी अनुरोध दिखाए जा रहे हैं।
hr: Prikazuju se svi zahtjevi.
it: Mostrando tutte le richieste.
sc: Ammustrende totu sas rechestas.
uk: Показуємо усі запити.

source: Show my requests
ar: عرض طلباتي
de: Meine Anfragen anzeigen
es: Mostrar mis peticiones
fr: Afficher mes requêtes
hi: मेरे अनुरोध दिखाएँ
hr: Prikaži moje zahtjeve
it: Mostra le mie richieste
sc: Ammustra sas rechestas meas
uk: Показати мої запити

source: Community Edit Requests
ar: طلبات تعديل المجتمع
de: Änderungsanfragen aus der Gemeinschaft
es: Peticiones de edición de la comunidad
fr: Requêtes de modification de la communauté
hi: समुदाय में बदलाव के अनुरोध
hr: Zahtjevi promjena zajednice
it: Richieste di modifica della comunità
sc: Dimandas de modìfica de sa comunidade
uk: Запити на редагування від спільноти

source: No entries here!
ar: لا توجد إدخالات هنا!
de: Hier keine Einträge!
es: ¡No hay entradas aquí!
fr: Pas d'entrée ici !
hi: यहाँ कोई एंट्री नहीं है!
hr: Ovdje nema unosa!
it: Nessuna voce qui!
sc: Perunu elementu inoghe!
uk: Немає записів!

source: Open
ar: مفتوح
de: Offen
es: Abierto
fr: Ouvert
hi: खुला
hr: Otvoreno
it: Aperte
sc: Abertas
uk: Відкрити

source: Closed
ar: مغلق
de: Abgeschlossen
es: Cerrado
fr: Fermé
hi: बन्द
hr: Zatvoreno
it: Chiuse
sc: Serradas
uk: Закритий

source: Status ▾
ar: الحالة ▾
es: Estado ▾
hr: Stanje ▾
sc: Istatus ▾

source: Request Status
ar: حالة الطلب
de: Anfragenstatus
es: Estado de la solicitud
hr: Stanje zahtjeva
sc: Istadu de sa rechesta

source: Submitter ▾
ar: الراسل ▾
de: Einreicher*in ▾
es: Remitente ▾
hr: Podnositelj ▾
it: Mittente ▾
sc: Imbiadore ▾

source: Filter submitters
ar: تصفية الرُسَل
de: Filter-Einreicher*innen
es: Filtrar remitentes
hr: Filtriraj podnositelje
it: Filtra mittenti
sc: Filtra sos imbiadores

source: Submitted by me
ar: مقدم من قبلي
de: Von mir eingereicht
es: Enviado por mí
hr: Ja sam podnositelj
it: Inviato da me
sc: Imbiadas dae mene

source: Reviewer ▾
ar: المراجع ▾
de: Prüfer*in ▾
es: Revisor ▾
hr: Recenzent ▾
it: Revisore ▾
sc: Revisore ▾

source: Reviewer
ar: المراجع
de: Prüfer*in
es: Revisor
fr: Critique
hi: समीक्षक
hr: Recenzent
it: Revisore
sc: Revisore

source: Filter reviewers
ar: تصفية المراجعين
de: Filter-Prüfer*innen
es: Filtrar revisores
hr: Filtriraj recenzente
it: Filtra revisori
sc: Filtra sos imbiadores

source: Assigned to nobody
ar: مخصص لأي شخص
de: Niemandem zugeordnet
es: No asignado a nadie
hr: Nikome nije dodijeljeno
it: Assegnato a nessuno
sc: Assignadu a nemos

source: Sort ▾
ar: ترتيب ▾
de: Sortieren ▾
es: Ordenar ▾
hr: Razvrstaj ▾
it: Ordina ▾
sc: Òrdina ▾

source: Sort
ar: ترتيب
de: Sortieren
es: Ordenar
hr: Razvrstaj
it: Ordina
sc: Òrdina

source: Newest
ar: الأحدث
de: Neueste
es: Más reciente
hr: Najnovije
it: Più recente
sc: Prus noas

source: Oldest
ar: الأقدم
de: Älteste
es: Más antiguo
hr: Najstarije
it: Più vecchio
sc: Prus betzas

source: An untitled work
ar: عمل بدون عنوان
de: Ein Werk ohne Titel
es: Una obra sin título
hr: Djelo bez naslova
sc: Un'òpera chene tìtulu

source: An unnamed author
ar: مؤلف غير مسمى
de: Autor*in unbekannt
es: Un autor anónimo
hr: Neimenovani autor
sc: Un'autore chene nùmene

source: Open request
ar: طلب مفتوح
de: Anfrage öffnen
es: Solicitud abierta
hr: Otvoreni zahtjev
sc: Rechesta aberta

source: Closed request
ar: طلب مغلق
de: Anfrage geschlossen
es: Solicitud cerrada
hr: Zatvoreni zahtjev
sc: Rechesta serrada

source: No comments yet.
ar: لا توجد تعليقات بعد.
de: Bisher keine Kommentare.
es: Todavía no hay comentarios.
fr: Pas encore de commentaires.
hi: अभी तक कोई टिप्पणियाँ नहीं।
hr: Još nema komentara.
it: Ancora nessun commento.
sc: Galu perunu cummentu.
uk: Ще немає коментарів.

source: Add a comment...
ar: إضافة تعليق...
de: Kommentar hinzufügen...
es: Añadir un comentario...
fr: Ajouté un commentaire…
hi: टिप्पणी जोड़े...
hr: Dodaj komentar …
it: Aggiungi un commento...
sc: Annanghe unu cummentu...
uk: Додати коментар…

source: Reply
ar: رد
de: Antworten
es: Responder
hr: Odgovori
sc: Risposta

source: MR #%(id)s opened %(date)s by <a href="/people/%(submitter)s" class="commenter">@%(submitter)s</a>
es: MR #%(id)s abierto %(date)s pr <a href="/people/%(submitter)s" class="commenter">@%(submitter)s</a>
hr: Zahtjev za sjedinjavanje #%(id)s otvoren %(date)s od <a href="/people/%(submitter)s" class="commenter">@%(submitter)s</a>
sc: RU #%(id)s aberta su %(date)s dae <a href="/people/%(submitter)s" class="commenter">@%(submitter)s</a>

source: Click to close this Merge Request
ar: انقر لإغلاق طلب الدمج هذا
de: Klicken, um die Anfrage zur Zusammenführung zu schließen
es: Haz clic para cerrar esta solicitud de fusión
hr: Klikni za zatvaranje ovog zahtjeva za sjedinjavanje
sc: Incarca pro serrare custa rechesta de unione

source: Review <!-- (merge request) -->
es: Revisar <!-- (solicitud de fusión) -->

source: comments
ar: تعليقات
de: Kommentare
es: comentarios
hr: komentari
sc: cummentos

source: Remove From Shelf
ar: إزالة من الرف
de: Aus dem Regal entfernen
es: Retirar del estante
hr: Ukloni iz police
it: Rimuovere dalla mensola
sc: Boga dae s'iscafale

source: My Reading Lists:
ar: قوائم قراءتي:
de: Meine Leselisten:
es: Mis listas de lectura:
fr: Mes listes de lecture :
hi: मेरी पठन सूची:
hr: Moji popisi čitanja:
it: Le mie liste di lettura:
pl: Moje listy lektur:
pt: Minhas listas de leitura:
ru: Мой список чтения:
sc: Sas listas meas de letura:
uk: Мої читацькі списки:

source: Loading
es: Cargando
hr: Učitavanje
sc: Carrighende

source: Use this Work
ar: استخدام هذا العمل
de: Dieses Werk nutzen
es: Usar esta obra
fr: Utiliser cette œuvre
hi: इस कार्य का उपयोग करें
hr: Koristi ovo djelo
it: Usa questa opera
pt: Usar esta obra
ru: Использовать эту работу
sc: Imprea custa òpera
uk: Використовувати цю роботу

source: Add to List
ar: إضافة إلى القائمة
de: Zu Liste hinzufügen
es: Añadir a lista
fr: Ajouter à la liste
hi: बड्डी सूची जोड़ें
hr: Dodaj u popis
it: Aggiungi alla lista
pl: Dodaj do listy
pt: Adicionar a lista
ru: Добавить в список
sc: Annanghe a sa lista
uk: Додати до списку

source: January
ar: يناير
de: Januar
es: Enero
fr: Janvier
hi: जनवरी
hr: Siječanj
it: Gennaio
sc: Ghennàrgiu
uk: Січень

source: February
ar: فبراير
de: Februar
es: Febrero
fr: Février
hi: फरवरी
hr: Veljača
it: Febbraio
sc: Freàrgiu
uk: Лютий

source: March
ar: مارس
de: März
es: Marzo
fr: Mars
hi: मार्च
hr: Ožujak
it: Marzo
sc: Martzu
uk: Березень

source: April
ar: أبريل
es: Abril
fr: Avril
hi: अप्रैल
hr: Travanj
it: Aprile
sc: Abrile
uk: Квітень

source: May
ar: مايو
de: Mai
es: Mayo
fr: Mai
hi: मई
hr: Svibanj
it: Maggio
sc: Maju
uk: Травень

source: June
ar: يونيو
de: Juni
es: Junio
fr: Juin
hi: जून
hr: Lipanj
it: Giugno
sc: Làmpadas
uk: Червень

source: July
ar: يوليو
es: Julio
fr: Juillet
hi: जुलाई
hr: Srpanj
it: Luglio
sc: Trìulas
uk: Липень

source: August
ar: أغسطس
es: Agosto
fr: Août
hi: अगस्त
hr: Kolovoz
it: Agosto
sc: Austu
uk: Серпень

source: September
ar: سبتمبر
de: August
es: Septiembre
fr: Septembre
hi: सितम्बर
hr: Rujan
it: Settembre
sc: Cabudanni
uk: Вересень

source: October
ar: أكتوبر
de: Oktober
es: Octubre
fr: Octobre
hi: अक्टूबर
hr: Listopad
it: Ottobre
sc: Santugaine
uk: Жовтень

source: November
ar: نوفمبر
es: Noviembre
fr: Novembre
hi: नवम्बर
hr: Studeni
it: Novembre
sc: Santandria
uk: Листопад

source: December
ar: ديسمبر
de: Dezember
es: Diciembre
fr: Décembre
hi: दिसंबर
hr: Prosinac
it: Dicembre
sc: Nadale
uk: Грудень

source: Add an optional check-in date. Check-in dates are used to track yearly reading goals.
es: Añade una fecha de registro opcional. Las fechas de registro se utilizan para realizar un seguimiento de los objetivos de lectura anuales.

source: End Date:
ar: تاريخ النهاية:
de: Enddatum:
es: Fecha límite:
fr: Date de fin :
hi: समाप्ति तिथि:
hr: Datum završetka:
it: Data di fine:
sc: Data de fine:
uk: Кінцева дата:

source: Year:
ar: السنة:
de: Jahr:
es: Año:
fr: Année :
hi: वर्ष:
hr: Godina:
it: Anno:
sc: Annu:
uk: Рік:

source: Year
ar: السنة
de: Jahr
es: Año
fr: Année
hi: वर्ष
hr: Godina
it: Anno
sc: Annu
uk: Рік

source: Month:
ar: الشهر:
de: Monat:
es: Mes:
fr: Mois :
hi: महीना:
hr: Mjesec:
it: Mese:
sc: Mese:
uk: Місяць:

source: Month
ar: الشهر
de: Monat
es: Mes
fr: Mois
hi: महीना
hr: Mjesec
it: Mese
sc: Mese
uk: Місяць

source: Day:
ar: اليوم:
de: Tag:
es: Día:
fr: Jour :
hi: दिन:
hr: Dan:
it: Giorno:
sc: Die:
uk: День:

source: Day
ar: اليوم
de: Tag
es: Día
fr: Jour
hi: दिन
hr: Dan
it: Giorno
sc: Die
uk: День

source: Delete Event
ar: حذف الحدث
de: Veranstaltung löschen
es: Borrar evento
fr: Supprimer l'événement
hi: इवेंट मिटाएँ
hr: Izbriši događaj
it: Elimina evento
sc: Iscantzella s'eventu
uk: Видалити подію

source: Read <time class="check-in-date">%(date)s</time>
es: Leer <time class="check-in-date">%(date)s</time>
hr: Pročitano <time class="check-in-date">%(date)s</time>
sc: Lèghidu su <time class="check-in-date">%(date)s</time>

source: When did you finish this book?
ar: متى أنهيت قراءة هذا الكتاب؟
de: Wann haben Sie dieses Buch beendet?
es: ¿Cuándo terminaste este libro?
fr: Quand avez vous finit ce livre ?
hi: आपने यह किताब कब पूरी की?
hr: Kada si završio/la ovu knjigu?
it: Quando hai finito questo libro?
sc: Cando as acabadu custu libru?
uk: Коли ви закінчили цю книгу?

source: Other
ar: أخرى
de: Andere(s)
es: Otra
fr: Autre
hi: अन्य
hr: Drugo
it: Altro
sc: Àteru
uk: Інше

source: Check-In
ar: تسجيل الدخول
es: Registro
fr: Enregistrement
hi: चेक इन
hr: Vraćanje
it: Registrazione
sc: Registratzione
uk: Дата завершення

source: Community Reviews
ar: مراجعات المجتمع
de: Änderungen der Gemeinschaft
es: Reseñas comunitarias
fr: Critiques de la communauté
hr: Recenzije zajednice
it: Recensioni della comunità
pt: Análises comunitárias
ru: Отзывы сообщества
sc: Retzensiones de sa Comunidade
uk: Відгуки спільноти

source: No community reviews have been submitted for this work.
ar: لم يتم تقديم أي مراجعات من المجتمع لهذا العمل.
de: Die Gemeinschaft hat dieses Werk bisher nicht rezensiert.
es: No se ha registrado ninguna reseña comunitaria para esta obra.
fr: Aucune critique de la communauté n'a été enregistrée pour cette œuvre.
hi: इस काम के लिए कोई सामुदायिक समीक्षा सबमिट नहीं की गई है।
hr: Za ovaj rad nema recenzija zajednice.
it: Nessuna recensione della comunità è stata inviata per questa opera.
pt: Não foi registrada nenhuma análise comunitária para esta obra.
ru: Для данной работы ещё не было оставлено отзывов сообщества.
sc: Non b'at peruna retzensione de sa comunidade imbiada pro custa òpera.
uk: Ніхто ще не залишив відгук про цю книгу.

source: + Add your community review
ar: + أضف مراجعتك المجتمعية
de: + Rezension hinzufügen
es: + Añade tu reseña comunitaria
fr: + Ajouter votre critique communautaire
hi: + अपनी समुदाय समीक्षा जोड़ें
hr: + Dodaj tvoju recenziju zajednice
it: + Aggiungi la tua recensione
pt: + Adicione sua análise comunitária
ru: + Добавить свой отзыв сообщества
sc: + Annanghe sa retzensione comunitària tua
uk: + Додати свій відгук

source: + Log in to add your community review
ar: + تسجيل الدخول لإضافة مراجعتك المجتمعية
de: + Einloggen und Rezension hinzufügen
es: + Inicia sesión para añadir tu reseña comunitaria
fr: + Se connecter pour ajouter votre critique communautaire
hi: + अपनी समुदाय समीक्षा जोड़ने के लिए लॉग इन करें
hr: + Prijavi se za dodavanje tvoje recenzije zajednice
it: + Accedi per aggiungere la tua recensione
pt: + Inicie uma sessão para adicionar sua análise comunitária
ru: + Войдите, чтобы добавить свой отзыв сообщества
sc: + Intra pro annànghere sa retzensione comunitària tua
uk: + Увійдіть, щоб додати свій відгук

source: Publishers
ar: الناشرون
de: Verlage
es: Editoriales
fr: Éditeurs
hi: प्रकाशक
hr: Izdavači
it: Editori
pl: Wydawnictwa
pt: Editoras
ru: Издатели
sc: Editores
uk: Видавці

source: Publisher Search
ar: بحث في الناشرين
de: Verlagssuche
es: Búsqueda por editorial
hr: Pretraživanje izdavača
sc: Chirca pro editore

source: Try a keyword.
ar: جرب كلمة مفتاحية.
de: Versuchen Sie ein Schlüsselwort.
es: Prueba con una palabra clave.
hr: Pokušaj s ključnom riječi.
sc: Proa una paràula crae.

source: We couldn't find any books published by %(publisher)s.
ar: لم نتمكن من العثور على أي كتب نشرتها %(publisher)s.
de: Wir konnten keine Bücher finden, die von %(publisher)s veröffentlicht wurden.
es: No pudimos encontrar ningún libro publicado por %(publisher)s.
fr: Nous n'avons trouvé aucun livre publié par %(publisher)s.
hi: हमें %(publisher)s द्वारा प्रकाशित कोई भी किताब नहीं मिली।
hr: Nismo pronašli nijednu izdanu knjigu izdavača %(publisher)s.
it: Non abbiamo trovato nessun libro pubblicato da %(publisher)s.
pt: Não conseguimos encontrar nenhum livro publicado por %(publisher)s.
ru: Мы не смогли найти книги, опубликованные %(publisher)s.
sc: No amus pòdidu agatare perunu libru publicadu dae %(publisher)s.
uk: Ми не змогли знайти книги опубліковані %(publisher)s.

source: Try something else?
ar: جرب شيئاً آخر؟
cs: Zkusit něco jiného?
de: Etwas anderes probieren?
es: ¿Intentar algo más?
fr: Essayer autre chose ?
hi: कुछ और आज़माएँ?
hr: Želiš li pokušati nešto drugo?
it: Prova qualcos'altro?
pl: Wyszukać inne?
pt: Tentar outra coisa?
ru: Попробовать что-нибудь другое?
sc: Proare carchi cosa de àteru?
uk: Спробувати щось інше?

source: Publisher: %(name)s
es: Editorial: %(name)s
hr: Izdavač: %(name)s
sc: Editore: %(name)s

source: %(count)s ebook
ar: %(count)s كتاب إلكتروني
es: %(count)s libro electrónico
fr: %(count)s livre électronique
hi: %(count)s ई - बुक्स
hr: %(count)s e-knjiga
sc: %(count)s libru eletrònicu
uk: %(count)s електронна книга

source: 0 ebooks
es: 0 libros electrónicos
hr: 0 e-knjiga
sc: 0 libros eletrònicos

source: This is a chart to show the when this publisher published books. Along the X axis is time, and on the y axis is the count of editions published. <a href="#subjectRelated">Click here to skip the chart</a>.
ar: هذا رسم بياني يوضح متى نشر هذا الناشر الكتب. على المحور X هو الزمن، وعلى المحور Y هو عدد الإصدارات المنشورة. <a href="#subjectRelated">انقر هنا لتخطي الرسم البياني</a>.
de: Dieses Diagramm zeigt, wann dieser Verlag Bücher veröffentlicht hat. Die X-Achse zeigt die Zeit an, und die Y-Achse die Anzahl der veröffetlichten Ausgaben. <a href="#subjectRelated">Klicken Sie hier, um das Diagramm zu überspringen</a>.
es: Este es un gráfico para mostrar la fecha en que esta editorial publicó libros. En el eje X está el tiempo y en el eje Y el número de ediciones publicadas. <a href="#subjectRelated">Haz clic aquí para hacer avanzar el gráfico</a>.
fr: Voici un graphique qui montre quand l'éditeur a publié des livres. Sur l'axe des X se trouve le temps et sur l'axe des Y se trouve le nombre d'éditions publiées. <a href="#subjectRelated">Cliquez ici pour passer le graphique</a>.
hi: यह चार्ट यह दिखाने के लिए है कि इस प्रकाशक ने कब किताबें प्रकाशित कीं। X अक्ष के साथ समय है, और y अक्ष पर प्रकाशित संस्करणों की गणना है। <a href="#subjectRelated">चार्ट को छोड़ने के लिए यहाँ क्लिक करें</a>।
hr: Vremenski dijagram za prikaz izdanih knjiga ovog izdavača. Os x označava vrijeme, os y broj objavljenih izdanja. <a href="#subjectRelated">Za preskakanje prikaza dijagrama pritisni ovdje</a>.
it: Questo è un grafico che mostra quando questo editore ha pubblicato libri. Sull'asse X c'è il tempo e sull'asse Y c'è il numero di edizioni pubblicate. <a href="#subjectRelated">Clicca qui per saltare il grafico</a>.
pl: To wykres pokazujący, kiedy ten wydawca opublikował książki. Oś X wskazuje na czas, oś Y wskazuje liczbę opublikowanych wydań. <a href="#subjectRelated"> Kliknij tutaj, aby pominąć wykres</a>.
pt: Este é um gráfico para mostrar a data na qual essa editora publicou livros. No eixo X está o tempo e no eixo Y, o número de edições publicadas. <a href="#subjectRelated">Clique aqui para avançar no gráfico</a>.
ru: Это график показывает, когда данный издатель опубликовал книги. По оси X - время, а по оси Y - количество опубликованных изданий. <a href="#subjectRelated">Нажмите здесь, чтобы пропустить график</a>.
sc: Custu est unu gràficu pro ammustrare cando custu editore at publicadu libros. In s'asse X b'at su tempus, e in s'asse Y b'at su contu de sas editziones publicadas. <a href="#subjectRelated">Incarca inoghe pro brincare su gràficu</a>.
uk: Це графік, щоб показати, коли цей видавець публікував книги. Вісь X — це час, а вісь Y — це кількість опублікованих видань. <a href="#subjectRelated">Натисніть тут, щоб пропустити графік</a>.

source: This graph charts editions from this publisher over time. Click to view a single year, or drag across a range.
ar: هذا الرسم البياني يوضح الإصدارات من هذا الناشر على مدى الزمن. انقر لعرض سنة واحدة، أو اسحب عبر نطاق.
de: Dieser Graph zeigt Ausgaben, die zu diesem Thema veröffentlicht wurden. Klicken um ein einzelne Jahr anzuzeigen oder über einen Bereich ziehen um diesen auszuwählen.
es: Este gráfico muestra las ediciones de esta editorial a lo largo del tiempo. Haz clic para ver un solo año, o arrastra a lo largo de un rango.
fr: Ce graphique montre les éditions de l'éditeur en fonction du temps. Cliquez pour voir une seule année ou cliquez-glissez pour sélectionner un intervalle.
hi: यह ग्राफ़ समय के साथ इस प्रकाशक के संस्करणों को चार्ट करता है। एक साल देखने के लिए क्लिक करें या किसी रेंज में ड्रैग करें।
hr: Dijagram prikazuje izdanja ovog izdavača u odnosu na vrijeme. Pritisni za prikaz određene godine ili povuci mišem preko raspona godina.
it: Questo grafico mostra le edizioni di questo editore nel tempo. Click per per vedere un singolo anno, o trascina su un intervallo.
pl: Ten diagram przedstawia wykresy publikacji tego wydawcy w miarę upływu czasu. Kliknij, aby wyświetlić pojedynczy rok lub przeciągnij przez cały zakres.
pt: Este gráfico mostra as edições dessa editora ao longo do tempo. Clique para ver um único ano ou arraste através de um intervalo.
ru: На этом графике показаны издания этого издателя с течением времени. Нажмите, чтобы просмотреть один год, или перетащите график по всему диапазону.
sc: Custu gràficu mapat sas editziones de custu editore in su tempus. Incarca pro bìdere un'annu sìngulu, o trìsina in un'intervallu.
uk: Цей графік показує видання від цього видавця впродовж часу. Натисніть, щоб побачити тільки один рік, або виділіть частину графіка.

source: Common Subjects
ar: المواضيع الشائعة
de: Häufige Themen
es: Temas comunes
fr: Thèmes communs
hi: सामान्य विषय
hr: Opća područja
it: Argomenti comuni
pl: Wspólne tematy
pt: Temas comuns
ru: Общие рубрики
sc: Argumentos comunes
uk: Часті теми

source: Search for books published by %(publisher)s
es: Buscar libros publicados por %(publisher)s
hr: Traži knjige izdane od %(publisher)s
sc: Chirca libros publicados dae %(publisher)s

source: published most by this publisher
ar: التي نُشرت أكثر من قبل هذا الناشر
cs: nejvíce vydáno timto vydavatelem
de: am meisten von diesem Verlag veröffentlicht
es: los más publicados por esta editorial
fr: surtout publiés par cet éditeur
hi: इस प्रकाशक द्वारा सबसे अधिक प्रकाशित
hr: najviše izdano od ovog izdavača
it: pubblicato di più da questo editore
pl: Najczęściej publikowana przez tego wydawcę
pt: os mais publicados por esta editora
ru: , которые встречаются у этого издателя
sc: publicadu mescamente dae custu editore
uk: , які зустрічаються в цього видавця

source: Get more information about this publisher
ar: احصل على المزيد من المعلومات حول هذا الناشر
cs: Získat další informace o tomto vydavately
de: Mehr Informationen zu diesem Verlag
es: Obtener más información sobre esta editorial
fr: Obtenir plus d'informations sur cet éditeur
hi: इस प्रकाशक के बारे में अधिक जानकारी प्राप्त करें
hr: Saznaj više o ovom izdavaču
it: Ottieni più informazioni su questo editore
pl: Uzyskaj więcej informacji o tym wydawcy
pt: Obter mais informação sobre esta editora
ru: Получить дополнительную информацию об этом издателе
sc: Otene prus informatziones subra de custu editore
uk: Отримати більше інформації про цього видавця

source: How many books would you like to read this year?
ar: كم عدد الكتب التي تود قراءتها هذا العام؟
de: Wie viele Bücher möchten sie dieses Jahr lesen?
es: ¿Cuántos libros te gustaría leer este año?
fr: Combien de livres souhaiteriez vous lire cette année ?
hi: आप इस साल कितनी किताबें पढ़ना चाहेंगे?
hr: Koliko knjiga želiš pročitati ove godine?
it: Quanti libri ti piacerebbe leggere quest'anno?
sc: Cantos libros dias bòlere lèghere cust'annu?
uk: Скільки книг ви хочете прочитати цього року?

source: Enter "0" to unset your reading goal. Your check-ins will be preserved.
ar: ادخل "0" لإلغاء هدف القراءة الخاص بك. سيتم الاحتفاظ بتسجيلاتك.
de: "0" eingeben, um Ihr Lese-Ziel zu entfernen. Ihre Check-Ins werden gespeichert.
es: Introduce "0" para anular tu objetivo de lectura. Tus registros se conservarán.
hr: Upiši „0” za poništavanje tvog cilja čitanja. Podaci tvojih vraćanja će se sačuvati.
it: Inserisci "0" per annullare l'obiettivo di lettura. Le tue registrazioni saranno preservate.
sc: Inserta "0" pro annullare s'obietivu de letura tuo. Sas registratziones tuas s'ant a preservare.

source: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> Books
es: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> Libros
hr: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> knjiga
sc: <span class="reading-goal-progress__books-read">%(books_read)d</span>/<span class="reading-goal-progress__goal">%(goal)d</span> libros

source: Edit %(year)d Reading Goal
ar: %(year)d هدف القراءة
de: %(year)d Leseziel bearbeiten
es: Editar objetivo de lectura de %(year)d
fr: Modifier l'objectif de lecture %(year)d
hi: %(year)d रीडिंग लक्ष्य में बदलाव करें
hr: Uredi cilj čitanja za %(year)d.
it: Modifica obbiettivo di lettura %(year)d
sc: Modìfica s'obietivu de leghidura pro su %(year)d
uk: Редагувати ціль з прочитання на %(year)d

source: By
es: Por
hr: Od
sc: De

source: Undo All
es: Deshacer todo
hr: Poništi sve
sc: Annulla totu

source: Recent Changes
ar: التغييرات الأخيرة
cs: Poslední změny
de: Letzte Änderungen
es: Cambios recientes
fr: Changements récents
hr: Nedavne promjene
it: Cambiamenti recenti
pl: Ostatnie zmiany
pt: Mudanças recentes
ru: Последние изменения
sc: Modìficas reghentes
uk: Останні зміни

source: Books Edited
ar: كتب تم تحريرها
de: Bücher bearbeitet
es: Libros editados
fr: Livres modifiés
hi: किताबें संपादित की गईं
hr: Promijenjene knjige
it: Libri Modificati
pt: Livros editados
ru: Отредактированные книги
sc: Libros modificados
uk: Відредаговані книги

source: Author Merges
ar: دمج المؤلفين
de: Zusammenführung von Autoren
es: Fusión de autores
fr: Fusions d'auteurs
hi: लेखक मर्ज करता है
hr: Sjedinjavanja autora
it: Fusioni di autori
pt: Mescla de autores
ru: Объединённые авторы
sc: Autores aunidos
uk: Об'єднання авторів
