Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: This book is currently checked out, please check back later.
ar: هذا الكتاب مُعار حاليًا، يرجى العودة لاحقًا.
de: Dieses Buch ist aktuell verliehen, bitte kommen Sie später wieder.
es: Este libro se encuentra actualmente en proceso de revisión. Por favor, vuelva a consultarlo más tarde.
fr: Ce livre est déjà emprunté, veuillez réessayer plus tard.
hi: यह किताब फ़िलहाल चेक आउट की जा रही है, कृपया बाद में फिर से देखें।
hr: Ova je knjiga trenutačno posuđena. Navrati kasnije.
it: Questo libro è attualmente prestato, ricontrolla più tardi.
pt: Esse livro está emprestado no momento. Por favor, volte a consultar mais tarde.
ru: Эта книга в настоящее время занята, пожалуйста, проверьте её позже.
sc: Custu libru est in prèstidu, torra a averguare prus a tardu.

source: Checked Out
ar: مُعار
de: Ausgeliehen
es: Prestado
fr: Emprunté
hi: चेक आउट किया गया
hr: Posuđeno
it: Prestato
pt: Emprestado
ru: Занято
sc: Pigadu in prèstidu

source: Locate
es: Buscar
hr: Lociraj
pl: Zlokalizuj
sc: Atzapa

source: Borrowed %(date)s
es: Prestado %(date)s
hr: Posuđeno %(date)s
sc: Pigadu in prèstidu su %(date)s

source: There is one person waiting for this book.
ar: هناك شخص واحد ينتظر هذا الكتاب.
cs: Jeden člověk čeká na tuto knihu.
de: Eine Person wartet auf dieses Buch.
es: Hay una persona esperando este libro.
fr: Il y a une personne qui attend ce livre.
hi: एक व्यक्ति इस किताब का इंतज़ार कर रहा है।
hr: Jedna osoba čeka na ovu knjigu.
it: C'è una persona in attesa per questo libro
pl: Jedna osoba oczekuje na wypożyczenie tej książki.
pt: Há uma pessoa esperando por este livro.
ru: %(n)d человек ждёт эту книгу.
sc: B'at una persone isetende pro custu libru.
uk: %(n)d людина чекає на цю книгу.

source: Not yet downloaded.
ar: لم يتم تحميله بعد.
de: Bisher nicht heruntergeladen.
es: Aún no se ha descargado.
fr: Pas encore téléchargé.
hi: अभी तक डाउनलोड नहीं किया गया है।
hr: Još nije preuzeto.
it: Non ancora scaricato.
pl: Jeszcze nie pobrana.
pt: Ainda não foi baixado.
ru: Ещё не загружено.
sc: Galu no iscarrigadu.
uk: Ще не завантажено.

source: Download Now
ar: حمل الآن
de: Jetzt herunterladen
es: Descargar ahora
fr: Télécharger maintenant
hi: डाक डाउनलोड करें
hr: Preuzmi sada
it: Scarica ora
pl: Pobierz
pt: Baixar agora
ru: Загрузить сейчас
sc: Iscàrriga como
uk: Завантажити зараз

source: Waiting for %d day
ar: انتظار %d يوم
de: %d Tag warten
es: Esperando por %d día
fr: En attente depuis %d jour
hi: %d दिन की प्रतीक्षा
hr: Čeka %d dan
it: In attesa per %d giorno
pt: Esperando por %d dia
ru: Ожидает %d день
sc: Isetende pro %d die
uk: Очікує %d день

source: There is one person ahead of you in the waiting list.
ar: هناك شخص واحد قبلك في قائمة الانتظار.
de: Eine Person befindet sich vor Ihnen auf der Warteliste.
es: Hay una persona delante de ti en la lista de espera.
fr: Il y a une personne devant vous sur la liste d'attente.
hi: प्रतीक्षा सूची में आपसे आगे एक व्यक्ति है।
hr: Na popisu čekanja se nalazi jedna osoba prije tebe.
it: C'è una persona prima di te nella lista d'attesa.
pl: Jesteś drugi na liście oczekujących.
pt: Há uma pessoa antes de você na lista de espera.
ru: В списке ожидания перед вами %(count)d человек.
sc: B'at petzi una persone in antis de tie in sa lista de isetu.
uk: Попереду вас %(count)d людина в списку очікування.

source: You have less than an hour to borrow it.
ar: لديك أقل من ساعة لاستعاره.
de: Sie haben weniger als eine Stunde, um es auszuleihen.
es: Tienes menos de una hora para pedirlo prestado.
fr: Vous avez moins d'une heure pour l'emprunter.
hi: आपके पास इसे उधार लेने के लिए एक घंटे से भी कम समय है।
hr: Za posuđivanje ti preostaje manje od sat vremena.
it: Hai meno di un ora per prenderlo in prestito.
pl: Pozostało mniej niż godzina na wypożyczenie tej książki.
pt: Você tem menos de uma hora para realizar esse empréstimo.
ru: У вас есть меньше часа, чтобы занять её.
sc: Tenes prus pagu de un'ora pro lu pigare in prèstidu.
uk: У вас є менш години, щоб позичити її.

source: You have %(count)d more hour to borrow it.
es: Te quedan %(count)d hora más para pedirlo prestado.
hr: Za posuđivanje ti preostaje još %(count)d sat.
sc: Tenes %(count)d àtera ora pro lu pigare in prèstidu.

source: Borrow Now
ar: استعِر الآن
de: Jetzt ausleihen
es: Prestar ahora
fr: Emprunter maintenant
hi: अभी उधार लें
hr: Posudi sada
it: Prendilo in presito subito
pl: Wypożycz teraz
pt: Pedir emprestado agora
ru: Занять сейчас
sc: Piga in prèstidu como
uk: Позичити зараз

source: Leave the waiting list?
ar: مغادرة قائمة الانتظار؟
de: Warteliste verlassen?
es: ¿Abandonar la lista de espera?
fr: Quitter la liste d'attente ?
hi: वेटिंग लिस्ट छोड़ दें?
hr: Želiš se izbrisati iz popisa čekanja?
it: Abbandonare la lista d'attesa?
pl: Opuścić listę oczekujących?
pt: Abandonar a lista de espera?
ru: Покинуть список ожидания?
sc: Lassare sa lista de isetu?
uk: Покинути список очікування?

source: Not in Library
ar: غير موجود في المكتبة
de: Nicht in Bibliothek vorhanden
es: No en biblioteca
fr: Indisponible
hi: लाइब्रेरी में नहीं है
hr: Nije u knjižnici
it: Non in biblioteca
pl: Brak w bibliotece
pt: Não na biblioteca
ru: Нет в библиотеке
sc: No in sa biblioteca
uk: Немає у бібліотеці

source: My Book Notes
ar: ملاحظاتي حول الكتاب
de: Meine Bücher-Notizen
es: Mis notas de libros
fr: Mes notes de livre
hi: मेरी किताब के नोट्स
hr: Moje napomene za knjige
it: Le mie note
pt: Minhas notas sobre o livro
ru: Мои заметки к книгам
sc: Sas notas meas a su libru
uk: Мої нотатки до книг

source: My private notes about this edition:
ar: ملاحظاتي الشخصية حول هذه النسخة:
de: Meine persönlichen Notizen zu dieser Ausgabe:
es: Mis notas privadas sobre esta edición:
fr: Mes notes privées sur cette édition :
hi: इस संस्करण के बारे में मेरे निजी नोट:
hr: Moje privatne napomene o ovom izdanju:
it: Le mie note private su questa edizione:
pt: Minhas notas privadas sobre esta edição:
ru: Мои приватные заметки об этом издании:
sc: Sas notas privadas meas subra de custa editzione:

source: Delete Note
ar: حذف الملاحظة
de: Notiz löschen
es: Borrar nota
fr: Supprimer la note
hi: इस नोट को मिटाएं
hr: Izbriši napomenu
it: Elimina nota
pt: Deletar nota
ru: Удалить заметку
sc: Iscantzella sa nota
uk: Видалити нотатку

source: Save Note
ar: حفظ الملاحظة
de: Notiz Speichern
es: Guardar nota
fr: Enregistrer la note
hi: नोट सेव करें
hr: Spremi napomenu
it: Salva nota
pt: Salvar nota
ru: Сохранить заметку
sc: Sarva sa nota
uk: Зберегти нотатку

source: by %(authors)s
es: por %(authors)s

source: My Book Review
ar: مراجعتي للكتاب
de: Meine Buchrezension
es: Mi reseña del libros
fr: Mes critiques de livre
hi: मेरी किताब की समीक्षा
hr: Moja recenzija knjige
it: La mia recensione
pt: Minha resenha do livro
ru: Мой отзыв книги
sc: Sa retzensione mea a su libru

source: First
ar: الأول
de: Erste
es: Primero
fr: Début
hi: पहला नाम
hr: Prva
it: Primo
pl: Pierwszy
pt: Primeiro
ru: Первая
sc: Primu

source: Previous
ar: السابق
cs: Předchozí
de: Vorherige
es: Anterior
fr: Précédent
hi: पिछला
hr: Prethodna
it: Precedente
pl: Poprzednie
pt: Anterior
ru: Предыдущий
sc: Pretzedente
uk: Попередній

source: Next
ar: التالي
cs: Další
de: Nächste
es: Siguiente
fr: Suivant
hi: अगला
hr: Dalje
it: Avanti
pl: Kolejne
pt: Seguinte
ru: Далее
sc: Imbeniente
uk: Далі

source: Component
es: Componente
hr: Komponenta
sc: Cumponente

source: Time
ar: الوقت
de: Zeit
es: Tiempo
fr: Période
hi: मैंने आपके दोस्त को एक किताब दी
hr: Vrijeme
it: Tempo
pl: Okres
pt: Tempo
ru: Время
sc: Perìodu

source: Prolific Authors
ar: المؤلفون الأكثر إنتاجاً
de: Produktive Autoren
es: Autores prolíficos
fr: Auteurs prolifiques
hi: विपुल लेखक
hr: Produktivni autori
it: Autori prolifici
pl: Autorzy
pt: Autores prolíficos
ru: Плодотворные авторы
sc: Autores prolìficos
uk: Плідні автори

source: who have written the most books on this subject
ar: الذين كتبوا أكبر عدد من الكتب حول هذا الموضوع
de: die die meisten Bücher zu diesem Thema geschrieben haben
es: quienes han escrito más libros sobre este tema
fr: qui a écrit le plus de livres sur ce thème
hi: जिन्होंने इस विषय पर सबसे अधिक किताबें लिखी हैं
hr: koji su napisali najviše knjiga u ovom području
it: che hanno scritto il maggior numero di libri su questo argomento
pl: którzy napisali najwięcej książek na ten temat
pt: quem escreveu mais livros sobre esse assunto
ru: которые написали больше всего книг в этой рубрике
sc: chi ant iscritu sa parte manna de sos libros subra de custu argumentu
uk: які написали найбільше книг на цю тему

source: See more books by, and learn about, this author
ar: عرض المزيد من الكتب بواسطة، وتعرف على، هذا المؤلف
de: Mehr Bücher von und Informationen über diese*n Autor*in ansehen
es: Ver más libros de este autor y aprender más sobre él
fr: Voir plus de livres de cet auteur et en apprendre plus
hi: इस लेखक द्वारा और किताबें देखें, और इसके बारे में जानें
hr: Pogledaj još knjiga ovog autora i saznaj više o njemu
it: Visualizza altri libri di questo autore e scopri di più
pl: Zobacz więcej książek tego autora i dowiedz się więcej
pt: Ver mais livros desse autor e aprender mais sobre ele
ru: Посмотреть другие книги этого автора и узнать о нём больше
sc: Abbista prus libros de custu autore, e impara cosas subra de issu
uk: Побачити більше книг від цього автора і дізнатися більше про нього

source: %(count)d book
ar: %(count)d كتاب
de: %(count)d Buch
es: %(count)d libro
fr: %(count)d livre
hi: %(count)d किताब
hr: %(count)d knjiga
it: %(count)d libro
pt: %(count)d livro
sc: %(count)d libru
uk: %(count)d книга

source: Publishing History
ar: تاريخ النشر
cs: Publikační historie
de: Veröffentlichungsgeschichte
es: Historial de publicación
fr: Historique de publication
hi: पब्लिशिंग हिस्ट्री
hr: Kronologija izdanja
it: Cronologia di pubblicazione
pl: Historia publikacji
pt: Histórico de publicação
ru: История публикации
sc: Cronologia de publicatzione
uk: Історія публікування

source: This is a chart to show the publishing history of editions of works about this subject. Along the X axis is time, and on the y axis is the count of editions published. <a href="#subjectRelated">Click here to skip the chart</a>.
ar: هذا رسم بياني يظهر تاريخ نشر إصدارات الأعمال المتعلقة بهذا الموضوع. على المحور الأفقي هو الوقت، وعلى المحور الرأسي هو عدد الإصدارات المنشورة. <a href="#subjectRelated">انقر هنا لتخطي الرسم البياني</a>.
de: Dieses Diagram zeigt die Veröffentlichungsgeschichte der Ausgaben von Werken die das Thema behandeln. Entlang der X-Achse ist die Zeit und auf der Y-Achse die Anzahl der veröffentlichten Ausgaben angegeben. <a href="#subjectRelated">Hier klicken um das Diagram zu überspringen</a>.
es: Este es un gráfico para mostrar el historial de publicación de ediciones de obras sobre este tema. En el eje X está el tiempo y en el eje Y el número de ediciones publicadas. <a href="#subjectRelated">Haz clic aquí para hacer avanzar el gráfico</a>.
fr: Voici un graphique de l'historique de publication d'éditions sur ce thème. Sur l'axe des X se trouve le temps et sur l'axe des Y le nombre d'éditions publiées. <a href="#subjectRelated">Cliquez ici pour passer le graphique</a>.
hi: यह कृतियों के संस्करणों के प्रकाशन इतिहास को दिखाने के लिए एक चार्ट है। X अक्ष के साथ समय है, और y अक्ष पर प्रकाशित संस्करणों की गणना है। <a href="#subjectRelated">चार्ट को छोड़ने के लिए यहाँ क्लिक करें</a>।
hr: Vremenski dijagram za prikaz kronologije objavljivanja izdanja djela u ovom području. Os x označava vrijeme, os y broj izdanih izdanja. <a href="#subjectRelated">Za preskakanje prikaza dijagrama pritisni ovdje</a>.
it: Questo grafico mostra la cronologia di pubblicazione di opere riguardanti questo argomento. Sull'asse X c'è il tempo e sull'asse Y c'è il numero di edizioni pubblicate. <a href="#subjectRelated"> Clicca qui per saltare il grafico</a>.
pl: To wykres pokazujący historię publikacji dzieł na ten temat. Oś X wskazuje na czas, oś Y wskazuje liczbę publikacji. <a href="#subjectRelated"> Kliknij tutaj, aby pominąć wykres</a>.
pt: Este é um gráfico para mostrar o histórico de publicação das edições de obras sobre este assunto. No eixo X está o tempo e no eixo Y o número de edições publicadas. <a href="#subjectRelated">Clique aqui para avançar o gráfico</a>.
ru: Это график, показывает историю публикации изданий работ по данной рубрике. По оси X - время, а по оси Y - количество опубликованных изданий. <a href="#subjectRelated">Нажмите здесь, чтобы пропустить график</a>.
sc: Custu est unu gràficu pro mustrare sa cronologia de publicatzione de editziones de traballos subra de custu argumentu. In s'asse x b'at su tempus, ee in s'asse y b'at su nùmeru de editziones publicadas. <a href="#subjectRelated">Incarca inoghe pro brincare su gràficu</a>.
uk: Це графік, щоб показати історію публікування видань робіт на цю тему. Вісь X — це час, а вісь y — це число опублікованих видань. <a href="#subjectRelated">Натисність тут, щоб пропустити таблицю</a>.

source: Reset chart
ar: إعادة تعيين الرسم البياني
de: Diagramm zurücksetzen
es: Restablecer gráfico
fr: Réinitialiser le graphique
hi: चार्ट रीसेट करें
hr: Obnovi dijagram
it: Ripristina grafico
pl: Zresetuj wykres
pt: Restablecer gráfico
ru: Сбросить график
sc: Reseta su gràficu
uk: Скинути графік

source: or continue zooming in.
ar: أو الاستمرار في التكبير.
de: oder näher heranzoomen.
es: o continuar ampliando.
fr: ou continuez à zoomer.
hi: या ज़ूम इन करना जारी रखें।
hr: ili nastavi uvećavati prikaz.
it: o continua ad ingrandire.
pl: lub kontynuuj powiększanie.
pt: ou continuar ampliando.
ru: или продолжить увеличение.
sc: o sighi a ismanniare.
uk: або продовжити збільшення.

source: This graph charts editions published on this subject.
ar: هذا الرسم البياني يوضح الإصدارات التي نُشرت حول هذا الموضوع.
de: Dieser Graph zeigt Ausgaben, die zu diesem Thema veröffentlicht wurden.
es: Este gráfico muestra las ediciones publicadas sobre este tema.
fr: Ce graphique montre les éditions publiées sur ce thème.
hi: यह ग्राफ़ इस विषय पर प्रकाशित संस्करणों को चार्ट करता है।
hr: Dijagram prikazuje objavljena izdanja u ovom području.
it: Questo grafico mostra le edizioni pubblicate su questo argomento.
pl: Ten diagram przedstawia wydania publikacji na ten temat.
pt: Este gráfico mostra as edições publicadas sobre este assunto.
ru: На этом графике представлены издания, опубликованные на эту рубрику.
sc: Custu gràficu mapat sas editziones publicadas subra de custu argumentu.
uk: Цей графік показує видання опубліковані на цю тему.

source: Editions Published
ar: الإصدارات المنشورة
de: Veröffentlichte Ausgaben
es: Ediciones publicadas
fr: Éditions publiées
hi: प्रकाशन प्रकाशित
hr: Objavljena izdanja
it: Edizioni pubblicate
pl: Wydania opublikowane
pt: Edições publicadas
ru: Изданий опубликовано
sc: Editziones publicadas
uk: Видань опубліковано

source: You need to have JavaScript turned on to see the nifty chart!
ar: تحتاج إلى تفعيل JavaScript لرؤية الرسم البياني الممتاز!
de: Sie müssen JavaScript aktivieren, um dieses praktische Diagramm zu sehen!
es: ¡Necesitas tener JavaScript activado para ver el ingenioso gráfico!
fr: Vous devez activer JavaScript pour voir le super graphique !
hi: निफ्टी चार्ट देखने के लिए आपको जावास्क्रिप्ट चालू करनी होगी!
hr: Za prikaz dijagrama JavaScript mora biti uključen!
it: Devi avere JavaScript abilitato per poter visualizzare il grafico!
pl: Musisz mieć włączony JavaScript, aby zobaczyć fajny wykres!
pt: Você precisa ativar o JavaScript para ver esse elegante gráfico!
ru: Чтобы увидеть график, необходимо включить JavaScript!
sc: Depes tènnere JavaScript allutu pro bìdere custu gràficu galanu!
uk: JavaScript має бути ввімкненим, щоб бачити гарний графік!

source: Year of Publication
ar: سنة النشر
cs: Rok vydání
de: Erscheinungsjahr
es: Año de publicación
fr: Année de publication
hi: प्रकाशन का वर्ष
hr: Godina izdanja
it: Anno di pubblicazione
pl: Rok wydania
pt: Ano de publicação
ru: Год публикации
sc: Annu de publicatzione
uk: Рік публікації

source: Loading carousel
es: Cargando carrusel

source: Failed to fetch carousel.
es: No se ha podido cargar el carrusel.

source: Retry?
es: ¿Reintentar?

source: No books match the current filters.
es: No hay libros que coincidan con los filtros actuales.

source: Retry without filters?
es: ¿Reintentar sin filtros?

source: Search collection
es: Buscar colección
hr: Traži zbirku
sc: Chirca una colletzione

source: Special Access
ar: وصول خاص
de: Spezieller Zugriff
es: Acceso especial
fr: Accès spécial
hi: खास ऐक्सेस
hr: Poseban pristup
it: Accesso speciale
pt: Acesso especial
ru: Специальный доступ
sc: Atzessu ispetziale

source: Special ebook access from the Internet Archive for patrons with qualifying print disabilities
ar: وصول خاص للكتب الإلكترونية من أرشيف الإنترنت للأشخاص ذوي الإعاقات البصرية المؤهلة
de: Spezieller eBook-Zugriff vom Internet Archive für Gönner mit Einschränkungen für Druckwerke
es: Acceso especial a libros electrónicos del Archivo de Internet para mecenas con problemas de lectura que reúnan los requisitos
fr: Accès spécial au livre électronique de l'Internet Archive pour les utilisateurs malvoyants
hi: योग्य प्रिंट विकलांगता वाले सब्सक्राइबर्स के लिए इंटरनेट आर्काइव से विशेष ईबुक एक्सेस
hr: Poseban pristup e-knjigama s Internet Archive stranica za slijepe/slabovidne članove
it: Accesso speciale agli ebook da Internet Archive per i mecenati ipovedenti
pt: Acesso especial a eBooks da Internet Archive para clientes com problemas de leitura
ru: Специальный доступ к электронным книгам из Internet Archive для посетителей с ограниченными возможностями печати
sc: Atzessu ispetziale dae s'Internet Archive pro metzenates cun problemas de vista

source: Borrow
ar: استعِر
de: Ausleihen
es: Prestar
fr: Emprunter
hi: उधार
hr: Posudi
it: Prendi in prestito
pl: Wypożycz
pt: Empréstimo
ru: Занять
sc: Piga in prèstidu
uk: Позичити

source: Borrow ebook from Internet Archive
ar: استعارة كتاب إلكتروني من أرشيف الإنترنت
de: E-Book aus dem Internet Archive leihen
es: Tomar prestado el libro electrónico desde el Archivo de Internet
fr: Emprunter le livre électronique sur Internet Archive
hi: इंटरनेट आर्काइव से ई - बुक उधार लें
hr: Posudi e-knjigu od Internet Archive
it: Prendi libro in prestito da Internet Archive
pl: Pożycz e-book z Internet Archive
pt: Pegar emprestado o eBook a partir do Internet Archive
ru: Занять электронную книгу из Internet Archive
sc: Piga in prèstidu libros dae s'Internet Archive

source: Read ebook from Internet Archive
ar: قراءة كتاب إلكتروني من أرشيف الإنترنت
de: E-Book im Internet Archive lesen
es: Leer libro electrónico desde el Archivo de Internet
fr: Lire le livre sur l'Internet Archive
hi: इंटरनेट आर्काइव से ईबुक पढ़ें
hr: Čitaj e-knjigu od Internet Archive
it: Leggi ebook da Internet Archive
pl: Przeczytaj e-book z Internet Archive
pt: Ler eBook a partir do Internet Archive
ru: Читать электронную книгу из Internet Archive
sc: Leghe su libru eletrònicu dae s'Internet Archive

source: Listen
ar: استماع
de: Anhören
es: Escuchar
fr: Écouter
hi: बात सुनो
hr: Slušaj
it: Ascolta
pl: Słuchaj
pt: Escutar
ru: Слушать
sc: Ascurta
uk: Слухати

source: Read more
es: Leer más
fr: Lire plus
hi: और पढ़ें
hr: Čitaj više
it: Leggi di più
pt: Ler mais
ru: Больше
sc: Leghe de prus
uk: Більше

source: Read less
es: Leer menos
fr: Lire moins
hi: कम पढ़ें
hr: Čitaj manje
it: Leggi meno
pt: Ler menos
ru: Меньше
sc: Leghe de mancu
uk: Менше

source: When
ar: متى
cs: Kdy
de: Wann
es: Cuándo
fr: Quand
hi: कब
hr: Kada
it: Quando
pl: Kiedy
pt: Quando
ru: Когда
sc: Cando
uk: Коли

source: What
ar: ماذا
cs: Co
de: Was
es: Qué
fr: Quoi
hi: आपकी पसंद और नापसंद क्या हैं
hr: Što
it: Cosa
pl: Co
pt: Que
ru: Что
sc: Ite
uk: Що

source: Who
ar: من
cs: Kdo
de: Wer
es: Quién
fr: Qui
hi: कौन
hr: Tko
it: Chi
pl: Kto
pt: Quem
ru: Кто
sc: Chie
uk: Хто

source: Comment
ar: تعليق
de: Kommentieren
es: Comentario
fr: Commentaire
hi: टिप्पणी
hr: Komentar
it: Commento
pl: Komentarz
pt: Comentário
ru: Комментарий
sc: Cummentu
uk: Коментар

source: Review what's changed from the previous revision
ar: راجع ما تغيّر منذ النسخة السابقة
de: Prüfen, was seit der letzten Überarbeitung geändert wurde
es: Revisar los cambios respecto a la revisión anterior
hr: Pregledaj promjene u odnosu na prethodnu reviziju
sc: Abbista ite est mudadu dae sa versione pretzedente

source: When you see numbers here, that's the IP address of the anonymous editor
ar: عندما ترى أرقام هنا، فإنها عنوان IP للمحرر المجهول
de: Wenn Sie hier Zahlen sehen, ist das die IP-Adresse des anonymen Editors
es: Cuando veas números aquí, esa es la dirección IP del editor anónimo
hr: Kada ovdje vidiš brojeve, to je IP adresa anonimnog urednika
sc: Cando bides nùmeros inoghe, est s'indiritzu IP de s'editore anònimu

source: View MARC
ar: عرض MARC
de: MARC anzeigen
es: Ver MARC
fr: Voir MARC
hi: मार्क देखें
hr: Pogledaj MARC
it: Visualizza MARC
pt: Ver MARC
ru: Показать MARC
sc: Ammustra MARC
uk: Показати MARC

source: Older
ar: أقدم
cs: Starší
de: Älter
es: Más antiguo
fr: Plus ancien
hi: पुराना
hr: Starije
it: Più vecchio
pl: Starsze
pt: Mais antigo
ru: Старые
sc: Prus betzu
uk: Старіші

source: Newer
ar: أحدث
cs: Novější
de: Neuer
es: Más reciente
fr: Plus récent
hi: नया
hr: Novije
it: Più recente
pl: Nowsze
pt: Mais recente
ru: Новые
sc: Prus nou
uk: Новіші

source: By Humans
ar: بواسطة الأشخاص
de: Von Personen
es: Por humanos
fr: Par des humains
hi: मनुष्यों द्वारा
hr: Od osoba
it: Da umani
pt: Por humanos
ru: От людей
sc: Dae umanos
uk: Від людей

source: By Bots
ar: بواسطة الروبوتات
de: Von Bots
es: Por bots
fr: Par des bots
hi: बॉट द्वारा
hr: Od botova
it: Da bot
pt: Por bots
ru: От ботов
sc: Dae bots
uk: Від ботів

source: Everything
ar: كل شيء
de: Alles
es: Todo
fr: Tout
hi: सभी
hr: Sve
it: Tutto
pl: Wszystko
pt: Tudo
ru: Все
sc: Totu
uk: Усе

source: Path
ar: المسار
de: Pfad
es: Ruta
fr: Chemin
hi: पाथ
hr: Staza
it: Percorso
pt: Rota
ru: Путь
sc: Àndala

source: Comments
ar: تعليقات
de: Kommentare
es: Comentarios
fr: Commentaires
hi: टिप्पणियाँ
hr: Komentari
it: Commenti
pt: Comentários
ru: Комментарии
sc: Cummentos
uk: Коментарі

source: Actions
ar: الإجراءات
de: Aktionen
es: Acciones
hi: कार्रवाईयां
hr: Radnje
it: Azioni
pl: Akcje
pt: Ações
ru: Действия
sc: Atziones
uk: Дії

source: view
ar: عرض
de: Anzeigen
es: ver
fr: voir
hi: देखें
hr: pogledaj
it: visualizza
pt: ver
ru: просмотр
sc: abbista
uk: перегляд

source: edit
ar: تعديل
de: Bearbeiten
es: editar
fr: modifier
hi: एडिट करें
hr: promjena
it: modifica
pt: editar
ru: редактирование
sc: modìfica
uk: редагування

source: No edit history available.
ar: لا يوجد سجل للتعديلات.
de: Kein Bearbeitungsverlauf verfügbar.
es: No hay historial de ediciones disponible.
hr: Nema kronologije uređivanja.
sc: Peruna cronologia de modìficas a disponimentu.

source: Recent Activity
ar: النشاطات الأخيرة
de: Letzte Änderungen
es: Actividad reciente
fr: Activité récente
hi: हाल की गतिविधि
hr: Nedavne aktivnosti
it: Attività recenti
pl: Ostatnia aktywność
pt: Atividade recente
ru: Последняя активность
sc: Atividade reghente
uk: Остання активність

source: No edits. Yet.
ar: لا توجد تعديلات. حتى الآن.
de: Keine Bearbeitungen. Bisher.
es: Sin ediciones. Todavía.
fr: Pas encore de modifications.
hi: कोई बदलाव नहीं। फिर भी।
hr: Nema promjena. Još.
it: Ancora nessuna modifica.
pl: Brak zmian. Jak na razie.
pt: Sem edições. Por enquanto.
ru: Нет редактирований. Пока что.
sc: Peruna modìfica. Pro como.
uk: Немає редагувань. Поки що.

source: Subjects
ar: الموضوعات
cs: Témata
de: Themen
es: Temas
fr: Thèmes
hi: विषय
hr: Područja
it: Argomenti
pl: Tematyka
pt: Assuntos
ru: Рубрики
sc: Argumentos
uk: Теми

source: Places
ar: الأماكن
de: Orte
es: Lugares
fr: Lieux
hi: जगहें
hr: Mjesta
it: Luoghi
pl: Miejsca
pt: Lugares
ru: Места
sc: Logos
uk: Місця

source: People
ar: الأشخاص
de: Personen
es: Personas
fr: Personnes
hi: लोग
hr: Osobe
it: Persone
pl: Ludzie
pt: Pesssoas
ru: Люди
sc: Persones
uk: Люди
