Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Are you sure you want to leave the waiting list of<br/><strong>TITLE</strong>?
ar: هل أنت متأكد أنك تريد مغادرة قائمة الانتظار لـ<br/><strong>TITLE</strong>؟
de: Sind Sie sicher, dass sie die Warte liste für<br/><strong>TITLE</strong> verlassen wollen?
es: ¿Estás seguro de que quieres abandonar la lista de espera de <br/><strong>TITLE</strong>?
fr: Voulez-vous vraiment quitter la liste d'attente de <br/><strong>TITLE</strong> ?
hi: क्या आप वाकई <br/><strong>TITLE</strong> की प्रतीक्षा सूची छोड़ना चाहते हैं?
hr: Stvarno se želiš izbrisati iz popisa čekanja za<br/><strong>TITLE</strong>?
it: Sei sicuro di voler abbandonare la lista d'attesa per <br/><strong>TITLE</strong>?
pl: Na pewno chcesz opuścić listę oczekujących na<br/><strong>%(title)s</strong>?
pt: Você tem certeza que quer abandonar a lista de espera por <br/><strong>TITLE</strong>?
ru: Вы уверены, что хотите покинуть список ожидания <br/><strong>TITLE</strong>?
sc: Ses seguru de bòlere lassare sa lista de isetu pro<br/><strong>TITLE</strong>?
uk: Ви впевнені, що хочете покинути список очікування для <br/><strong>TITLE</strong>?

source: Waiting for 1 day
ar: انتظار يوم واحد
de: 1 Tag warten
es: Esperando por 1 día
fr: En attente depuis 1 jour
hi: 1 दिन का इंतजार
hr: Čeka 1 dan
it: In attesa da 1 giorno
pt: Esperando por 1 dia
ru: Ждать %(count)d день
sc: Isetende pro 1 die
uk: Чекаєте %(count)d день

source: You are the next person to receive this book.
ar: أنت الشخص التالي الذي سيتلقى هذا الكتاب.
de: Sie sind die nächste Person, die dieses Buch erhält.
es: Tú eres la siguiente persona en recibir este libro.
fr: Vous êtes la prochaine personne à recevoir ce livre.
hi: आप इस पुस्तक को प्राप्त करने वाले अगले व्यक्ति हैं।
hr: Ti si sljedeći/a na redu za dobivanje ove knjige.
it: Se la persona successiva a ricevere questo libro.
pl: Jesteś pierwszy na liście oczekujących.
pt: Você é a próxima pessoa a receber este livro.
ru: Вы следующий человек, который получит эту книгу.
sc: As a èssere su pròssimu a retzire custu libru.
uk: Ви наступна людина, яка отримає цю книгу.

source: You have one more hour to borrow it.
ar: لديك ساعة أخرى لاستعاره.
de: Sie haben eine Stunde um es auszuleihen.
es: Tienes una hora más para pedirlo prestado.
fr: Vous avez encore une heure pour l'emprunter.
hi: इसे उधार लेने के लिए आपके पास एक घंटा और है।
hr: Za posuđivanje ti preostaje još sat vremena.
it: Hai più di un ora per prenderlo in prestito.
pt: Você tem mais uma hora para realizar esse empréstimo.
ru: У вас есть ещё %(hours)d час, чтобы занять её.
sc: Tenes un'àtera ora pro lu pigare in prèstidu.
uk: У вас є ще %(hours)d година, щоб позичити її.

source: Looking for a book to borrow? Check out our staff picks, or search for a book on a specific subject:
ar: تبحث عن كتاب لاستعارته؟ تحقق من اختيارات موظفينا، أو ابحث عن كتاب في موضوع محدد:
de: Suchen Sie nach einem Buch zur Ausleihe? Schauen Sie sich unsere Empfehlungen an oder suchen Sie Bücher zu einem bestimmten Thema:
es: ¿Busca un libro en préstamo? Echa un vistazo a nuestras selecciones o busca un libro sobre un tema específico:
hr: Tražiš knjigu za posudbu? Pogledaj izbor knjiga naših suradnika ili potraži knjigu određenog područja:
sc: Ses chirchende unu libru de pigare in prèstidu? Pòmpia·ti sos issèberos de su personale nostru, o chirca unu libru subra de un'argumentu ispetzìficu:

source: Books We Love
ar: الكتب التي نحبها
de: Bücher die wir lieben
es: Libros que amamos
fr: Livres que nous aimons
hi: वे किताबें जिन्हें हम पसंद करते हैं
hr: Knjige koje volimo
it: Libri che amiamo
pl: Książki, które kochamy
pt: Livros que amamos
ru: Книги, которые мы любим
sc: Libros chi amamus
uk: Книги, які нам подобаються

source: Or, check out our <a href="/collections">special collections</a>.
ar: أو تحقق من <a href="/collections">المجموعات الخاصة</a> لدينا.
de: Oder schauen Sie sich unsere <a href="/collections">besonderen Sammlungen</a> an.
es: O consulta nuestras <a href="/collections">colecciones especiales</a>.
hr: Ili pogledaj naše <a href="/collections">posebne zbirke</a>.
sc: O pòmpia·ti sas <a href="/collections">colletziones ispetziales</a> nostras.

source: No books are on this shelf
ar: لا توجد كتب على هذه الرف
de: Keine Bücher in diesem Regal
es: No hay libros en este estante
fr: Aucun livre n'est sur cette étagère
hi: इस शेल्फ पर कोई किताबें नहीं हैं
hr: U ovoj polici nema knjiga
it: Non ci sono libri su questa mensola
pl: Ta półka jest pusta
pt: Não há livros nessa estante
ru: В этой полке нет книг
sc: Custu iscafale non tenet libros
uk: У цій полиці немає книг

source: My Loans
ar: قروضى
cs: Moje výpůjčky
de: Entliehene Bücher
es: Mis préstamos
fr: Mes emprunts
hi: मेरी पुस्तकें
hr: Moje posudbe
it: I miei prestiti
pl: Wypożyczone przeze mnie
pt: Meus empréstimos
ru: Мои займы
sc: Sos prèstidos meos
uk: Мої позики

source: This reader has chosen to make their Reading Log private.
ar: اختار هذا القارئ جعل سجل القراءة خاصًا.
de: Dieses Leselog ist nicht öffentlich.
es: Este lector ha optado por hacer privado su registro de lectura.
fr: Ce lecteur a choisi de garder son journal de lecture privé.
hi: इस पाठक ने अपने रीडिंग लॉग को निजी बनाने के लिए चुना है।
hr: Ovaj čitač ne dijeli javno svoj dnevnik čitanja.
it: Questo lettore ha scelto di render la propria cronologia di lettura privata
pt: Este leitor optou deixar seu registro de leitura privado.
ru: Этот читатель решил сделать свой журнал чтения приватным.
sc: Custu letore at isseberadu de impostare su registru de letura suo privadu.
uk: Цей користувач вирішив зробити свій читацький журнал приватним.

source: %(year_span)s reading goal
es: Objetivo de lectura para %(year_span)s

source: View All Lists
ar: عرض جميع القوائم
de: Alle Listen anzeigen
es: Ver todas las listas
hr: Pogledaj sve popise
sc: Pòmpia totu sas listas

source: My Stats
ar: إحصائياتي
de: Meine Statistiken
es: Mis estadísticas
hr: Moja statistika
sc: Istatìsticas meas

source: My Reading Stats
ar: إحصائيات القراءة الخاصة بي
de: Meine Lese-Statistik
es: Mis estadísticas de lectura
fr: Mes statistiques de lecture
hi: मेरे पढ़ने के आँकड़े
hr: Statistika mojih čitanja
it: Le mie statistiche di lettura
pt: Minhas estatísticas de leitura
ru: Моя статистика чтения
sc: Sas istatìsticas meas de letura
uk: Моя читацька статистика

source: My Notes
ar: ملاحظاتي
de: Meine Notizen
es: Mis notas
fr: Mes notes
hi: मेरे नोट्स
hr: Moje napomene
it: Le mie note
pt: Minhas notas
ru: Мои заметки
sc: Sas notas meas
uk: Мої нотатки

source: My Reviews
ar: مراجعاتي
de: Meine Rezensionen
es: Mis reseñas
fr: Mes critiques
hi: मेरी समीक्षाएँ
hr: Moje recenzije
it: Le mie recensioni
pt: Minhas resenhas
ru: Мои отзывы
sc: Sas retzensiones meas
uk: Мої відгуки

source: Import & Export Options
ar: خيارات الاستيراد والتصدير
de: Import- & Export-Optionen
es: Opciones de importación y exportación
fr: Options d'import et d'export
hi: इम्पोर्ट और एक्सपोर्ट विकल्प
hr: Opcije uvoza i izvoza
it: Opzioni di importazione ed esportazione
pt: Opções de importação y exportação
ru: Настройки импорта и экспорта
sc: Optziones de importatzione e esportatzione
uk: Налаштування імпорту та експорту

source: Oops!
ar: أوبس!
cs: Hups!
de: Ups!
es: ¡Ups!
fr: Oups !
hi: उफ़!
hr: Ups!
pl: Ups!
pt: Opa!
ru: Упс!
uk: Упс!

source: The email address you signed up with needs to be verified.
ar: يجب التحقق من عنوان البريد الإلكتروني الذي سجلت به.
de: E-Mail-Adresse muss verifiziert werden.
es: Es necesario verificar la dirección de correo electrónico con la que te registraste.
hr: E-mail adresa s kojom si se registrirao/la se mora potvrditi.
sc: S'indiritzu de posta chi as impreadu pro ti registrare bolet verificadu.

source: When you created your account, we sent an email to %(email)s that contained a link for you to verify your email address. We need you to click that link, please.
ar: عندما أنشأت حسابك، أرسلنا بريدًا إلكترونيًا إلى %(email)s يحتوي على رابط لتأكيد عنوان بريدك الإلكتروني. نحتاج منك أن تضغط على هذا الرابط، من فضلك.
de: Zur Kontoerstellung hatte Sie eine Email an %(email)s erhalten, die einen Link zur Verifikation enthielt. Bitte nutzen sie diesen Link.
es: Cuando creaste tu cuenta, te enviamos un correo electrónico a %(email)s que contenía un enlace para verificar tu dirección de correo electrónico. Necesitamos que hagas clic en ese enlace, por favor.
hr: Nakon što stvoriš račun, šaljemo ti e-mail na %(email)s koja sadrži poveznicu za potvrđivanje tvoje e-mail adrese. Klikni tu poveznicu.
sc: Cando as creadu su contu tuo, amus imbiadu un' email a %(email)s chi cuntenet unu ligàmene pro verificare s'indiritzu de posta eletrònica tuo. Nos bisòngiat chi incarches cussu ligàmene.

source: If you can't find the email, just hit this button to send a fresh one:
ar: إذا لم تتمكن من العثور على البريد الإلكتروني، فقط اضغط على هذا الزر لإرسال بريد جديد:
de: Wenn Sie die Email nicht finden können, bitte klicken Sie diese Schaltfläche für das Versenden einer neuen Email:
es: Si no encuentras el correo electrónico, pulsa este botón para enviar uno nuevo:
hr: Ako ne možeš pronaći e-mail, pritisni ovaj gumb za slanje nove:
sc: Si non resesses a atzapare cussa lìtera, incarca custu butone pro nde imbiare una noa:

source: Resend the verification email
ar: إعادة إرسال بريد التحقق
cs: Znovu zaslat ověřovací email
de: Bestätigungs-Email erneut versenden
es: Reenviar el correo de verificación
fr: Renvoyer le courriel de vérification
hi: सत्यापन ईमेल फिर से भेजें
hr: Ponovo pošalji e-mail za potvrđivanje
it: Invia di nuovo l'email di verifica
pl: Wyślij e-mail weryfikacyjny ponownie
pt: Reenviar o email de verificação
ru: Отправить ещё раз письмо для подтверждения
sc: Torra a imbiare su messàgiu de posta de verìfica
uk: Надіслати ще раз лист для підтвердження

source: Thanks!
ar: شكرًا!
de: Danke!
es: ¡Gracias!
hr: Hvala!
sc: Gràtzias!

source: My notes for an edition of
ar: ملاحظاتي لإصدار من
de: Meine Notizen für eine Ausgabe von
es: Mis notas para una edición de
fr: Mes notes pour une édition de
hi: संस्करण के लिए मेरे नोट्स
hr: Moje napomene za izdanje od
it: Le mie note per un'edizione di
pt: Minhas notas para uma edição de
ru: Мои заметки для издания
sc: Sas notas meas pro un'editzione de
uk: Мої нотатки для видання

source: Title Missing
ar: العنوان مفقود
de: Titel fehlt
es: Falta el título
fr: Titre manquant
hi: शीर्षक मौजूद नहीं है
hr: Naslov nedostaje
it: Titolo mancante
pt: Esse título está em falta
ru: Название отсутствует
sc: Mancat su tìtulu
uk: Назва відсутня

source: Publish date unknown
ar: تاريخ النشر غير معروف
de: Veröffentlichungsdatum unbekannt
es: Fecha de publicación desconocida
fr: Date de publication inconnue
hi: प्रकाशित करने की तारीख अज्ञात है
hr: Datum izdavanja nepoznat
it: Data di pubblicazione sconosciuta
pt: Data de publicação desconhecida
ru: Дата публикации неизвестна
sc: Data de publicatzione disconnota
uk: Дата публікації невідома

source: Publisher unknown
ar: الناشر غير معروف
de: Verlag unbekannt
es: Editorial desconocida
fr: Éditeur inconnu
hi: प्रकाशक अज्ञात
hr: Izdavač nepoznat
it: Editore sconosciuto
pl: Wydawnictwo nieznane
pt: Editora desconhecida
ru: Издатель неизвестен
sc: Domo editora disconnota
uk: Видавець невідомий

source: in %(language)s
ar: بـ %(language)s
es: en %(language)s
fr: en %(language)s
hi: %(language)s में
hr: za %(language)s
pt: em %(language)s
ru: на %(language)s
uk: на %(language)s

source: No notes found.
ar: لم يتم العثور على ملاحظات.
de: Keine Notiz gefunden.
es: No se encontraron notas.
fr: Aucune note trouvée.
hi: कोई नोट नहीं मिला।
hr: Nema napomena.
it: Nessuna nota trovata.
pt: Nenhuma nota foi encontrada.
ru: Заметок не найдено.
sc: Peruna nota atzapada.
uk: Не знайдено нотаток.

source: Notifications from Open Library
ar: إشعارات من المكتبة الحرة
cs: Upozornění od Open Library
de: Benachrichtigungen von Open Library
es: Notificaciones de la Biblioteca Abierta
fr: Notifications d'Open Library
hi: ओपन लाइब्रेरी से सूचनाएँ
hr: Open Library obavijesti
it: Notifiche da Open Library
pl: Powiadomienia z Open Library
pt: Notificações da Open Library
ru: Уведомления от Open Library
sc: Notìficas dae s'Open Library
uk: Сповіщення від Open Library

source: Notifications
ar: إشعارات
de: Benachrichtigungen
es: Notificaciones
hi: नोटिफ़िकेशन
hr: Obavijesti
it: Notifiche
pl: Powiadomienia
pt: Notificações
ru: Уведомления
sc: Notìficas
uk: Сповіщення

source: Notifications are connected to Lists at the moment. If one of the books on your list gets edited, or a new book comes into the catalog, we'll let you know, if you want.
ar: الإشعارات مرتبطة بالقوائم في الوقت الحالي. إذا تم تعديل أحد الكتب في قائمتك، أو تمت إضافة كتاب جديد إلى الكتالوج، سنعلمك إذا أردت.
de: Benachrichtigngen sind momentan mit Listen verknüpft. Wenn eines der Bücher auf Ihrer Liste bearbeitet wird, oder ein neues Buch zum Katalog hinzugefügt wird, benachrichtigen wir Sie, wenn Sie möchten.
es: Las notificaciones están conectadas a las Listas en este momento. Si uno de los libros de tu lista es editado, o un nuevo libro entra en el catálogo, te lo haremos saber, si lo deseas.
fr: Les notifications sont connectées aux listes pour l'instant. Si l'un des livres de votre liste est modifié ou qu'un nouveau livre apparaît dans le catalogue, nous vous le ferons savoir si vous le voulez.
hi: नोटिफ़िकेशन फ़िलहाल लिस्ट से जुड़े हुए हैं। यदि आपकी सूची में से कोई एक पुस्तक संपादित हो जाती है, या कोई नई पुस्तक सूची में आती है, तो हम आपको बता देंगे, यदि आप चाहें।
hr: Obavijesti su trenutačno povezane s popisima. Ako se jedna knjiga s tvog popisa uredi ili ako se jedna nova knjiga doda u katalog, obavijestit ćemo te ako želiš.
it: Le notifiche sono connesse alle liste. Se uno dei libri nella tua lista viene modificato, o un nuovo libro viene aggiunto al catalogo, ti faremo sapere, se vuoi.
pl: Powiadomienia są teraz związane z Listami. kiedy książka na Twojej liście będzie edytowana, lub nowa książka jest dodana do katalogu, dostaniesz o tym powiadomienie, jeśli chcesz.
pt: As notificações estão conectadas às Listas nesse momento. Se um dos livros de sua lista é editado, ou um novo livro entra no catálogo, vamos te notificar, se quiser.
ru: Уведомления в настоящее время связаны со списками. Если одна из книг в вашем списке будет отредактирована или в каталог поступит новая книга, мы сообщим вам об этом, если вы захотите.
sc: In custu momentu sas notìficas sunt ligadas a sas listas. Si unu de sos libros in sa lista tua benit modificadu o arribbat unu libru nou in su catàlogu ti l'amus a fàghere ischire, si boles.
uk: Зараз сповіщення прив'язані до листів. Якщо якась книга зі списку буде відредагована, або нова книга буде додана до каталогу, ми дамо вам знати, якщо ви хочете.

source: Would you like to receive very occasional emails from Open Library?
ar: هل ترغب في تلقي رسائل بريد إلكتروني نادرة من المكتبة الحرة؟
de: Möchten Sie ab und zu E-Mails von Open Library bekommen?
es: ¿Te gustaría recibir correos electrónicos muy ocasionales de la Biblioteca Abierta?
fr: Souhaitez-vous recevoir occasionnellement des courriels de la part d'Open Library ?
hi: क्या आप ओपन लाइब्रेरी से बहुत ही सामयिक ईमेल प्राप्त करना चाहेंगे?
hr: Želiš li primati povremene e-mail poruke od Open Library?
it: Ti piacerebbe ricevere email occasionali da Open Library?
pl: Czy chciałabyś sporadycznie otrzymywać wiadomości z Open Library?
pt: Você gostaria de ocasionalmente receber emails da Open Library?
ru: Хотели бы вы получать редкие электронные письма от Open Library?
sc: Ti diat agradare a retzire messàgios de posta eletrònica ocasionales dae s'Open Library?
uk: Ви хочете отримувати періодичні листи від Open Library?

source: No, thank you
ar: لا، شكرًا
cs: Ne, děkuji
de: Nein, danke
es: No, gracias
fr: Non merci
hi: नहीं, धन्यवाद
hr: Ne, hvala
it: No grazie
pl: Nie, dziękuję
pt: Não, obrigado
ru: Нет, спасибо
sc: Nono, gràtzias
uk: Ні, дякую

source: Yes! Please!
ar: نعم! من فضلك!
cs: Ano, prosím.
de: Ja! Bitte!
es: ¡Sí! ¡Por favor!
fr: Oui, avec plaisir !
hi: हाँ! ज़रूर!
hr: Da, molim!
it: Si! Per favore!
pl: Tak, poproszę!
pt: Sim! Por favor!
ru: Да! Пожалуйста!
sc: Eja, pro praghere!
uk: Так! Будь ласка!

source: Delete
ar: حذف
de: Löschen
es: Borrar
fr: Supprimer
hi: डिलीट करें
hr: Izbriši
it: Elimina
pt: Deletar
ru: Удалить
sc: Iscantzella
uk: Вилучити

source: Update Reviews
ar: تحديث المراجعات
de: Rezension aktualisieren
es: Actualizar reseñas
fr: Mettre à jour les critiques
hi: समीक्षाएँ अपडेट करें
hr: Aktualiziraj recenzije
it: Aggiorna recensioni
pt: Atualizar resenhas
ru: Обновить отзывы
sc: Atualiza sas retzensiones
uk: Оновити відгуки

source: No observations found.
ar: لم يتم العثور على ملاحظات.
de: Keine Bemerkungen gefunden.
es: No se encontraron observaciones.
fr: Aucune critique trouvée.
hi: कोई अवलोकन नहीं मिला।
hr: Nema zapažanja.
it: Nessun osservazione trovata.
pt: Nenhuma observação foi encontrada.
ru: Отзывы не найдены.
sc: Peruna crìtica atzapada.
uk: Не знайдено відгуків.

source: Your Privacy on Open Library
ar: خصوصيتك في المكتبة الحرة
cs: Vaše soukromý na Open Library
de: Datenschutz bei Open Library
es: Tu privacidad en la Biblioteca Abierta
fr: Votre vie privée sur Open Library
hi: ओपन लाइब्रेरी पर आपकी निजता
hr: Tvoja privatnost na Open Library
it: La tua privacy su Open Library
pl: Twoja prywatność na Open Library
pt: Sua privacidade na Open Library
ru: Ваша приватность на Open Library
sc: Sa riservadesa tua in s'Open Library
uk: Ваша приватність на Open Library

source: Privacy & Content Moderation Settings
ar: إعدادات الخصوصية وتدبير المحتوى
de: Datenschutz- und Jugendschutz-Einstellungen
es: Ajustes de privacidad y moderación de contenidos
hr: Postavke privatnosti i moderiranja sadržaja
it: Impostazioni su privacy e moderazione del contenuto
sc: Impostatziones de riservadesa e moderatzione de cuntenutu

source: Would you like to make your <a href="/account/books">Reading Log</a> public?
ar: هل ترغب في جعل <a href="/account/books">سجل القراءة</a> الخاص بك عامة؟
de: Möchten Sie ihr <a href="/account/books">Lesetagebuch</a> öffentlich schalten?
es: ¿Quieres hacer público tu <a href="/account/books">Registro de lectura</a>?
hr: Želiš li da se tvoj <a href="/account/books">dnevnik čitanja</a> prikazuje javno?
sc: Boles cunfigurare comente pùblicu su <a href="/account/books">Registru de letura</a> tuo?

source: This will enable others to see what books you want to read, are reading, or have already read. Patrons with reading logs set to public may be followed.
es: Esto permitirá que otros vean qué libros quieres leer, estás leyendo o ya has leído. Se puede seguir a los usuarios que tengan sus registros de lectura configurados como públicos.

source: Yes
ar: نعم
cs: Ano
de: Ja
es: Sí
fr: Oui
hi: हाँ
hr: Da
it: Si
pl: Tak
pt: Sim
ru: Да
sc: Eja
uk: Так

source: Enable Safe Mode?
ar: تفعيل وضع الأمان؟
de: Jugendschutzmodus aktivieren?
es: ¿Habilitar el modo seguro?
hr: Aktivirati siguran modus?
sc: Abilitare sa modalidade segura?

source: Safe Mode blurs book covers that have been flagged as having sensitive imagery.
ar: وضع الأمان يطمس أغلفة الكتب التي تم الإبلاغ عنها لاحتوائها على صور حساسة.
de: Der Jugendschutzmodus verpixelt Einbände, die wegen ihrer Bildsprache gemeldet wurden.
es: El modo seguro difumina las portadas de los libros con imágenes sensibles.
hr: Siguran modus zamagljuje korice knjiga koje su označene kao neprikladne slike.
sc: Sa modalidade segura isfocat sas coberteddas de libros chi sunt istadas marcadas comente immàgines sensìbiles.

source: Books %(username)s is reading
ar: الكتب التي يقرأها %(username)s
de: Bücher, die %(username)s gerade liest
es: Libros que %(username)s está leyendo
fr: Livres que %(username)s lit
hi: किताबें %(username)s पढ़ रही हैं
hr: Knjige koje %(username)s čita
it: Libri che %(username)s sta leggendo
pl: Książki, które obecnie czyta %(username)s
pt: Livros que %(username)s está lendo
ru: Книги, которые %(username)s читает
sc: Sos libros chi %(username)s est leghende
uk: Книги, які %(username)s читає

source: %(username)s is reading %(total)d books. Join %(username)s on OpenLibrary.org and tell the world what you're reading.
ar: %(username)s يقرأ حاليًا %(total)d كتب. انضم إلى %(username)s على المكتبة الحرة وشارك العالم بما تقرأه.
de: %(username)s liest gerade %(total)d Bücher. Treten Sie %(username)s auf OpenLibrary.org bei und teilen der Welt mit, was Sie lesen.
es: %(username)s está leyendo %(total)d libros. Únete a %(username)s en OpenLibrary.org y dile al mundo que estás leyendo.
fr: %(username)s lit %(total)d livres. Rejoignez %(username)s sur OpenLibrary.org et partagez vos lectures avec le reste du monde.
hi: %(username)s %(total)d किताबें पढ़ रहा है। OpenLibrary.org पर %(username)s से जुड़ें और दुनिया को बताएं कि आप क्या पढ़ रहे हैं।
hr: %(username)s čita %(total)d knjiga. Pridruži se korisniku %(username)s na OpenLibrary.org i javi svijetu što čitaš.
it: %(username)s sta leggendo %(total)d libri. Unisciti a %(username)s su OpenLibrary.org e fai sapere al mondo che stai leggendo.
pl: %(username)s czyta %(total)d książek. Dołącz do %(username)s na OpenLibrary.org i powiedz światu, co czytasz.
pt: %(username)s está lendo %(total)d livros. Junte-se a %(username)s em OpenLibrary.org e diga ao mundo o que você está lendo.
ru: %(username)s читает %(total)d книг. Присоединитесь к %(username)s на OpenLibrary.org и расскажите миру, что вы читаете.
sc: %(username)s est leghende %(total)d libros. Auni·ti a %(username)s in OpenLibrary.org e nara a su mundu ite ses leghende.
uk: %(username)s читає %(total)d книг. Приєднайтеся до %(username)s на OpenLibrary.org і розкажіть світові, що ви читаєте.

source: Books %(username)s wants to read
ar: الكتب التي يرغب %(username)s في قراءتها
de: Bücher, die %(username)s lesen möchte
es: Libros que %(username)s quiere leer
fr: Livres que %(username)s veut lire
hi: किताबें %(username)s पढ़ना चाहता है
hr: Knjige koje %(username)s želi čitati
it: Libri che %(username)s vuole leggere
pl: Książki, które %(username)s chce przeczytać
pt: Livros que %(username)s gostaria de ler
ru: Книги, которые %(username)s хочет прочитать
sc: Libros chi %(username)s cheret lèghere
uk: Книги, які %(username)s хоче прочитати
