Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: Your feedback will help us improve these cards
ar: ملاحظاتك ستساعدنا في تحسين هذه البطاقات
de: Ihr Feedback hilft uns, diese Karten zu verbessern
es: Tus comentarios nos ayudarán a mejorar estas tarjetas
fr: Votre retour nous aidera à améliorer ces encarts
hi: आपके फ़ीडबैक से हमें इन कार्ड को बेहतर बनाने में मदद मिलेगी
hr: Tvoja povratna informacija će nam pomoći poboljšati ove kartice
it: Il tuo feedback ci aiuterà a migliorare queste carte
pt: Seu feedback nos ajuda a melhorar essas casrtas
ru: Ваш отзыв поможет нам улучшить эти карточки
sc: Su parre tuo nos at a agiudare a megiorare custas cartas
uk: Ваш відгук допоможе нам покращити ці картки

source: Select this work
es: Seleccionar esta obra
hr: Odaberi ovo djelo
sc: Seletziona cust'òpera

source: 1 edition
es: 1 edición
hr: 1 izdanje
pl: 1 wydanie
ru: %(count)s издание
sc: 1 editzione

source: editions
es: ediciones
hr: izdanja
sc: editziones

source: %s work
es: %s obra

source: %s ebook edition
es: %s edición electrónica

source: %s is not found
ar: %s غير موجود
cs: %s nebylo nalezeno
de: %s nicht gefunden
es: %s no se encuentra
fr: %s introuvable
hi: %s नहीं मिला
hr: %s nije pronađen
it: %s non è stato trovato
pt: %s não foi encontrado
ru: %s не найдено
sc: %s non s'atzapat
uk: %s не знайдено

source: %s does not exist.
ar: %s لا وجود له.
cs: %s neexistuje.
de: %s existiert nicht.
es: %s no existe.
fr: %s n'existe pas.
hi: %s उपस्थित नहीं है।
hr: %s ne postoji.
it: %s non esiste.
pt: %s não existe.
ru: %s не существует.
sc: %s no esistit.
uk: %s не існує.

source: This doc was last edited by
ar: تمت آخر تعديل على هذا المستند بواسطة
de: Letzte Bearbeitung dieses docs von
es: Este documento fue editado por última vez por
fr: Ce document a été modifié pour la dernière fois par
hi: इस दस्तावेज़ को अंतिम बार द्वारा संपादित किया गया था
hr: Ovaj je dokument zadnji put promijenio/la
it: Questo documento è stato modificato per l'ultima volta da
pl: Ten dokument był ostatnio edytowany przez
pt: Este documento foi editado pela última vez por
ru: Этот документ последний раз был отредактирован
sc: Custu documentu l'at modificadu a ùrtimu
uk: Цей документ востаннє був відредагований

source: This doc was last edited anonymously
ar: تمت آخر تعديل على هذا المستند بشكل مجهول
de: Dieses doc wurde zuletzt anonym bearbeitet
es: Este documento fue editado por última vez de forma anónima
fr: Ce document a été modifié pour la dernière fois de manière anonyme
hi: इस दस्तावेज़ में आखिरी बार गुमनाम रूप से बदलाव किया गया था
hr: Ovaj je dokument zadnji put promijenjen anonimno
it: Questo documento è stato modificato per l'ultima volta anonimamente
pl: Ten dokument był ostatnio edytowany anonimowo
pt: Este documento foi editado pela última vez de forma anônima
ru: Этот документ последний раз был отредактирован анонимом
sc: Custu documentu l'ant modificadu in anònimu
uk: Цей документ востаннє був відредагований анонімом

source: My account
ar: حسابي
de: Mein Konto
es: Mi cuenta
hr: Moj račun
sc: Su contu meu

source: Joined %(date)s
ar: انضم في %(date)s
de: Beigetreten %(date)s
es: Se unió %(date)s
fr: Rejoint le %(date)s
hi: %(date)s में शामिल हुए
hr: Pridružio/la se %(date)s
it: Membro dal %(date)s
pl: Dołączył\(a\) %(date)s
pt: Se uniu %(date)s
ru: Присоединился %(date)s
sc: Membru dae su %(date)s

source: Menu
ar: القائمة
de: Menü
es: Menú
hi: मेन्यू
hr: Izbornik
it: Menù
ru: Меню
sc: Menù
uk: Меню

source: New!
ar: جديد!
de: Neu!
es: ¡Nuevo!
fr: Nouveau !
hi: नया!
hr: Novo!
it: Nuovo!
pt: Novo!
ru: Новое!
sc: Nou!
uk: Новинки!

source: Created %(date)s
ar: أنشئ في %(date)s
de: %(date)s erstellt
es: Creado %(date)s
fr: Créé le %(date)s
hi: %(date)s बनाया गया
hr: Stvoreno %(date)s
it: Creato il %(date)s
pt: Criado %(date)s
ru: Создано %(date)s
sc: Creadu su %(date)s
uk: Створено %(date)s

source: %(count)d revision
ar: %(count)d تعديل
de: %(count)d Version
es: %(count)d revisión
fr: %(count)d révision
hi: %(count)d संशोधन
hr: %(count)d revizija
it: %(count)d revisione
pt: %(count)d revisão
sc: %(count)d revisione
uk: %(count)d редагування

source: Download catalog record:
ar: تحميل سجل الكتالوج:
de: Katalog-Eintrag herunterladen:
es: Descargar el registro del catálogo:
fr: Télécharger l'entrée du catalogue :
hi: कैटलॉग रिकॉर्ड डाउनलोड करें:
hr: Preuzmi zapis kataloga:
it: Scarica voce del catalogo:
pl: Pobierz wpis w katalogu:
pt: Baixar o registro do catálogo:
ru: Загрузить запись каталога:
sc: Iscàrriga su registru de su catàlogu:
uk: Завантажити дані каталогу:

source: Cite this on Wikipedia
ar: اقتبس هذا على ويكيبيديا
de: In der Wikipedia zitieren
es: Citar esto en Wikipedia
fr: Citez-le sur Wikipédia
hi: इसे विकिपीडिया पर उद्धृत करें
hr: Citiraj ovo na Wikipediji
it: Cita questo su Wikipedia
pl: Zacytuj to na Wikipedii
pt: Citar isso na Wikipedia
ru: Цитировать на Википедии
sc: Tzita custu in Wikipedia
uk: Цитувати на Вікіпедії

source: Wikipedia citation
ar: اقتباس ويكيبيديا
de: Wikipediazitat
es: Cita de Wikipedia
fr: Citation Wikipédia
hi: विकिपीडिया उद्धरण
hr: Wikipedija citat
it: Citazione per Wikipedia
pl: Cytat z Wikipedii
pt: Citação da Wikipedia
ru: Цитирование для Википедии
sc: Tzita de Wikipedia
uk: Цитування для Вікіпедії

source: Copy and paste this code into your Wikipedia page.
ar: انسخ والصق هذا الكود في صفحتك على ويكيبيديا.
de: Fügen Sie diesen Code in Ihren Wikipedia-Artikel.
es: Copia y pega este código en tu página de Wikipedia.
fr: Copiez et collez ce code dans votre page Wikipédia.
hi: इस कोड को कॉपी करके अपने विकिपीडिया पेज में पेस्ट करें।
hr: Kopiraj i umetni ovaj kod u tvoju Wikipedija stranicu.
it: Copia e incolla questo codice nella tua pagina Wikipedia.
pl: Skopiuj i wklej ten kod na Twojej stronie Wikipedii.
pt: Copie e cole esse código em sua página da Wikipedia.
ru: Скопируйте и вставьте этот код на страницу Википедии.
sc: Còpia e incolla custu còdighe in sa pàgina de Wikipedia tua.
uk: Скопіюйте і вставте цей код на сторінку Вікіпедії.

source: Get instructions at Wikipedia in a new window
ar: احصل على التعليمات في ويكيبيديا في نافذة جديدة
de: Anleitung bei Wikipedia in einem neuen Fenster öffnen
es: Obtén las instrucciones en Wikipedia en una nueva ventana
hr: Pogledaj upute na Wikipediji u novom prozoru
sc: Retzi inditos in Wikipedia in una ventana noa

source: an anonymous user
ar: مستخدم مجهول
cs: Anonymní uživatel
de: ein anonymer Benutzer
es: un usuario anónimo
fr: un utilisateur anonyme
hi: एक अनाम यूज़र
hr: anoniman korisnik
it: un utente anonimo
pl: anonimowy użytkownik
pt: um usuário anônimo
ru: анонимным пользователем
sc: un'utente anònimu
uk: анонімний користувач

source: Created by %(user)s
ar: أنشئ بواسطة %(user)s
de: Erstellt von %(user)s
es: Creado por %(user)s
fr: Créé par %(user)s
hi: %(user)s द्वारा बनाया गया
hr: Stvoreno od %(user)s
it: Creato da %(user)s
pt: Criado por %(user)s
ru: Создано %(user)s
sc: Creadu dae %(user)s
uk: Створено %(user)s

source: Edited by %(user)s
ar: تم تعديله بواسطة %(user)s
de: Bearbeitet von %(user)s
es: Editado por %(user)s
fr: Modifié par %(user)s
hi: %(user)s द्वारा संपादित
hr: Autor promjene: %(user)s
it: Modificato da %(user)s
pt: Editado por %(user)s
ru: Отредактировано %(user)s
sc: Modificadu dae %(user)s
uk: Редаговано %(user)s

source: Super!
ar: رائع!
es: ¡Súper!
sc: Bene meda!

source: Your new record is in the library. Thank you!
ar: سجلك الجديد في المكتبة. شكرًا لك!
de: Ihr neuer Eintrag liegt in der Bibliothek. Dankesehr!
es: Tu nuevo registro está en la biblioteca. ¡Gracias!
hr: Tvoj se novi zapis nalazi u knjižnici. Hvala!
sc: Su registru nou tuo est in sa biblioteca. Gràtzias!

source: There are a few other simple things you can add while you're here to improve your new record quickly, and make it much easier for other people to find later.
ar: هناك بعض الأشياء البسيطة الأخرى التي يمكنك إضافتها أثناء وجودك هنا لتحسين سجلك الجديد بسرعة، وجعل من السهل على الآخرين العثور عليه لاحقًا.
de: Es gibt noch ein paar andere einfache Dinge, die Sie hier hinzufügen können, um Ihren neuen Eintrag schnell zu verbessern und ihn später für andere Personen leichter auffindbar zu machen.
es: Hay algunas otras cosas sencillas que puedes añadir mientras estás aquí para mejorar tu nuevo registro rápidamente y hacerlo mucho más fácil de encontrar para otras personas más tarde.
hr: Postoji još nekoliko jednostavnih stvari koje možeš dodati i na taj način brzo poboljšati tvoj novi zapis te drugima olakšati da ga kasnije pronađu.
sc: Bi sunt unas cantas àteras cosas chi podes annànghere sende inoghe pro megiorare in presse su registru nou tuo, e pro fàghere in manera chi a pustis siat prus fàtzile de atzapare pro àtera gente.

source: Upload a cover image
ar: تحميل صورة الغلاف
de: Buchumschlag hinzufügen
es: Subir una imagen de portada
hr: Prenesi sliku korica
sc: Càrriga un'immàgine de cobertedda

source: Snap a quick photo of the cover to share?
ar: التقط صورة سريعة للغلاف لتشاركها؟
de: Schnell ein Foto vom Umschlag machen und teilen?
es: ¿Quieres compartir una foto rápida de la portada?
hr: Snimiti sliku korica za dijeljenje?
sc: Boles fàghere un a foto lestra de cumpartzire de sa cobertedda?

source: Add an ISBN
ar: إضافة رقم ISBN
de: ISBN hinzufügen
es: Añadir un ISBN
hr: Dodaj ISBN
sc: Annanghe un'ISBN

source: Help the library connect with other systems, like Amazon.
ar: ساعد المكتبة في الاتصال بأنظمة أخرى، مثل أمازون.
de: Helfen Sie der Bibliothek, sich mit anderen Systemen, wie Amazon, zu verbinden.
es: Ayudar a la biblioteca a conectarse con otros sistemas, como Amazon.
hr: Pomogni knjižnici da se poveže s drugim sustavima, poput Amazona.
sc: Agiuda sa biblioteca a si collegare cun àteros sistemas, che a Amazon.

source: Add some subjects
ar: أضف بعض المواضيع
de: Themen hinzufügen
es: Añadir algunos temas
hr: Dodaj neke predmete
sc: Annaghe carchi argumentu

source: They're just like tags.
ar: إنها تشبه العلامات.
de: Sie funktionieren genau wie Tags.
es: Son como etiquetas.
hr: Oni su poput oznaka.
sc: Sunt comente sas etichetas.

source: Describe what the book's about
ar: صف موضوع الكتاب
de: Beschreiben Sie, wovon das Buch handelt
es: Describe de qué trata el libro
hr: Opiši o čemu se radi u knjizi
sc: Descrie de ite chistionat su libru

source: Just a sentence or two is good.
ar: جملة أو جملتان تكفي.
de: Ein oder zwei Sätze genügen.
es: Una o dos frases son suficientes.
hr: Jedna ili dvije rečenice su dovoljne.
sc: Petzi una o duas fràsias andant bene.

source: Vision
ar: الرؤية
es: Visión
hi: सोच
hr: Vizija
it: Visione
pl: Wizja
pt: Visão
ru: Видение
sc: Visione
uk: Бачення

source: Volunteer
ar: تطوع
de: Freiwillige
es: Voluntariado
fr: Bénévole
hi: स्वयंसेवक
hr: Volontiraj
it: Offriti volontario
pt: Voluntariado
ru: Станьте волонтером
sc: Faghe voluntariadu
uk: Стати волонтером

source: Partner With Us
ar: شارك معنا
de: Unterstützen Sie uns
es: Asóciate con nosotros
fr: Devenir partenaire
hi: हमारे पार्टनर
hr: Postani naš partner
it: Diventa nostro partner
pt: Seja Nosso Parceiro
ru: Станьте партнёром
sc: Assòtzia·ti cun nois
uk: Стати партнером

source: Jobs
ar: وظائف
es: Empleos
fr: Emplois
hi: नौकरियां
hr: Zaposlenja
it: Lavori
pl: Oferty pracy
pt: Empregos
ru: Работы
sc: Traballos
uk: Роботи

source: Careers
ar: المس careers
de: Karriere
es: Carrera profesional
fr: Carrières
hi: करियर
hr: Karijera
it: Carriere
pl: Kariera
pt: Carreira profesional
ru: Вакансии
sc: Carrieras
uk: Вакансії

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
hi: सेवा की शर्तें
hr: Uvjeti usluge
it: Termini di servizio
pl: Warunki świadczenia usług
pt: Termos de serviço
ru: Условия использования
sc: Cunditziones de impreu
uk: Умови використання

source: Donate
ar: تبرع
de: Spenden
es: Donar
fr: Faire un don
hi: दान करें
hr: Donacije
it: Dona
pl: Dorzuć się
pt: Doar
ru: Пожертвовать
sc: Dona
uk: Пожертвувати

source: Discover
ar: اكتشف
de: Entdecken
es: Descubrir
fr: Découvrir
hi: ऐसे क्रिएटर तलाशें
hr: Otkrij
it: Scopri
pl: Odkrywaj
pt: Descobrir
ru: Исследуйте
sc: Iscoberi
uk: Досліджуйте

source: Go home
ar: اذهب إلى الصفحة الرئيسية
cs: Jít domů
de: Zur Startseite gehen
es: Ir a inicio
fr: Aller à l'accueil
hi: घर जाओ
hr: Idi na naslovnicu
it: Vai alla home
pl: Wróć do strony głównej
pt: Ir para o início
ru: Перейти на главную
sc: Bae a sa pàgina printzipale
uk: Перейти на головну

source: Home
ar: الرئيسية
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
hi: होम
hr: Naslovnica
pl: Strona główna
pt: Início
ru: Главная
sc: Pàgina printzipale
uk: Головна

source: Explore Books
ar: استكشف الكتب
de: Bücher entdecken
es: Explorar libros
fr: Parcourir les livres
hi: किताबें एक्सप्लोर करें
hr: Istraži knjige
it: Esplora libri
pl: Zobacz książki
pt: Explorar livros
ru: Исследовать книги
sc: Esplora libros
uk: Дослідити книги

source: Explore authors
ar: استكشف المؤلفين
de: Autoren entdecken
es: Explorar autores
fr: Parcourir les auteurs
hi: लेखकों का जायज़ा लें
hr: Istraži autore
it: Esplora autori
pl: Zobacz autorów
pt: Explorar autores
ru: Исследовать авторов
sc: Esplora sos autores
uk: Дослідити авторів

source: Explore subjects
ar: استكشف المواضيع
de: Themen entdecken
es: Explorar temas
fr: Parcourir les thèmes
hi: विषयों का जायज़ा लें
hr: Istraži područja
it: Esplora argomenti
pl: Zobacz książki
pt: Explorar temas
ru: Исследовать рубрики
sc: Esplora sos argumentos
uk: Дослідити теми

source: Explore collections
ar: استكشف المجموعات
de: Sammlungen entdecken
es: Explorar colecciones
fr: Parcourir les collections
hi: कलेक्शन एक्सप्लोर करें
hr: Istraži zbirke
it: Esplora collezioni
pt: Explorar coleções
ru: Исследовать коллекции
sc: Esplora sas colletziones
uk: Дослідити колекції

source: Collections
ar: المجموعات
de: Sammlungen
es: Colecciones
hi: संग्रह
hr: Zbirke
it: Collezioni
pt: Coleções
ru: Коллекции
sc: Colletziones
uk: Колекції

source: Navigate to top of this page
ar: الانتقال إلى أعلى هذه الصفحة
de: Zum Anfang dieser Seite springen
es: Navegar al principio de esta página
fr: Aller en haut de cette page
hi: इस पेज के सबसे ऊपर नेविगेट करें
hr: Idi na vrh ove stranice
it: Vai all'inizio di questa pagina
pl: Wróć na górę tej strony
pt: Navegar para o topo dessa página
ru: Перейти на верх этой страницы
sc: Bae a sa parte in pitzos de sa pàgina
uk: Перейти на верх цієї сторінки

source: Return to Top
ar: العودة إلى الأعلى
de: Zum Anfang zurückkehren
es: Volver al principio
fr: Retourner en haut
hi: ऊपर लौटें
hr: Idi na vrh stranice
it: Torna all'inizio
pl: Przewiń do góry
pt: Volver ao topo
ru: Вернуться наверх
sc: Torra a pitzos
uk: Повернутися наверх

source: Develop
ar: تطوير
de: Entwickeln
es: Desarrollo
fr: Développer
hi: विकसित करना
hr: Razvij
it: Sviluppa
pl: Rozwijaj
pt: Desenvolver
ru: Разработка
sc: Isvilupa
uk: Розробка

source: Explore Open Library Developer Center
ar: استكشف مركز مطوري المكتبة الحرة
de: Entdecken Sie das OpenLibrary-Entwicklungszentrum
es: Explorar el Centro de Desarrollo de la Biblioteca Abierta
fr: Parcourir le centre des développeurs d'Open Library
hi: ओपन लाइब्रेरी डेवलपर सेंटर का जायज़ा लें
hr: Istraži Open Library centar programera
it: Esplora il centro di sviluppo di Open Library
pt: Explorar o Centro de Desenvolvimento da Open Library
ru: Исследовать центр разработчиков Open Library
sc: Esplora su tzentru de isvilupu de s'Open Library
uk: Дослідити центр розробників Open Library

source: Developer Center
ar: مركز المطورين
cs: Vývojářské centrum
de: Entwicklungszentrum
es: Centro de desarrolladores
fr: Centre des développeurs
hi: डेवलपर केंद्र
hr: Centar razvoja
it: Centro di sviluppo
pl: Centrum programistów
pt: Central de desenvolvedor
ru: Центр разработчиков
sc: Tzentru de isvilupu
uk: Центр розробників

source: Explore Open Library APIs
ar: استكشاف واجهات برمجة التطبيقات لمكتبة المفتوحة
de: Entdecken Sie die Open-Library-APIs
es: Explorar las API de la Biblioteca Abierta
fr: Parcourir les API d'Open Library
hi: ओपन लाइब्रेरी API का जायज़ा लें
hr: Istraži Open Library API-e
it: Esplora l'API di Open Library
pl: Poznaj API Open Library
pt: Explorar APIs da Open Library
ru: Исследовать API Open Library
sc: Esplora s'API de s'Open Library
uk: Дослідити API Open Library

source: API Documentation
ar: وثائق API
de: API-Dokumentation
es: Documentación de la API
fr: Documentation API
hi: API डॉक्यूमेंटेशन
hr: API dokumentacija
it: Documentazione dell'API
pl: Dokumentacja API
pt: Documentação da API
ru: Документация API
sc: Documentatzione API
uk: Документація API

source: Bulk Open Library data
ar: بيانات مكتبة المفتوحة بالجملة
de: OpenLibrary-Massendaten
es: Datos de la Biblioteca Abierta en masa
fr: Données en vrac d'Open Library
hi: बल्क ओपन लाइब्रेरी डेटा
hr: Skupni Open Library podaci
it: Dati di Open Library in massa
pl: Dane zbiorcze Open Library
pt: Dados em massa da Open Library
ru: Данные Open Library
sc: Datos de s'Open Library in massa
uk: Дані Open Library

source: Bulk Data Dumps
ar: تفريغ البيانات بالجملة
de: Massendaten Export
es: Volcado de datos en masa
fr: Dépôt de données en vrac
hi: बल्क डेटा डंप
hr: Ispisi skupnih podataka
it: Scaricare dati in massa
pl: Zrzuty danych zbiorczych
pt: Despejos de dados em massa
ru: Дампы данных
sc: Archìvios de datos in massa
uk: Дампи даних

source: Write a bot
ar: كتابة بوت
de: Einen Bot schreiben
es: Escribe un bot
fr: Programmer un bot
hi: एक बॉट लिखें
hr: Piši bot
it: Scrivere un bot
pl: Napisz bota
pt: Escreva um bot
ru: Написать бота
sc: Iscrie unu bot
uk: Написати бота

source: Writing Bots
ar: كتابة بوتات
de: Bots schreiben
es: Bots de escritura
fr: Programmation de bots
hi: बॉट लिखना
hr: Pisanje botova
it: Scrivere bot
pl: Pisanie botów
pt: Bots de escrita
ru: Написание ботов
sc: Iscrìere bots
uk: Написання ботів

source: Help Center
ar: مركز المساعدة
de: Hilfezentrum
es: Centro de ayuda
fr: Centre d'aide
hi: सहायता केंद्र
hr: Centar pomoći
it: Centro aiuto
pl: Centrum Pomocy
pt: Central de ajuda
ru: Центр помощи
sc: Tzentru de agiudu
uk: Центр допомоги

source: Contact
es: Contacto
hr: Kontakt

source: Contact Us
es: Contáctanos
hr: Kontaktiraj nas

source: Suggest Edits
ar: اقتراح تعديلات
de: Änderungen vorschlagen
es: Sugerir ediciones
fr: Proposer des modifications
hi: बदलाव सुझाएँ
hr: Predloži promjene
it: Suggerisci modifiche
pl: Zaproponuj zmiany
pt: Sugerir edições
ru: Предложить изменение
sc: Modìficas cussigiadas
uk: Запропонувати зміну

source: Suggesting Edits
ar: اقتراح تعديلات
de: Änderungen vorschlagen
es: Sugerencias de edición
fr: Proposition de modifications
hi: बदलावों का सुझाव देना
hr: Predlaganje promjena
it: Suggerire modifiche
pl: Zaproponuj zmiany
pt: Sugestões de edição
ru: Предложение изменений
sc: Cussìgia modìficas
uk: Запропонувати зміну

source: Add a new book to Open Library
ar: إضافة كتاب جديد إلى المكتبة الحرة
cs: Přida do Open Library novou knihu
de: Ein neues Buch zur Open Library hinzufügen
es: Añadir un nuevo libro a la Biblioteca Abierta
fr: Ajouter un nouveau livre à Open Library
hi: ओपन लाइब्रेरी में एक नई किताब जोड़ें
hr: Dodaj novu knjigu u Open Library
it: Aggiungi un nuovo libro su Open Library
pl: Dodaj nową książkę do Open Library
pt: Adicionar um novo livro à Open Library
ru: Добавить новую книгу в Open Library
sc: Annanghe unu libru nou a s'Open Library
uk: Додати нову книгу до Open Library

source: Release Notes
ar: ملاحظات الإصدار
es: Notas de versión
hr: Napomene o izdanju
sc: Notas de sa versione

source: Change Website Language
ar: تغيير لغة الموقع
de: Sprache der Seite ändern
es: Cambiar idioma del sitio web
fr: Changer la langue du site
hi: वेबसाइट की भाषा बदलें
hr: Promijeni jezik web stranice
it: Cambia lingua del sito
pt: Mudar idioma do site
ru: Изменить язык сайта
sc: Càmbia sa limba de su situ web
uk: Змінити мову вебсайту

source: Open Library logo
ar: شعار المكتبة الحرة
es: Logo de la Biblioteca Abierta
fr: Logo d'Open Library
hi: ओपन लाइब्रेरी लोगो
hr: Open Library logotip
it: Logo di Open Library
pt: Logo da Open Library
ru: Логотип Open Library
sc: Logotipu de s'Open Library
uk: Логотип Open Library
