Repository: internetarchive/openlibrary
Catalog: openlibrary/i18n/*/messages.po
Languages: ar, cs, de, es, fr, hi, hr, it, pl, pt, ru, sc, uk

source: %(username)s wants to read %(total)d books. Join %(username)s on OpenLibrary.org and share the books that you'll soon be reading!
ar: %(username)s يرغب في قراءة %(total)d كتب. انضم إلى %(username)s على المكتبة الحرة وشارك الكتب التي ستقرأها قريبًا!
de: %(username)s möchte %(total)d Bücher lesen. Treten Sie %(username)s auf OpenLibrary.org bei und teilen die Bücher, die Sie zukünftig lesen wollen!
es: %(username)s quiere leer %(total)d libros. Únete a %(username)s en OpenLibrary.org y ¡comparte los libros que pronto estará leyendo!
fr: %(username)s veut lire %(total)d livres. Rejoignez %(username)s sur OpenLibrary.org et partagez les livres que vous allez bientôt lire !
hi: %(username)s %(total)d किताबें पढ़ना चाहता है। OpenLibrary.org पर %(username)s से जुड़ें और उन पुस्तकों को साझा करें जिन्हें आप जल्द ही पढ़ेंगे!
hr: %(username)s želi čitati %(total)d knjiga. Pridruži se korisniku %(username)s na OpenLibrary.org i dijeli knjige koje ćeš uskoro čitati!
it: %(username)s vuole leggere %(total)d libri. Unisciti a %(username)s su OpenLibrary.org e condividi i libri che leggerai!
pl: %(username)s chce przeczytać %(total)d książek. Dołącz do %(username)s na OpenLibrary.org i pokaż światu, co będziesz wkrótce czytać!
pt: %(username)s quer ler %(total)d livros. Junte-se a %(username)s em OpenLibrary.org e compartilhe os libros que você logo estará lendo!
ru: %(username)s хочет прочитать %(total)d книг. Присоединитесь к %(username)s на OpenLibrary.org и поделитесь книгами, которые вы скоро будете читать!
sc: %(username)s bolet lèghere %(total)d libros. Auni·ti a %(username)s in OpenLibrary.org e cumpartzi sos libros chi as a lèghere luego!
uk: %(username)s хоче прочитати %(total)d книг. Приєднайтеся до %(username)s на OpenLibrary.org і поширте книги, які ви скоро читатимете!

source: Books %(username)s has read in %(year)d
ar: الكتب التي قرأها %(username)s في %(year)d
de: Bücher, die %(username)s %(year)d gelesen hat
es: Libros que %(username)s ha leído en %(year)d
hr: Knjige koje je %(username)s čitao/la %(year)d.
it: Libri che %(username)s ha letto nel %(year)d
sc: Sos libros chi %(username)s at lèghidu in su %(year)d

source: %(username)s has read %(total)d books in %(year)d. Join %(username)s on OpenLibrary.org and tell the world about the books that you care about.
ar: %(username)s قرأ %(total)d كتب في %(year)d. انضم إلى %(username)s على المكتبة الحرة وشارك العالم بالكتب التي تهمك.
de: %(username)s hat %(year)d %(total)d Bücher gelesen. Schließen Sie sich %(username)s auf OpenLibrary.org an und teilen Sie der Welt mit, welche Bücher Ihnen wichtig sind.
es: %(username)s ha leído %(total)d libros en %(year)d. Únete a %(username)s en OpenLibrary.org y cuéntale al mundo los libros que te interesan.
hr: %(username)s je pročitao/la %(total)d knjiga %(year)d. Pridruži se korisniku %(username)s na OpenLibrary.org i obavijesti svijet o knjigama koje su ti važne.
it: %(username)s ha letto %(total)d libri nel %(year)d. Unisciti a %(username)s su OpenLibrary.org e racconta al mondo dei libri che ti stanno a cuore.
sc: %(username)s at lèghidu %(total)d libros in su %(year)d. Auni·ti a %(username)s in OpenLibrary.org e conta a su mundu de sos libros chi tenes in coro.

source: Books %(username)s has read
ar: الكتب التي قرأها %(username)s
de: Bücher, die %(username)s gelesen hat
es: Libros que %(username)s ha leído
fr: Livres que %(username)s a lu
hi: पुस्तकें %(username)s ने पढ़ी हैं
hr: Knjige koje je %(username)s čitao/la
it: Libri che %(username)s ha letto
pl: Książki przeczytane przez %(username)s
pt: Livros que %(username)s já leu
ru: Книги, которые %(username)s прочитал
sc: Libros chi %(username)s at lèghidu
uk: Книги, які були прочитані %(username)s

source: %(username)s has read %(total)d books. Join %(username)s on OpenLibrary.org and tell the world about the books that you care about.
ar: %(username)s قرأ %(total)d كتب. انضم إلى %(username)s على المكتبة الحرة وشارك العالم بالكتب التي تهمك.
de: %(username)s hat %(total)d Bücher gelesen. Treten Sie %(username)s auf OpenLibrary.org bei und teilen Sie der Welt mit, welche Bücher Ihnen gefallen.
es: %(username)s ha leído %(total)d libros. Únete a %(username)s en OpenLibrary.org y dile al mundo los libros que te importan.
fr: %(username)s a lu %(total)d livres. Rejoignez %(username)s sur OpenLibrary.org et partagez les livres qui vous intéressent avec le reste du monde.
hi: %(username)s ने %(total)d किताबें पढ़ी हैं। OpenLibrary.org पर %(username)s से जुड़ें और दुनिया को उन किताबों के बारे में बताएं जिनकी आपको परवाह है।
hr: %(username)s je pročitao/la %(total)d knjiga. Pridruži se korisniku %(username)s na OpenLibrary.org i obavijesti svijet o knjigama koje su ti važne.
it: %(username)s ha letto %(total)d libri. Unisciti a %(username)s su OpenLibrary.org e racconta al mondo dei libri che ti stanno a cuore.
pl: %(username)s przeczytał\(a\) %(total)d książek. Dołącz do %(username)s na OpenLibrary.org i powiedz światu o książkach, które są dla Ciebie ważne.
pt: %(username)s já leu %(total)d livros. Junte-se a %(username)s em OpenLibrary.org e diga ao mundo os livros que te importam.
ru: %(username)s прочитал %(total)d книг. Присоединитесь к %(username)s на OpenLibrary.org и расскажите миру о книгах, которые вам дороги.
sc: %(username)s at lèghidu %(total)d libros. Auni·ti a %(username)s in OpenLibrary.org e conta a su mundu subra de sos libros chi t'istant a coro.
uk: %(total)d книг були прочитані %(username)s. Приєднайтеся до %(username)s на OpenLibrary.org і розкажіть світові про книги, які вас хвилюють.

source: Books in %(username)s feed
ar: الكتب في تغذية %(username)s
de: Bücher im Feed von %(username)s
es: Libros en el canal de %(username)s
hr: Knjige u %(username)s feedu
sc: Libros in su flussu de %(username)s

source: Books added by people %(username)s follows
ar: الكتب التي أضافها الأشخاص الذين يتابعهم %(username)s
de: Bücher hinzugefügt von Nutzer*innen, die %(username)s abonniert hat
es: Libros añadidos por personas a las que %(username)s sigue
hr: Knjige koje su dodali ljudi %(username)s slijedi
sc: Libros annantos dae gente chi %(username)s sighit

source: Search your reading log
ar: ابحث في سجل القراءة الخاص بك
de: Lese-Logbuch durchsuchen
es: Buscar en tu registro de lectura
fr: Rechercher votre journal de lecture
hi: अपना रीडिंग लॉग खोजें
hr: Pretraži tvoj dnevnik čitanja
it: Cerca nella tua cronologia di lettura
sc: Chirca in su registru de letura tuo
uk: Шукати у вашому читацькому журналі

source: Sorting by
ar: الترتيب حسب
cs: Řadit dle
de: Sortieren nach
es: Ordenar por
fr: Trier par
hi: इसके आधार पर छांटा जा रहा है
hr: Razvrstavanje
it: Ordina per
pl: Sortuj
pt: Ordenar por
ru: Сортировать по
sc: Ordinamentu pro
uk: Сортовано за

source: Date Added (newest)
ar: تاريخ الإضافة (الأحدث)
de: Datum hinzugefügt (aktuelles)
es: Fecha de adición (más reciente)
fr: Date d'ajout (la plus récente)
hi: जोड़ने की तारीख (सबसे नया)
hr: Datumu dodavanja (najnovije)
it: Data di aggiunta (più recenti)
pt: Data de adição (mais recente)
ru: Дате добавления (новые)
sc: Data de annanta (prus noos)
uk: Датою додавання (найновіші)

source: Date Added (oldest)
ar: تاريخ الإضافة (الأقدم)
de: Datum hinzugefügt (ältestes)
es: Fecha de adición (más antigua)
fr: Date d'ajout (la plus ancienne)
hi: तारीख जोड़ी गई (सबसे पुराना)
hr: Datumu dodavanja (najstarije)
it: Data di aggiunta (più vecchi)
pt: Data de adição (mais antiga)
ru: Дате добавления (старые)
sc: Data de annanta (prus betzos)
uk: Датою додавання (найстаріші)

source: No results found in this shelf
ar: لم يتم العثور على نتائج في هذا الرف
de: Keine Ergebnisse in diesem Regal gefunden
es: No se han encontrado resultados en esta estante
hr: U ovoj polici nema rezultata
sc: Perunu resurtadu atzapadu in custu iscafale

source: Search all of Open Library for "%s"?
ar: ابحث في المكتبة الحرة عن "%s"؟
de: Die gesamte OpenLibrary nach „%s“ durchsuchen?
es: ¿Buscar "%s" en toda la Biblioteca Abierta?
hr: Tražiti „%s“ u cijeloj Open Library?
sc: Chircare "%s" in totu s'Open Library?

source: You haven't marked any books as read for this year.
ar: لم تقم بعد بتمييز أي كتب على أنها مقروءة لهذا العام.
de: Sie haben dieses Jahr noch keine Bücher als gelesen markiert.
es: Aún no has añadido ningún libro a este estante.
hr: Nisi označio/la nijednu knjigu kao pročitanu za ovu godinu.
it: Non hai ancora contrassegnato nessun libro come letto quest'anno.
sc: No as galu sinnadu perunu libru comente lèghidu pro cust'annu.

source: You haven't added any books to this shelf yet.
ar: لم تقم بإضافة أي كتب إلى هذا الرف بعد.
de: Sie haben diesem Regal noch keine Bücher hinzugefügt.
es: Aún no has añadido ningún libro a este estante.
fr: Vous n'avez ajouté aucun livre sur cette étagère pour le moment.
hi: आपने अभी तक इस शेल्फ में कोई किताब नहीं जोड़ी है।
hr: Još nisi dodao/la nijednu knjigu u ovu policu.
it: Non hai ancora aggiunto nessun libro a questa mensola.
sc: No as galu annantu perunu libru a custu iscafale.
uk: Ви ще не додали книг до цієї полички.

source: <a href="/search">Search for a book</a> to add to your reading log. <a href="/help/faq/reading-log">Learn more</a> about the reading log.
ar: <a href="/search">ابحث عن كتاب</a> لإضافته إلى سجل القراءة الخاص بك. <a href="/help/faq/reading-log">تعلم المزيد</a> عن سجل القراءة.
de: <a href="/search">Suchen Sie ein Buch</a> um es ihrem Lese-Log hinzuzufügen. <a href="/help/faq/reading-log">Erfahren Sie mehr</a> über das Lese-Log.
es: <a href="/search">Busca un libro</a> para añadirlo a tu registro de lectura. <a href="/help/faq/reading-log">Más información</a> sobre el registro de lectura.
fr: <a href="/search">Rechercher un livre</a> à ajouter à votre journal de lecture. <a href="/help/faq/reading-log">En savoir plus</a> sur le journal de lecture.
hi: अपने रीडिंग लॉग में जोड़ने के<a href="/search"> लिए एक किताब खोजें</a>। रीडिंग लॉग के बारे में <a href="/help/faq/reading-log">और जानें</a>।
hr: <a href="/search">Traži knjigu</a> koju želiš dodati u dnevnik čitanja. <a href="/help/faq/reading-log">Saznaj više</a> o dnevniku čitanja.
it: <a href="/search">Cerca un libro</a> da aggiungere alla tua cronologia di lettura. <a href="/help/faq/reading-log">Scopri di più</a> sulla cronologia di lettura.
sc: <a href="/search">Chirca unu libru</a> de annànghere a su registru de letura tuo. <a href="/help/faq/reading-log">Impara de prus</a> subra de su registru de letura.
uk: <a href="/search">Шукати книги,</a> щоб додати до читацького журналу. <a href="/help/faq/reading-log">Дізнатися більше</a> про читацький журнал.

source: There are no recent books in your feed. When you follow public accounts, their book updates will appear here.
ar: لا توجد كتب جديدة في تغذيتك. عندما تتبع حسابات عامة، ستظهر تحديثات الكتب الخاصة بهم هنا.
de: In Ihrem Feed befinden sich keine neuen Bücher. Wenn Sie öffentlichen Konten folgen, werden deren Buchaktualisierungen hier angezeigt.
es: No hay libros recientes en tu canal. Cuando sigas cuentas públicas, sus actualizaciones de libros aparecerán aquí.
hr: U tvom feedu nema novijih knjiga. Kada pratiš javne račune, ovdje će se pojaviti aktualiziranja njihovih knjiga.
sc: Non b'at libros reghentes in su flussu tuo. Cando sighis contos pùblicos, sas atualitzatziones de sos libros issoro s'ant a ammustrare inoghe.

source: Want To Read
ar: قائمة القراءة
de: Leseliste
es: Quiero leer
fr: Envie de lire
hi: पढ़ने में रुचि
hr: Želim čitati
it: Da leggere
pt: Quero ler
ru: Хочу прочитать
sc: Chèrgio lèghere
uk: Хочу прочитати

source: My %(shelf_name)s Stats
ar: إحصائيات %(shelf_name)s الخاصة بي
de: %(shelf_name)s Statistiken
es: Mis estadísticas %(shelf_name)s
hr: Moja „%(shelf_name)s“ statistika
sc: Sas istatìsticas meas de %(shelf_name)s

source: My Books
ar: كتبي
de: Meine Bücher
es: Mis libros
fr: Mes livres
hi: मेरी किताबें
hr: Moje knjige
it: I miei libri
pl: Moje książki
pt: Meus livros
sc: Libros meos
uk: Мої книги

source: Displaying stats about <strong>%(works_count)d</strong> books. Note all charts show only the top 20 bars. Note reading log stats are private.
ar: عرض الإحصائيات حول <strong>%(works_count)d</strong> كتب. لاحظ أن جميع الرسوم البيانية تعرض فقط أعلى 20 شريطًا. لاحظ أن إحصائيات سجل القراءة خاصة.
de: Statistik zu <strong>%(works_count)d</strong> Büchern. Alle Diagramme zeigen nur die Top-20- Balken. Lese-Statistiken sind privat.
es: Visualización de estadísticas sobre <strong>%(works_count)d</strong> libros. Ten en cuenta que todos los gráficos muestran solo las 20 barras superiores. Las estadísticas del registro de lectura son privadas.
hr: Prikaz statistike o <strong>%(works_count)d</strong> knjiga. Dijagrami prikazuju samo prvih 20 stupaca. Statistika dnevnika čitanja je privatna.
sc: Ammustrende istatìsticas subra de <strong>%(works_count)d</strong> libros. Ammenta·ti chi totu sos gràficos mustrant petzi sas 20 istangas de importu prus mannu. Tene in contu chi sas istatìsticas de su registru de letura sunt privadas.

source: Author Stats
ar: إحصائيات المؤلفين
de: Autorenstatistik
es: Estadística de autor
fr: Statistiques de l'auteur
hi: लेखक के आँकड़े
hr: Statistika o autorima
it: Statistiche sull'autore
pt: Estatística do autor
ru: Статистика авторов
sc: Istatìsticas de s'autore
uk: Статистики авторів

source: Most Read Authors
ar: أكثر المؤلفين قراءة
de: Häufig gelesene Autoren
es: Autores más leidos
fr: Auteurs les plus lus
hi: सबसे ज़्यादा पढ़े जाने वाले लेखक
hr: Najčitaniji autori
it: Autori più letti
pt: Autores mais lidos
ru: Самые читаемые авторы
sc: Autores prus lèghidos
uk: Найбільш прочитані автори

source: Works by Author Sex
ar: أعمال حسب جنس المؤلفين
de: Werke nach dem Geschlecht der Autor*innen
es: Obras por sexo del autor
fr: Œuvres par sexe des auteurs
hi: लेखक के लिंग के आधार पर काम
hr: Djela po spolu autora
it: Opere in base al sesso dell'autore
pt: Obras por sexo do autor
ru: Работы по полу автора
sc: Òperas pro sessu de s'autore
uk: Роботи за статтю автора

source: Works by Author Country of Citizenship
ar: أعمال حسب جنسية المؤلفين
de: Werke nach der Staatsbürgerschaft der Autor*innen
es: Obras por país de nacionalidad del autor
fr: Œuvres par nationalité des auteurs
hi: लेखक द्वारा काम करता है नागरिकता का देश
hr: Djela po zemlji državljanstva autora
it: Opere in base al paese di residenza dell'autore
pt: Obras por país de nacionalidade do autor
ru: Работы по стране гражданства автора
sc: Òperas pro istadu de tzitadinàntzia de sos autores
uk: Роботи за країною проживання автора

source: Works by Author Country of Birth
ar: أعمال حسب بلد ميلاد المؤلفين
de: Werke nach dem Geburtsland der Autor*innen
es: Obras por país de nacimiento del autor
fr: Œuvres par lieu de naissance des auteurs
hi: लेखक के जन्म के देश के अनुसार काम करता है
hr: Djela po zemlji rođenja autora
it: Opere in base al paese di origine dell'autore
pt: Obras por país de nacimento do autor
ru: Работы по стране рождения автора
sc: Òperas pro istadu de nàschida de sos autores
uk: Роботи за країною, де народився автор

source: Demographic statistics powered by <a href="https://www.wikidata.org/">Wikidata</a>. Here's a <a id="wd-query-sample" href="">sample</a> of the query used. <br />Improve these stats by adding the Wikidata author identifier following <a href="https://openlibrary.org/help/faq/editing.en#author-identifiers-purpose">these instructions</a>.
ar: الإحصاءات السكانية مدعومة من <a href="https://www.wikidata.org/">ويكي بيانات</a>. إليك <a id="wd-query-sample" href="">عينة</a> من الاستعلام المستخدم. <br />حسن هذه الإحصاءات بإضافة معرّف مؤلف ويكي بيانات واتباع <a href="https://openlibrary.org/help/faq/editing.en#author-identifiers-purpose">هذه التعليمات</a>.
es: Estadísticas demográficas basadas en <a href="https://www.wikidata.org/">Wikidata</a>. Aquí hay un <a id="wd-query-sample" href="">ejemplo</a> de la consulta empleada. <br />Mejora estas estadísticas añadiendo el identificador de autor de Wikidata siguiendo <a href="https://openlibrary.org/help/faq/editing.en#author-identifiers-purpose"> estas instrucciones</a>.
hr: Demografsku statistiku pruža <a href="https://www.wikidata.org/">Wikidata</a>. Ovo je <a id="wd-query-sample" href="">primjer</a> korištenog upita. <br />Poboljšaj ovu statistiku dodavanjem Wikidata identifikatora autora slijedeći <a href="https://openlibrary.org/help/faq/editing.en#author-identifiers-purpose">ove upute</a>.
sc: Istatìsticas demogràficas frunidas dae <a href="https://www.wikidata.org/">Wikidata</a>. Inoghe b'at <a id="wd-query-sample" href="">un'esèmpiu</a> de sa rechesta impreada.<br />Megiora custas istatìsticas annanghende s'identificadore Wikidata de s'autore sighende <a href="https://openlibrary.org/help/faq/editing.en#author-identifiers-purpose">custos inditos</a>.

source: Work Stats
ar: إحصاءات الأعمال
de: Werke-Statistik
es: Estadísticas de la obra
fr: Statistiques de l'œuvre
hi: कार्य आँकड़े
hr: Statistika djela
it: Statistiche sull'opera
pt: Estatísticas da obra
ru: Статистика работ
sc: Istatìsticas de s'òpera
uk: Статистики робіт

source: Works by Subject
ar: أعمال حسب الموضوع
de: Werke nach Themen
es: Obras por tema
fr: Œuvres par thème
hi: विषय के आधार पर काम
hr: Djela po području
it: Opere in base al tema
pt: Obras por assunto
ru: Работы по рубрике
sc: Òperas pro argumentu
uk: Роботи за темою

source: Works by People
ar: أعمال حسب الأشخاص
de: Werke nach Personen
es: Obras por personas
fr: Œuvres par personnalité
hi: लोगों द्वारा किए गए काम
hr: Djela po ljudima
it: Opere in base alle persone
pt: Obras por pessoas
ru: Работы по людям
sc: Òperas in base a sas persones
uk: Роботи за людьми

source: Works by Places
ar: أعمال حسب الأماكن
de: Werke nach Orten
es: Obras por lugares
fr: Œuvres par lieu
hi: जगहों के हिसाब से पेशे में हैं
hr: Djela po mjestima
it: Opere in base ai luoghi
pt: Obras por lugares
ru: Работы по местам
sc: Òperas in base a sos logos
uk: Роботи за місцями

source: Works by Time Period
ar: أعمال حسب الفترة الزمنية
de: Werke nach Zeit
es: Obras por periodo de tiempo
fr: Œuvres par période
hi: समय अवधि के हिसाब से काम करता है
hr: Djela po razdoblju
it: Opere in base alle epoche
pt: Obras por período de tempo
ru: Работы по временному периоду
sc: Òperas pro perìodu
uk: Роботи за часовим періодом

source: Matching works
ar: أعمال مطابقة
de: Passende Werke
es: Obras coincidentes
fr: Œuvres correspondantes
hi: मेल खाने वाले काम
hr: Poklapajuća djela
it: Opere corrispondenti
pt: Obras coincidentes
ru: Соответствующие работы
sc: Òperas chi currispondent
uk: Відповідні роботи

source: Click on a bar to see matching works
ar: انقر على شريط لرؤية الأعمال المطابقة
de: Klicken Sie auf die Balken, um passende Werke anzuzeigen
es: Haz clic en una barra para ver las obras que coinciden
fr: Cliquez sur une barre pour voir des œuvres correspondantes
hi: मेल खाने वाले कामों को देखने के लिए बार पर क्लिक करें
hr: Pritisni traku za prikaz poklapajućih djela
it: Clicca su una barra per vedere opere corrispondenti
pt: Clique em uma barra para ver as obras que coincidem
ru: Нажмите на строчку, чтобы увидеть соответствующие работы
sc: Incarca in un'istanga pro bìdere òperas currispondentes
uk: Натисніть на рядок, щоб побачити відповідні роботи

source: %(year)d Reading Goal
es: Objetivo de lectura de %(year)d
hr: Cilj čitanja za %(year)d.
sc: Obietivu de letura pro su %(year)d

source: Set %(year_span)s reading goal
ar: حدد هدف القراءة لـ %(year_span)s
de: %(year_span)s Leseziel setzen
es: Establecer objetivo de lectura de %(year_span)s
fr: Définir l'objectif de lecture %(year_span)s
hi: %(year_span)s रीडिंग लक्ष्य सेट करें
hr: Postavi cilj čitanja za %(year_span)s.
it: Imposta l'obbiettivo di lettura %(year_span)s
sc: Cunfigura s' obietivu de letura pro su %(year_span)s
uk: Установіть скільки книг хочете прочитати у %(year_span)s

source: Reading Log
ar: سجل القراءة
cs: Čtenářské záznamy
de: Lese-Logbuch
es: Registro de lectura
fr: Journal de lecture
hi: रीडिंग लॉग
hr: Dnevnik čitanja
it: Cronologia di lettura
pl: Dziennik Lektur
pt: Registro de leitura
ru: Журнал чтения
sc: Registru de letura
uk: Читацький журнал

source: My lists
ar: قوائمي
de: Meine Listen
es: Mis listas
hr: Moji popisi
sc: Sas listas meas

source: See All
ar: عرض الكل
de: Alles anzeigen
es: Ver todo
fr: Tout voir
hi: सभी देखें
hr: Pogledaj sve
it: Visualizza tutto
pt: Ver tudo
ru: Посмотреть все
sc: Abbista totu
uk: Побачити все

source: Create a list
ar: إنشاء قائمة جديدة
de: Neue Liste erstellen
es: Crear una lista
hr: Stvori popis
sc: Crea una lista

source: Untitled list
ar: قائمة بدون عنوان
de: Unbenannte Liste
es: Lista sin título
fr: Liste sans titre
hi: बिना शीर्षक वाली लिस्ट
hr: Neimenovan popis
it: Lista senza titolo
sc: Lista chene tìtulu
uk: Безіменний список

source: Import & Export
ar: استيراد وتصدير
es: Importación y exportación
hr: Uvoz i izvoz
sc: Importatzione e esportatzione

source: Privacy settings: %(public)s
ar: إعدادات الخصوصية: %(public)s
de: Datenschutz-Einstellungen: %(public)s
es: Ajustes de privacidad: %(public)s
hr: Postavke privatnosti: %(public)s
sc: Impostatziones de riservadesa: %(public)s

source: Verification email sent
ar: تم إرسال بريد التحقق
cs: Ověřovací email odeslán
de: Bestätigungs-E-Mail verschickt
es: Verificación de correo electrónico enviada
fr: Courriel de vérification envoyé
hi: वेरिफिकेशन ईमेल भेजा गया
hr: E-mail poruka za potvrđivanje je poslana
it: Email di verifica inviata
pl: E-mail weryfikacyjny został wysłany.
pt: Verificação de email enviada
ru: Письмо подтверждения отправлено
sc: Lìtera eletrònica de verìfica imbiada
uk: Надіслано лист підтвердження

source: Hi, %(user)s
ar: مرحبًا، %(user)s
cs: Ahoj %(user)s
de: Hallo, %(user)s
es: Hola, %(user)s
fr: Bonjour, %(user)s
hi: नमस्ते, %(user)s
hr: Zdravo %(user)s
it: Ciao, %(user)s
pl: Cześć, %(user)s
pt: Olá, %(user)s
ru: Привет, %(user)s
sc: Salude, %(user)s
uk: Привіт, %(user)s

source: We’ve sent an email to %(email)s containing a link to verify your account. Click/tap on the link to finish creating your Internet Archive account.
ar: لقد أرسلنا بريدًا إلكترونيًا إلى %(email)s يحتوي على رابط للتحقق من حسابك. انقر/اضغط على الرابط لإنهاء إنشاء حسابك في الأرشيف الرقمي.
de: Wir haben eine E-Mail mit einem Link zur Verifizierung Ihres Kontos an %(email)s gesendet. Klicken Sie auf den Link, um die Einrichtung Ihres Internet Archive-Kontos abzuschließen.
es: Hemos enviado un correo electrónico a %(email)s con un enlace para verificar tu cuenta. Haz clic en el enlace para terminar de crear tu cuenta de el Archivo de Internet.
hr: Poslali smo e-mail na %(email)s koja sadrži poveznicu za potvrđivanje tvog računa. Klikni/dodirni poveznicu za dovršavanje stvaranja Internet Archive računa.
sc: Amus imbiadu un'email a %(email)s chi cuntenet unu ligàmene pro verificare su contu tuo. Incarca/toca su ligàmene pro acabbare de creare su contu tuo pro s'Internet Archive.

source: Then, come back to Open Library and find some great books!
ar: ثم عد إلى Open Library وابحث عن بعض الكتب الرائعة!
de: Dann kehren Sie zurück zu Open Library und finden Sie tolle Bücher!
es: Después, vuelve a la Biblioteca Abierta y ¡encuentra libros fantásticos!
hr: Zatim se vrati u Open Library i pronađi sjajne knjige!
sc: A pustis, torra a s'Open Library e atzapa libros de primore!

source: Yearly Reading Goal
ar: هدف القراءة السنوي
de: Jährliches Leseziel
es: Objetivo anual de lectura
hr: Godišnji cilj čitanja
sc: Obietivu de letura annuale

source: Following
ar: المتابعين
de: Abonniert
es: Siguiendo
hr: Pratim
sc: Sighende

source: Followers
ar: المتابعين
de: Abonnent*innen
es: Seguidores
hr: Pratitelji
sc: Sighidores

source: Share
ar: مشاركة
de: Teilen
es: Compartir
fr: Partager
hi: शेयर
hr: Dijeli
it: Condividi
sc: Cumpartzi
uk: Поширити
